import React,{Component} from 'react';
import {View} from 'react-native';
import SongList from './SongList';



export default class SongListAssamese extends Component{

  

  render(){

    

    return(

      <View style={{flex:1,}}>
         <SongList song_data={song_data} />

      </View>
    )
  }
}


const song_data=[
{
title:"﻿শ্রীল প্রভুপাদ প্রণতি",
song:'\nনম ওঁ ৱিষ্ণু-পাদায় কৃষ্ণ-প্রেষ্ঠায় ভূতলে।\nশ্রীমতে ভক্তিৱেদান্ত-স্ৱামিন্ ইতি নামিনে ॥\nনমস্তে সাৰস্বতে দেৱে গৌৰ-ৱাণী প্রচাৰিণে।\nনিৰ্ৱিশেষ-শূণ্যৱাদী পাশ্চাত্য-দেশ তাৰিণে ॥\n\n\n    ',
},

{
title:" শ্ৰী গৌৰাঙ্গ প্ৰণাম",
song:'\nনমো মহা ৱদান্যায় কৃষ্ণ-প্রেম-প্রদায় তে ।\nকৃষ্ণায় কৃষ্ণ-চৈতন্য-নাম্নে গৌৰ-ত্বিষে নমঃ ।।\n',
},

{
title:" শ্রী তুলসী প্রণাম",
song:'\nবৃণ্দায় তুলসী দেৱ্যায় প্ৰিয়ায় কেশৱস্য চ ।\nবিষ্ণু-ভক্তি প্রদে দেবি সত্যৱত্যৈ নমো নমঃ॥\n',
},

{
title:" জয় ৰাধা মাধৱ",
song:'\n(জয়) ৰাধা মাধৱ (জয়) কুঞ্জ বিহাৰি\n\n\n(জয়) গোপী জন ৱল্লভ (জয়) গিৰি ৱৰ ধাৰী\n\n\n(জয়) যশোদ নংদন (জয়) ৱ্ৰজ জন ৰংজন\n\n\n(জয়) যমুনা তীৰ ৱন চাৰি\n\n\n\n\n\n\n\n\n\n\n\n    ',
},

{
title:" শ্রী পঞ্চ তত্ত্ব মন্ত্র",
song:'\n(জয়) শ্রীকৃষ্ণ চৈতন্য প্রভু নিত্যানন্দ\n\n\nশ্রীঅদ্বৈত গদাধৰ শ্রীৱাসাদি গৌৰ ভক্তৱৃন্দ\n\n\n    ',
},

{
title:" হৰে কৃষ্ণ মহা মন্ত্ৰ",
song:'\nহৰে কৃষ্ণ হৰে কৃষ্ণ\n\n\nকৃষ্ণ কৃষ্ণ\xa0 হৰে হৰে\n\n\nহৰে ৰাম\xa0হৰে\xa0ৰাম\n\n\nৰাম\xa0ৰাম হৰে\xa0হৰে\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n',
},
]