import React,{Component} from 'react';
import {View} from 'react-native';
import SongList from './SongList';



export default class SongListSinhala extends Component{

  

  render(){

    

    return(

      <View style={{flex:1,}}>
         <SongList song_data={song_data} />

      </View>
    )
  }
}


const song_data=[
{
title:"﻿ශ්‍රී තුලසී ප්‍රණාම​",
song:'\nවෘංදායෛ තුලසී දෙව්\u200dයෛ ප\u200d්\u200dරියායෛ කෙශවස්\u200dය ච\nවිෂ්ණු භක්ති ප්\u200dරදෙ දෙවි සත්\u200dයවත්\u200dයෛ නමො නමඃ\n    ',
},

{
title:" ශ්‍රී වෛෂ්ණව ප්‍රණාම",
song:'\nවාඦ්ඡා කල්ප තරූභ්\u200dයශ්චා කෘපා සිධුභ්\u200dය ඒව ච\nපතිතානාං පාවනේභ්\u200dයො වෛෂ්ණවෙභ්\u200dයො නමො නමඃ\n    ',
},

{
title:" ශ්‍රී රාධා ප්‍රණාම",
song:'\nතප්ත කාංචන ගෞරාංගී රාධේ ව්\u200dරින්දාවනේශ්වරී\nවෘෂභානු සුතෙ දේවී ප්\u200dරණමාමි හරි ප්\u200dරියෙ\n    ',
},

{
title:" ශ්‍රී ක්‍රිෂ්ණ ප්‍රණාම",
song:'\nහෙ ක්\u200dරිෂ්ණ\xa0 කරුණා සිංධො දීන බංඪො\xa0ජගත්පතෙ\nගෝපේශ ගෝපිකා කාංත රාධා කාංත නමෝಽස්තුතෙ\n    ',
},

{
title:" ශ්‍රී ගෞරංග ප්‍රණාම",
song:'\nනමෝ මහා වදාන\u200d්\u200dයාය ක්\u200dරිෂ්ණ ප්\u200dරේම ප්\u200dරදායතෙ\nක්\u200dරිෂ්ණාය ක්\u200dරිෂ්ණ චෛතන්\u200dය නාම්නෙ ගෞර ත්විෂෙ නමඃ\n\n\n    ',
},

{
title:" ජය රාධා මාධව ",
song:'\n(ජය) රාධා මාධව (ජය) කුඦ\xa0බිහාරී\n(ජය) ගොපී ජන වල්ලභ (ජය)\xa0ගිරි\xa0වර ධාරී\n(ජය) යශොදා නංදන (ජය)\xa0බ්\u200dරජ ජන රඦන\n(ජය) යාමුන තීර වන චාරී\n    ',
},

{
title:" ශ්‍රීල ප්‍රභූපාද ප්‍රණති",
song:'\nනම ඕම් විෂ්ණු පාදාය ක්\u200dරිෂ්ණ ප්\u200dරෙස්ඨාය භූතලේ\nශ්\u200dරීමතේ භක්තිවේදාංත ස්වාමින් ඉති නාමිනේ\nනමස්තෙ සාරස්වතේ දේවේ ගෞර වාණී ප්\u200dරචාරිණේ\nනිර්විශේෂ ශූන්\u200dයවාදි පාශ්චාත්\u200dය දේශ තාරිණේ\n    ',
},

{
title:" පංච තත්ව මංත්‍ර",
song:'\n(ජය) ශ්\u200dරී ක්\u200dරිෂ්ණ චෛතන්ය ප්\u200dරභූ නිත\u200d්\u200dයානංද\nශ්\u200dරී අද්වෛත ගදාධර ශ්\u200dරීවාසාදි ගෞර භක්ත වෘන්ද\n    ',
},

{
title:" හරේ ක්‍රිෂ්ණ මහා මංත්‍ර",
song:'\nහරේ ක්\u200dරිෂ්ණ හරේ ක්\u200dරිෂ්ණ\nක්\u200dරිෂ්ණ ක්\u200dරිෂ්ණ හරේ හරේ\nහරේ රාම හරේ රාම\nරාම රාම හරේ හරේ\n\n',
},
]