import React,{Component} from 'react';
import {Text,StyleSheet,View,Image,ScrollView,BackHandler,TouchableNativeFeedback} from 'react-native';
import {Actions} from 'react-native-router-flux';



export default class SongListOdiya extends Component{

  handle_back_press=()=>
  {
    
    Actions.Lang_Menu();
    return true;
  }
 
  componentDidMount() {
    
    BackHandler.addEventListener('hardwareBackPress',this.handle_back_press);
  }

  componentWillUnmount() {
    BackHandler.removeEventListener('hardwareBackPress',this.handle_back_press);
  }


  render(){

    ListData=song_data.map((a,i)=>{    
              
        return <Item key={i} item={song_data[i].title} nxt={()=>Actions.Song({title:song_data[i].title,lyrics:song_data[i].song})}/>
      
    });


    return(

      <View style={styles.container} >


      <View style={styles.header}>
        <Image style={styles.logo} source={require('./prabhupad1.jpg')} />
        <Text style={styles.menu_text}>Vaishnava Geethavali</Text>

      </View>
      <ScrollView style={styles.contentContainer}>
      
        {ListData}
      </ScrollView>
      </View>
    )
  }
}


class Title extends Component{
  render(){
    return(
      <View style={styles.title_container}>
              <Text style={styles.title_text}>{this.props.title}</Text>
      </View>
    )
  }
}

class Item extends Component{
  render(){
    return(
      <TouchableNativeFeedback onPress={this.props.nxt} background={TouchableNativeFeedback.SelectableBackground()}>
        <View style={styles.item_container}>
            <Text style={styles.item_text}>{this.props.item}</Text>
        </View>
      </TouchableNativeFeedback>
      )
  }
}


const styles = StyleSheet.create({
  container:{
    flex:1,

  },
  header:{
    flex:1,
    maxHeight: '12%',
    backgroundColor: 'black',
    flexDirection: 'row' , 
  },
  logo:{
    marginTop: '3%',
    marginLeft: '2%',
    borderRadius: 80,
    maxWidth: '15%',
    maxHeight: '75%',

  },
  menu_text:{
    fontSize:20,
    color:'white',
    marginTop: '6%',
    marginLeft: '3%',
    fontWeight: 'bold' ,
  },
  item_container:{
    flex:1,
    backgroundColor: 'white',
    maxHeight: '50%',
    borderColor: 'lightgrey',
    borderBottomWidth: 0.5,
  },
  item_text:{
    fontSize:15,
    margin:'2%',
    marginLeft: '2%',
    fontWeight: 'bold', 
    color:'black',
  },
  title_container:{
    flex:1,
    borderWidth: 0,
    borderLeftWidth:0,
    borderColor: 'grey'
  },
  title_text:{
    fontWeight: 'normal',
    fontSize:20,
    margin: '2%'
  },
  contentContainer: {
  flex:1,
    
  },



});

const song_data=[
{
title:"﻿ ଶ୍ରୀ ଗୋଵର୍ଧନାଷ୍ଠକଂ",
song:'\n ()\nକୃଷ୍ଣ-ପ୍ରସାଦେନ ସମସ୍ତ-ଶୈଲ-\nସାମ୍ରାଜ୍ଯଂ ଆପ୍ନୋତି ଚ ଵୈରିଣୋ ’ପି\nଶକ୍ରସ୍ଯ ପ୍ରାପ ବଲିଂ ସ ସାକ୍ଷାଦ୍\nଗୋଵର୍ଧନୋ ମେ ଦିଷତାଂ ଅଭୀଷ୍ଠଂ\n()\nସ୍ଵ- ପ୍ରେଷ୍ଠ-ହସ୍ତାଂବୁଜ-ସୌକୁମାର୍ଯ\nସୁଖାନୁଭୂତେର୍ ଅତି-ଭୂମି- ଵୃତ୍ତେଃ\nମହେଂଦ୍ର-ଵଜ୍ରାହତିମ୍ ଅପି ଅଜାନନ୍\nଗୋଵର୍ଧନୋ ମେ ଦିଷତାଂ ଅଭୀଷ୍ଠଂ\n()\nଯତ୍ରୈଵ କୃଷ୍ଣୋ ଵୃଷଭାନୁ-ପୁତ୍ର୍ଯା\nଦାନଂ ଗୃହୀତୁଂ କଲହଂ ଵିତେନେ\nଶ୍ରୁତେଃ ସ୍ପୃହା ଯତ୍ର ମହତି ଅତଃ ଶ୍ରୀ-\nଗୋଵର୍ଧନୋ ମେ ଦିଷତାଂ ଅଭୀଷ୍ଠଂ\n)\nସ୍ନାତ୍ଵା ସରଃ ନ୍ଵଶୁ ସମୀର- ହସ୍ତୀ\nଯତ୍ରୈଵ ନୀପାଦି-ପରାଗ-ଦୂଲିଃ\nଆଲୋଲଯନ୍ ଖେଲତି ଚାରୁ ସ ଶ୍ରୀ\nଗୋଵର୍ଧନୋ ମେ ଦିଷତାଂ ଅଭୀଷ୍ଠଂ\n()\nକସ୍ତୂର୍କାଭିଃ ଶଯିତଂ କିମ୍ ଅତ୍ରେତି\nଊହଂ ପ୍ରଭୋଃ ସ୍ଵସ୍ଯ ମୁହୁର୍ ଵିତନ୍ଵନ୍\nନୈସର୍ଗିକ-ସ୍ଵୀଯ-ଶିଲା-ସୁଗଂଦୈର୍\nଗୋଵର୍ଧନୋ ମେ ଦିଷତାଂ ଅଭୀଷ୍ଠଂ\n()\nଵଂଶ-ପ୍ରତିଦ୍ଵନି-ଅନୁସାର-ଵର୍ତ୍ମ\nଦିଦ୍ରକ୍ଷଵୋ ଯତ୍ର ହରିଂ ହରିଣ୍ଯଃ\nଯାଂତ୍ଯୋ ଲଭଂତେ ନ ହି ଵିସ୍ମିତାଃ ସ\nଗୋଵର୍ଧନୋ ମେ ଦିଷତାଂ ଅଭୀଷ୍ଠଂ\n()\nଯତ୍ରୈଵ ଗଂଗାଂ ଅନୁ ନାଵି ରାଧାଂ\nଆରୋହ୍ଯ ମଧ୍ଯେ ତୁ ନିମଗ୍ନ-ନୌକଃ\nକୃଷ୍ଣୋ ହି ରାଧାନୁଗଲୋ ବଭୌ ସ\nଗୋଵର୍ଧନୋ ମେ ଦିଷତାଂ ଅଭୀଷ୍ଠଂ\n()\nଵିନା ଭଵେତ୍ କିମ୍ ହରି-ଦାସ-ଵର୍ଯ\nପଦାଶ୍ରଯଂ ଭକ୍ତିର୍ ଅତଃ ଶ୍ରଯାମି\nଯଂ ଏଵ ସପ୍ରେମ ନିଜେଶଯୋଃ ଶ୍ରୀ-\nଗୋଵର୍ଧନୋ ମେ ଦିଷତାଂ ଅଭୀଷ୍ଠଂ\n()\nଏତତ୍ ପଠେଦ୍ ଯୋ ହରି-ଦାସ-ଵର୍ଯ-\nମହାନୁଭାଵାଷ୍ଠକମ୍ ଆର୍ଦ୍ର-ଚେତାଃ\nଶ୍ରୀ-ରାଧିକା-ମାଧଵଯୋଃ ପଦାବ୍ଜ-\nଦାସ୍ଯଂ ସ ଵିଂଦେଦ୍ ଅଚିରେଣ ସାକ୍ଷାତ୍\n    ',
},

{
title:" ଓହେ! ଵୈଷ୍ଣଵ ଠାକୁର",
song:'\nଓହେ! ଵୈଷ୍ଣବ ଠାକୁର ଦୋଯାର ସାଗର\nଏ ଦାସେ କୋରୁଣା କୋରି’\nଦିଯା ପଦ-ଛାଯା, ଶୋଧୋ ହେ ଆ ମାଯ,\nତୋମାର ଚରଣ ଧୋରି\nଛଯ ବେଗ ଦୋମି’, ଛଯ ଦୋଷ ଶୋଧି’\nଛଯ ଗୁଣ ଦେହୋ’ ଦାସେ\nଛଯ ସତ୍ସଂଗ, ଦେହୋ’ ହେ ଆମାରେ,\nବୋଷେଛି ସଂଗେର ଆଶେ\nଏକାକୀ ଆମାର, ନାହି ପାଯ ବଲ\nହରି-ନାମ-ସଂକୀର୍ତନେ\nତୁମି କୃପା କୋରି’, ଶ୍ରଦ୍ଧା-ବିଂଦୁ ଦିଯା,\nଦେହୋ କୃଷ୍ଣ-ନାମ-ଧନେ\nକୃଷ୍ଣ ସେ’ ତୋମାର, କୃଷ୍ଣ ଦିତେ ପାରୋ,\nତୋମାର ଶକତି ଆଛେ\nଆମି ତୋ’ କାଂଗାଲ, ‘କୃଷ୍ଣ’ ‘କୃଷ୍ଣ’ ବୋଲି,\nଧାଇ ତଵ ପାଛେ ପାଛେ\n    ',
},

{
title:" ତୁମି ସର୍ଵେଶ୍ଵରେଶ୍ଵର",
song:'\nତୁମି ସର୍ଵେଶ୍ଵରେଶ୍ଵର, ବ୍ରଜେଂଦ୍ର-କୁମାର\nତୋମାର ଇଚ୍ଛାଯ ଵିଶ୍ଵେ ସୃଜନ ସଂହାର\nତଵ ଇଚ୍ଛା-ମତୋ ବ୍ରହ୍ମା କୋରେନ ସୃଜନ\nତଵ ଇଚ୍ଛା-ମତୋ ଵିଷ୍ଣୁ କୋରେନ ପାଲନ\nତଵ ଇଚ୍ଛା ମତେ ଶିଵ କୋରେନ ସଂହାର\nତଵ ଇଚ୍ଛା ମତେ ମାଯା ସୃଜେ କାରାଗାର\nତଵ ଇଚ୍ଛା-ମତେ ଜୀଵେର୍ ଜନମ-ମରଣ\nସମୃଦ୍ଧି-ନିପାତ ଦୁଃଖ ସୁଖ-ସଂଘଟନ\nମିଛେ ମାଯା-ବଦ୍ଧ ଜୀଵ ଆଶା-ପାଶେ ଫିରେ ‘\nତଵ ଇଚ୍ଛା ବିନା କିଛୁ କୋରିତେ ନା ପାରେ\nତୁମି ତୋ’ ରଖକ ଆର୍ ପାଲକ ଆମାର\nତୋମାର ଚରଣ ବିନା ଆଶା ନାହି ଆର\nନିଜ-ବଲ-ଚେଷ୍ଟା-ପ୍ରତି ଭରସା ଛାଡିଯା\nତୋମାର ଇଚ୍ଛାଯ୍ ଆଛି ନିର୍ଭର କୋରିଯା\nଭକତିଵିନୋଦ ଅତି ଦୀନ ଅକିଂଚନ\nତୋମାର ଇଚ୍ଛାଯ୍ ତା ‘ ର ଜୀଵନ ମରଣ\n    ',
},

{
title:" ଶ୍ରୀ ନାମ କୀର୍ତନ",
song:'\nଯଶୋମତୀ ନଂଦନ, ବ୍ରଜ-ବରୋ-ନାଗର\nଗୋକୁଲ ରଂଜନ କାନା\nଗୋପୀ-ପରାଣ-ଧନ, ମଦନ-ମନୋହର\nକାଲିଯ-ଦମନ-ଵିଧାନ\nଅମଲ ହରିନାମ୍ ଅମିଯ ଵିଲାସା\nଵିପିନ-ପୁରଂଦର, ନଵୀନ ନାଗର-ବୋର\nବଂଶୀ-ବଦନ ସୁଵାସା\nବ୍ରଜ-ଜନ-ପାଲନ, ଅସୁର-କୁଲ-ନାଶନ\nନଂଦ ଗୋ-ଧନ ରାଖୋଵାଲା\nଗୋଵିଂଦ ମାଧଵ, ନଵନୀତ ତସ୍କର\nସୁଂଦର ନଂଦ-ଗୋପାଲା\nଜାମୁନ-ତଟ-ଚର, ଗୋପୀ-ବସନ-ହର\nରାସ-ରସିକ କୃପାମୋଯ\nଶ୍ରୀ ରାଧା-ଵଲ୍ଲଭ, ବୃଂଦାଵନ-ନଟବର\nଭକତିଵିନୋଦ୍ ଆଶ୍ରଯ\n    ',
},

{
title:" ଗୌର ଆରତି",
song:'\n (କିବ)ଜଯ ଜଯ ଗୋରାଚାଂଦେର୍ ଆରତି କୋ ଶୋଭା\nଜାହ୍ନଵୀ-ତଟ-ଵନେ ଜଗ-ମନ-ଲୋଭା\nଦଖିଣେ ନୀତାଇଚାଂଦ୍, ବାମେ ଗଦାଧର\nନିକଟେ ଅଦ୍ଵୈତ, ଶ୍ରୀନିଵାସ ଛତ୍ରଧର\nବୋସିଯାଛେ ଗୋରାଚାଂଦ ରତ୍ନ-ସିଂହାସନେ\nଆରତି କୋରେନ୍ ବ୍ରହ୍ମା-ଆଦି ଦେଵ-ଗଣେ\nନରହରି-ଆଦି କୋରି ‘ ଚାମର ଢୁଲାଯ\nସଂଜଯ ମୁକୁଂଦ ବାସୁ ଘୋଷାଦି ଗାଯ\nଶଂଖ ବାଜେ ଘଂଟା ବାଜେ ବାଜେ କରତାଲ\nମଧୁର ମୃଦଂଗ ବାଜେ ପରମ ରସାଲ\nବହୁ କୋଟି ଚଂଦ୍ର ଜିନି ‘ ଵଦନ ଉଜ୍ଜ୍ଵଲ\nଗଲ-ଦେଶେ ବନ-ମାଲା କୋରେ ଝଲମଲ\nଶିଵ-ଶୁକ-ନାରଦ ପ୍ରେମେ ଗଦଗଦ\nଭକତିଵିନୋଦ ଦେଖେ ଗୋରାର ସଂପଦ\n    ',
},

{
title:" ଭୋଗ ଆରତି",
song:'\nଭଜ ଭକତ-ଵତ୍ସଲ ଶ୍ରୀ-ଗୌରହରି\nଶ୍ରୀ-ଗୌରହରି ସୋହି ଗୋଷ୍ଠ-ଵିହାରୀ,\nନଂଦ-ଜଶୋମତୀ-ଚିତ୍ତ-ହାରୀ\nବେଲା ହୋ ‘ ଲୋ, ଦାମୋଦର, ଆଇସ ଏଖାନୋ\nଭୋଗ-ମଂଦିରେ ବୋସି’ କୋରହୋ ଭୋଜନ\nନଂଦେର ନିଦେଶେ ବୈସେ ଗିରି-ଵର-ଧାରୀ\nବଲଦେଵ-ସହ ସଖା ବୈସେ ସାରି ସାରି\nଶୁକ୍ତା-ଶାକାଦି ଭାଜି ନାଲିତା କୁଷ୍ମାଣ୍ଡ\nଡାଲି ଡାଲ୍ନା ଦୁଗ୍ଧ-ତୁଂବୀ ଦଧି ମୋଚା-ଖଂଡ\nମୁଦ୍ଗ-ବୋଡା ମାଷ-ବୋଡା ରୋଟିକା ଘୃତାନ୍ନ\nଶଷ୍କୁଲୀ ପିଷ୍ଟକ ଖୀର୍ ପୁଲି ପାଯସାନ୍ନ\nକର୍ପୂର ଅମୃତ-କେଲି ରଂଭା ଖୀର-ସାର\nଅମୃତ ରସାଲା, ଆମ୍ଲ ଦ୍ଵାଦଶ ପ୍ରକାର\nଲୁଚି ଚିନି ସର୍ପୂରୀ ଲାଡ୍ଡୁ ରସାବଲୀ\nଭୋଜନ କୋରେନ କୃଷ୍ଣ ହୋ ‘ଯୋ କୁତୂହଲୀ\nରାଧିକାର ପକ୍କ ଅନ୍ନ ଵିଵିଧ ଵ୍ଯଂଜନ\nପରମ ଆନଂଦେ କୃଷ୍ଣ କୋରେନ ଭୋଜନ\nଛଲେ-ବଲେ ଲାଡ୍ଡୁ ଖାଯ୍ ଶ୍ରୀ-ମଧୁମଂଗଲ\nବଗଲ ବାଜାଯ୍ ଆର ଦେଯ ହରି-ବୋଲୋ\nରାଧିକାଦି ଗୁଣେ ହେରି’ ନଯନେର କୋଣେ\nତୃପ୍ତ ହୋ ‘ଯେ ଖାଯ୍ କୃଷ୍ଣ ଜଶୋଦା-ଭଵନେ\nଭୋଜନାଂତେ ପ୍ରିଯେ କୃଷ୍ଣ ସୁବାସିତ ବାରି\nସବେ ମୁଖ ପ୍ରଖାଲୋଯ୍ ହୋ ‘ଯେ ସାରି ସାରି\nହସ୍ତ-ମୁଖ ପ୍ରଖାଲିଯା ଜତ ସଖା-ଗୁଣେ\nଆନଂଦେ ବିଶ୍ରାମ କୋରେ ବଲଦେଵ-ସନେ\nଜମ୍ବୁଲ ରସାଲ ଆନେ ତାମ୍ବୁଲ -ମସାଲା\nତାହା ଖେଯେ କୃଷ୍ଣ-ଚନ୍ଦ୍ର ସୁଖେ ନିଦ୍ରା ଗେଲା\nବିଶାଲାଖ ଶିଖି-ପୁଚ୍ଛ-ଚାମର ଢୁଲାଯ\nଆପୂର୍ବ ଶଯ୍ଯାଯ କୃଷ୍ଣ ସୁଖେ ନିଦ୍ରା ଜାଯ\nଜଶୋମତୀ-ଆଜ୍ଞା ପେ’ଯେ ଧନିଷ୍ଠା-ଆନୀତୋ\nଶ୍ରୀକୃଷ୍ଣ-ପ୍ରସାଦ ରାଧା ଭୁଂଜେ ହୋ’ଯେ ପ୍ରୀତୋ\nଲଲିତାଦି ସୁଖୀ-ଗୁଣ ଅଵଶେଷ ପାଯ\nମନେ ମନେ ସୁଖେ ରାଧା-କୃଷ୍ଣ-ଗୁଣ ଗାଯ\nହରି ଲୀଲା ଏକ୍-ମାତ୍ର ଜାହାର ପ୍ରମୋଦ\nଭୋଗାରତି ଗାଯ୍ ଠାକୁର୍ ଭକତିଵିନୋଦ\n    ',
},

{
title:" ଶୁଦ୍ଧ ଭକତ",
song:'\nଶୁଦ୍ଧ-ଭକତ-ଚରଣ-ରେଣୁ, ଭଜନ-ଅନୁକୂଲ\nଭକତ-ସେଵା, ପରମ-ସିଦ୍ଧି, ପ୍ରେମ-ଲତିକାର ମୂଲ\nମାଧଵ-ତିଥି, ଭକ୍ତି-ଜନନୀ, ଜତନେ ପାଲନ କୋରି\nକୃଷ୍ଣ-ବସତି, ବସତି ବୋଲି’ ପରମ ଆଦରେ ବୋରି\nଗୌର୍ ଆମାର, ଜେ-ସବ ସ୍ଥାନେ, କୋରଲୋ ଭ୍ରମଣ ରଂଗେ\nସେ-ସବ ସ୍ଥାନେ, ହେରିବୋ ଆମି, ପ୍ରାଣଯି-ଭକତ-ସଂଗେ\nମୃଦଂଗ-ଵାଦ୍ଯ, ଶୁନିତେ ମନ, ଅବସର ସଦା ଜାଚେ\nଗୌର-ବିହିତ, କୀର୍ତନ ଶୁନି ‘, ଆନଂଦେ ହୃଦୋଯ ନାଚେ\nଜୁଗଲ-ମୂର୍ତି, ଦେଖିଯା ମୋର, ପରମ-ଆନଂଦ ହୋଯ,\nପ୍ରସାଦ ସେବା କୋରିତେ ହୋଯ ସକଲ ପ୍ରପଂଚ ଜଯ\nଜେ-ଦିନ ଗୃହେ, ଭଜନ ଦେଖି, ଗୃହେତେ ଗୋଲୋକ ଭାଯ\nଚରଣ-ସୀଧୁ, ଦେଖିଯା ଗଂଗା, ସୁଖ ସା ସୀମା ପାଯ\nତୁଲସୀ ଦେଖି ‘, ଜୁଡାଯ ପ୍ରାଣ, ମାଧଵ-ତୋଷନୀ ଜାନି ‘\nଗୌର-ପ୍ରିଯ, ଶାକ-ସେଵନେ, ଜୀଵନ ସାର୍ଥକ ମାନି\nଭକତିଵିନୋଦ କୃଷ୍ଣ ଭଜନେ, ଅନୁକୂଲ ପାଯ ଜାହା\nପ୍ରତି-ଦିଵସେ ପରମ-ସୁଖେ ସ୍ଵୀକାର କୋରୋଯେ ତାହା\n    ',
},

{
title:" କବେ ହ’ବେ ବୋଲୋ",
song:'\nକବେ ହ’ ବେ ବୋଲୋ ସେ-ଦିନ ଅମାର୍\n(ଆମାର୍) ଅପରାଧ ଘୁଚି’, ଶୁଦ୍ଧ ନାମେ ରୁଚି,\nକୃପା-ବାଲେ ହ’ ବେ ହୃଦୋଯେ ସଂଚାର୍\nତୃଣାଧିକ ହୀନ, କବେ ନିଜେ ମାନି’,\nସହିଷ୍ଣୁତା-ଗୁଣ ହୃଦଯେତେ ଆନି’\nସକଲେ ମାନଦ, ଆପନି ଅମାନୀ,\nହୋ’ ଯେ ଆସ୍ଵାଦିବୋ ନାମ-ରସ-ସାର୍\nଧନ ଜନ ଆର, କୋବିତା-ସୁଂଦରୀ,\nବୋଲିବୋ ନା ଚାହି ଦେହୋ-ସୁଖ-କରୀ\nଜନ୍ମେ ଜନ୍ମେ ଦାଓ, ଓହେ ଗୌରହରି\nଅହୈତୁକୀ ଭକ୍ତି ଚରଣେ ତୋମାର୍\n(କବେ) କୋରିତେ ଶ୍ରୀ-କୃଷ୍ଣ-ନାମ ଉଚ୍ଚାରଣ\nପୁଲକିତ ଦେହୋ ଗଦ୍ଗଦ ଵଚନ\nବୈବର୍ଣ୍ଯ-ବେପଥୁ ହ’ ବେ ସଂଘଟନ,\nନିରଂତର ନେତ୍ରେ ବ’ବେ ଅଶ୍ରୁ-ଧାର୍\nକବେ ନଵଦ୍ଵୀପେ, ସୁରଧୁନୀ-ତଟେ,\nଗୌର-ନିତ୍ଯାନଂଦ ବୋଲି’ ନିଷ୍କପଟେ\nନାଚିଯା ଗାଇଯା, ବେଡାଇବୋ ଛୁଟେ,\nବାତୁଲେର ପ୍ରାଯ ଛାଡିଯା ବିଚାର୍\nକବେ ନିତ୍ଯାନଂଦ ମୋରେ କୋରି’ ଦୋଯା’,\nଛାଡାଇବୋ ମୋର ଵିଷଯେର ମାଯା\nଦିଯା ମୋରେ ନିଜ-ଚରଣେର ଛାଯା,\nନାମେର ହାଟେତେ ଦିବେ ଅଧିକାର୍\nକିନିବୋ ଲୁଟିବୋ ହରି-ନାମ-ରସ,\nନାମ-ରସେ ମତି’ ହୋଇବୋ ବିବଶ\nରସେର ରସିକ-ଚରଣ ପରଶ,\nକୋରିଯା ମୋଜିବୋ ରସେ ଅନିବାର୍\nକବେ ଜୀବେ ଦୋଯା, ହୋଇବେ ଉଦୋଯ,\nନିଜ-ସୁଖ ଭୁଲି’ ସୁଦୀନ-ହୃଦୋଯ\nଭକତିଵିନୋଦ, କୋରିଯା ବିନୋଯ,\nଶ୍ରୀ-ଆଜ୍ଞା-ଟହଲ କୋରିବେ ପ୍ରଚାର୍\n    ',
},

{
title:" ସିଦ୍ଧି ଲାଲସା",
song:'\nକବେ ଗୌର-ଵନେ, ସୁରଧୁନୀ-ତଟେ\n‘ହା ରାଧେ ହା କୃଷ୍ଣ’ ବୋଲେ’\nକାଂଦିଯା ବେରା’ ବୋ, ଦେହୋ-ସୁଖ ଛାଡି’,\nନାନା ଲତା-ତୁରୁ-ତଲେ\nଶ୍ଵ-ପଚ-ଗୃହେତେ, ମାଗିଯା ଖାଇବୋ,\nପିବୋ ସରସ୍ଵତୀ-ଜଲ\nପୁଲିନେ ପୁଲିନେ, ଗଡା-ଗଡି ଦିବୋ,\nକୋରି’ କୃଷ୍ଣ- କୋଲାହଲ\nଧାମ-ଵାସୀ ଜନେ ପ୍ରଣତି କୋରିଯା\nମାଗିବୋ କୃପାର ଲେଶ\nଵୈଷ୍ଣଵ-ଚରଣ-ରେଣୁ ଗାଯ ମାଖି’,\nଧୋରି ଅଵଧୂତ-ବେଶ\nଗୌଡ-ବ୍ରଜ-ଜନେ, ଭେଦ ନା ଦେଖିବୋ\nହୋଇବୋ ବରଜ-ବାସୀ\nଧାମେର ସ୍ଵରୂପ, ସ୍ଫୁରିବେ ନଯନେ\nହୋଇବୋ ରାଧାର ଦାସୀ\n    ',
},

{
title:" ଜଯ ରାଧା ମାଧଵ",
song:'\n (ଜଯ) ରାଧା-ମାଧଵ (ଜଯ) କୁଂଜଵିହାରୀ\n(ଜଯ) ଗୋପି-ଜନ-ଵଲ୍ଲଭ (ଜଯ) ଗିରିଵରଧାରୀ\n(ଜଯ) ଯଶୋଦାନଂଦନ, (ଜଯ) ଵ୍ରଜଜନରଂଜନ,\n(ଜଯ) ଯମୁନା-ତୀର ଵନ-ଚାରୀ\n    ',
},

{
title:" ରାଧା କୃଷ୍ଣ ବୋଲ୍",
song:'\nରାଧା-କୃଷ୍ଣ ବୋଲ୍ ବୋଲ୍ ବୋଲୋ ରେ ସୋବାଇ\n(ଏଇ) ଶିଖା ଦିଯା, ସବ୍ ନଦୀଯା\nଫିର୍ଛେ ନେଚେ’ ଗୌର-ନିତାଇ\n(ମିଛେ) ମାଯାର୍ ବୋଶେ, ଜାଚ୍ଛୋ ଭେସେ’\nଖାଚ୍ଛୋ ହାବୁଡୁବୁ ଭାଇ\n(ଜୀଵ୍)କୃଷ୍ଣ-ଦାସ୍, ଏ ଵିଶ୍ଵାସ୍,\nକୋର୍ଲେ ତୋ’ ଆର୍ ଦୁଃଖୋ ନାଇ\n(କୃଷ୍ଣ) ବୋଲ୍ବେ ଜବେ, ପୁଲକ୍ ହ’ବେ\nଝୋର୍ ବେ ଆଂଖି, ବୋଲି ତାଇ\n(‘ରାଧା) କୃଷ୍ଣ’ ବୋଲୋ ସଂଗେ ଚଲୋ,\nଏଇ-ମାତ୍ର ଭିଖା ଚାଇ\n(ଜାଯ୍) ସକଲ୍ ବିପୋଦ୍ ଭକ୍ତିଵିନୋଦ୍\nବୋଲେ, ଜଖୋନ୍ ଓ-ନାମ୍ ଗାଇ\n    ',
},

{
title:" ମାନସ ଦେହ ଗେହ",
song:'\nମାନସ, ଦେହୋ, ଗେହୋ, ଜୋ କିଛୁ ମୋର୍\nଅର୍ପିଲୁ ତୁଵା ପଦେ, ନନ୍ଦ-କିଶୋର୍\nସଂପୁଦେ ଵିପଦେ, ଜୀଵନେ-ମରଣେ\nଦାଯ୍ ମମ ଗେଲା, ତୁଵା ଓ-ପଦ ବରଣେ\nମାରୋବି ରାଖୋବି-ଜୋ ଇଚ୍ଛା ତୋହାରା\nନିତ୍ଯ-ଦାସ ପ୍ରତି ତୁଵା ଅଧିକାରା\nଜନ୍ମାଓବି ମୋଏ ଇଚ୍ଛାଜଦି ତୋର୍\nଭକ୍ତ-ଗୃହେ ଜନି ଜନ୍ମ ହଉ ମୋର୍\nକୀଟ-ଜନ୍ମ ହଉ ଜଥା ତୁଵା ଦାସ୍\nବହିର୍-ମୁଖ ବ୍ରହ୍ମ-ଜନ୍ମେ ନାହି ଆଶ୍\nଭକ୍ତି-ମୁକ୍ତି-ସ୍ପୃହା ଵିହୀନ ଜେ ଭକ୍ତ\nଲବୈତେ ତାକୋ ସଂଗ ଅନୁରକ୍ତ\nଜନକ, ଜନନୀ, ଦଯିତ, ତନଯ୍\nପ୍ରଭୁ, ଗୁରୁ, ପତି-ତୁହୂ ସର୍ଵ-ମୋଯ୍\nଭକତିଵିନୋଦ କୋହେ ଶୁନୋ କାନ!\nରାଧା-ନାଥ! ତୁହୁ ହାମାର ପରାଣ\n    ',
},

{
title:" ଗୁରୁଦେଵ୍",
song:'\nଗୁରୁଦେଵ୍!\nକୃପାବିଂଦୁ ଦିଯା, କୋରୋ ଏଇ ଦାସେ\nତୃଣାପେଖା ଅତି ହୀନ\nସକଲ ସହନେ, ବଲ ଦିଯା କୋରୋ,\nନିଜ-ମାନେ ସ୍ପୃହ-ହୀନ\nସକଲେ ସମ୍ମାନ କୋରିତେ ଶକତି\nଦେହୋ ନାଥ! ଜଥାଜଥ\nତବେ ତୋ ଗାଇବୋ, ହରି-ନାମ-ସୁଖେ\nଅପରାଧ ହାବେ ହତା\nକବେ ହେନୋ କୃପା, ଲଭିଯା ଏ ଜନ\nକୃତାର୍ଥ ହୋଇବେ, ନାଥ\nଶକ୍ତି-ବୁଦ୍ଧି-ହୀନ, ଆମି ଅତି ଦୀନ\nକୋରୋ ମୋରେ ଆତ୍ମ-ସାଥ\nଜୋଗ୍ଯତା-ଵିଚାରେ କିଛୁ ନା ହି ପାଇ,\nତୋମାର କରୁଣା-ସାର\nକରୁଣା ନା ହୋଇଲେ କାଂଦିଯା କାଂଦିଯା\nପ୍ରାଣ ନା ରାଖିବୋ ଆର\n    ',
},

{
title:" ଗୋପୀନାଥ",
song:'\nଭାଗ-\nଗୋପିନାଥ୍, ମମ ନିଵେଦନ ଶୁନୋ\nଵିଷଯୀ ଦୁର୍ଜନ, ସଦା କାମ-ରତ,\nକିଛୁ ନାହି ମୋର ଗୁଣ\nଗୋପୀନାଥ୍, ଆମାର ଭରସା ତୁମି\nତୋମାର ଚରଣେ, ଲୋଇନୁ ଶରଣ,\nତୋମାର କିଂକୋର ଆମି\nଗୋପୀନାଥ୍, କେମୋନେ ଶୋଧିବେ ମୋରେ\nନା ଜାନି ଭକତି, କର୍ମେ ଜଡ-ମତି,\nପୋଡେଛି ସଂସାର-ଘୋରେ\nଗୋପୀନାଥ୍, ସକଲି ତୋମାର ମାଯା\nନାହି ମମ ବଲ, ଜ୍ଞାନ ସୁନିର୍ମଲ,\nସ୍ଵାଧୀନ ନହେ ଏ କାଯା\nଗୋପୀନାଥ୍, ନିଯତ ଚରଣେ ସ୍ଥାନ\nମାଗେ ଏ ପାମର, କାନ୍ଡିଯା କାନ୍ଡିଯା,\nକୋରୋହେ କରୁଣା ଦାନ\nଗୋପୀନାଥ୍, ତୁମି ତୋ’ ସକଲି ପାରୋ\nଦୁର୍ଜନେ ତାରିତେ, ତୋମାର ଶକତି,\nକେ ଆଛେ ପାପୀର ଆରୋ\nଗୋପୀନାଥ୍, ତୁମି କୃପା-ପାରାବାର\nଜୀଵେର କାରଣେ, ଆସିଯା ପ୍ରପଂଚେ\nଲୀଲା କୋଇଲେ ସୁବିସ୍ତାର\nଗୋପୀନାଥ୍, ଆମି କି ଦୋଷେ ଦୋଷୀ\nଅସୁର ସକଲ, ପାଇଲୋ ଚରଣ,\nଵିନୋଦ ଥାକିଲୋ ବୋସି’\nଭାଗ -\nଗୋପୀନାଥ୍, ଘୁଚାଓ ସଂସାର-ଜ୍ଵାଲା\nଅଵିଦ୍ଯା-ଜାତନା, ଆରୋ ନାହି ସହେ,\nଜନମ-ମରଣ-ମାଲା\nଗୋପୀନାଥ୍, ଆମି ତୋ’କାମେର ଦାସ\nଵିଷଯ-ବାସନା, ଜାଗିଛେ ହୃଦୋଯେ,\nଫାଡିଛେ କରମ ଫାସ\nଗୋପୀନାଥ୍, କବେ ଵା ଜାଗିବୋ ଆମି\nକାମ-ରୂପ ଅରି, ଦୂରେ ତେଯାଗିବୋ,\nହୃଦୋଯେ ସ୍ଫୁରିବେ ତୁମି\nଗୋପୀନାଥ୍ ଆମି ତୋ’ତୋମାର ଜନ\nତୋମାରେ, ଛାଡିଯା, ସଂସାର ଭଜିନୁ,\nଭୁଲିଯା ଆପନ-ଧନ\nଗୋପୀନାଥ୍, ତୁମି ତୋ’ସକଲି ଜାନୋ\nଆପନାର ଜନେ, ଦଣ୍ଡିଯା ଏଖନୋ\nଶ୍ରୀ-ଚରଣେ, ଦେହୋ ସ୍ଥାନୋ\nଗୋପୀନାଥ୍, ଏଇ କି, ଵିଚାର ତବ\nବିମୁଖ ଦେଖିଯା, ଛାଡୋ ନିଜ-ଜନେ,\nନ କୋରୋ’କରୁଣା-ଲବ\nଗୋପୀନାଥ୍, ଆମି ତୋ ମୂରଖ ଅତି\nକିସେ ଭାଲୋ ହୋଯ, କଭୁ ନା ବୁଝିନୁ,\nତାଇ ହେନୋ ମମ ଗତି\nଗୋପୀନାଥ୍, ତୁମି ତୋ’ପଣ୍ଡିତ-ବର\nମୂଢେର ମଂଗଲ, ତୁମି ଅନ୍ଵେଷିବେ\nଏ ଦାସେ ନା ଭାଵୋ’ପର\nଭାଗ -\nଗୋପୀନାଥ୍, ଆମାର ଉପାଯ ନାଇ\nତୁମି କୃପା କୋରି’, ଆମାରେ ଲୋଇଲେ,\nସଂସାରେ ଉଦ୍ଦାର ପାଇ\nଗୋପୀନାଥ୍, ପୋଡେଛି ମାଯାର ଫେରେ\nଧନ, ଦାର, ସୁତ, ଘିରେଛେ ଆମାରେ,\nକାମେତେ ରେଖେଛେ ଜେରେ\nଗୋପୀନାଥ୍, ମନ ଜେ ପାଗଲ ମୋର\nନା ମାନେ ଶାସନ, ସଦା ଅଚେତନ,\nଵିଷଯେ ରୋ’ଯେଛେ ଘୋର\nଗୋପୀନାଥ୍, ହାର ଜେ ମେନେଛି ଆମି\nଅନେକ ଜନତ, ହୋଇଲୋ ବିଫଲ,\nଏଖନୋ ଭରସା ତୁମି\nଗୋପୀନାଥ୍, କେମୋନେ ହୋଇବେ ଗତି\nପ୍ରବଲ ଇଂଦ୍ରିଯ ବୋଶୀ-ଭୂତ ମନ,\nନା ଛାଡେ ଵିଷଯ-ରତି\nଗୋପୀନାଥ୍, ହୃଦୋଯେ ବୋସିଯା ମୋର\nମନକେ ଶମିଯା, ଲହୋ ନିଜ ପାନେ,\nଘୁଚିବେ ଵିପଦ ଘୋର\nଗୋପୀନାଥ୍, ଅନାଥ ଦେଖିଯା ମୋରେ\nତୁମି, ହୃଷିକେଶ, ହୃଷୀକ ଦମିଯା,\nତାରୋ’ହେ ସଂସୃତି-ଘୋରେ\nଗୋପୀନାଥ୍, ଗଲାଯ ଲେଗେଛେ ଫାସ\nକୃପା-ଆସି ଧୋରି’, ବଂଧନ ଛେଦିଯା,\nଵିନୋଦେ କୋରୋହୋ ଦାସ\n    ',
},

{
title:" ଶ୍ରୀ ନାମ",
song:'\nଗାଯ୍ ଗୋରା ମଧୁର୍ ସ୍ଵରେ\nହରେ କୃଷ୍ଣ ହରେ କୃଷ୍ଣ କୃଷ୍ଣ କୃଷ୍ଣ ହରେ ହରେ\nହରେ ରାମ ହରେ ରାମ ରାମ ରାମ ହରେ ହରେ\nଗୃହେ ଥାକୋ ଵନେ ଥାକୋ ସଦାହରିବୋଲେ ଡାକୋ\nସୁଖେ ଦୁଃଖେ ଭୁଲୋ ନାକୋ ଵଦନେ ହରିନାମ୍ କୋରୋ ରେ\nମାଯା-ଜାଲେ ବଦ୍ଧ ହୋଯେ ଆଛୋ ମିଛେ କାଜ ଲୋଯେ\nଏଖୋନ ଚେତନ ପେଯେ ରାଧା ମାଧଵ ନାମ ବୋଲୋ ରେ\nଜୀଵନ ହୋଇଲୋ ଶେଷ ନା ଭଜିଲେ ହୃଷୀକେଶ\nଭକ୍ତିଵିନୋଦୋପଦେଶ ଏକ୍ବାର୍ ନାମ୍ ରସେ ମାତୋ ରେ\n    ',
},

{
title:" ଜୀଵ୍ ଜାଗୋ",
song:'\nଜୀଵ୍ ଜାଗୋ, ଗୌରଚାଂଦ ବୋଲେ\nକୋତ ନିଦ୍ରା ଜାଓ ମାଯା ପିଶାଚୀର-କୋଲେ\nଭଜିବୋ ବୋଲିଯା ଏସେ ସଂସାର-ଭିତରେ\nଭୁଲିଯା ରୋହିଲେ ତୁମି ଅଵିଦ୍ଯାର ଭରେ\nତୋମାରେ ଲୋଇତେ ଆମି ହୋଇନୁ ଅଵତାର\nଆମି ବିନା ବଂଧୁ ଆର କେ ଆଛେ ତୋମାର\nଏନେଛି ଔଷଧି ମାଯା ନାଶିବାରୋ ଲାଗି\nହରି-ନାମ ମହା-ମଂତ୍ର ଲଓ ତୁମି ମାଗି\nଭକତି ଵିନୋଦ ପ୍ରଭୁ ଚରଣେ ପଡିଯା\nସେଇ ହରିନାମ ମଂତ୍ର ଲୋଇଲୋ ମାଗିଯା\n    ',
},

{
title:" ଉଦିଲୋ ଅରୁଣ",
song:'\nଉଦିଲୋ ଅରୁଣ ପୂରବ-ଭାଗେ ଦ୍ଵିଜମଣି ଗୋରା ଅମନି ଜାଗେ\nଭକତ ସମୂହ ଲୋଇଯା ସାଥେ ଗେଲା ନଗର-ବ୍ରାଜେ\n‘ତାଥୈ ତାଥୈ’ ବାଜଲୋ ଖୋଲ୍ ଘନ ଘନ ତାହେ ଝାଜେର ରୋଲ୍\nପ୍ରେମେ ଢଲଢଲ ସୋଣାର ଅଂଗ ଚରଣେ ନୂପୁର ବାଜେ\nମୁକୁଂଦ ମାଧଵ ଯାଦଵ ହରି ବୋଲେନ ବୋଲୋରେ ଵଦନ ଭୋରି\nମିଛେ ନିଦ-ବଶେ ଗେଲୋ ରେ ରାତି ଦିଵସ ଶରୀର ସାଜେ\nଏମନ ଦୁର୍ଲଭ ମାନଵ ଦେହୋ ପାଇଯା କି କୋରୋ ଭାଵ ନା କେହୋ\nଏବେ ନା ଭଜିଲେ ଯଶୋଦା ସୁତ ଚରମେ ପୋରିବେ ଲାଜେ\nଉଦିତ ତପନ ହୋଇଲେ ଅସ୍ତ ଦିନ ଗେଲୋ ବୋଲି ହୋଇବେ ବ୍ଯସ୍ତ\nତବେ କେନୋ ଏବେ ଅଲସ ହୋଯ୍ ନା ଭଜ ହୃଦୋଯ ରାଜେ\nଜୀଵନ ଅନିତ୍ଯ ଜାନହ ସାର୍ ତାହେ ନାନା ଵିଧ ଵିପଦ-ଭାର୍\nନାମାଶ୍ରଯ କୋରି ଜତନେ ତୁମି ଥାକହ ଆପନ କାଜେ\nଜୀଵେର କଲ୍ଯାଣ ସାଧନ କାମ୍ ଜଗତେ ଆସିଏ ମଧୁର ନାମ୍\nଅଵିଦ୍ଯା ତିମିର ତପନ ରୂପେ ହୃଦ୍ ଗଗନେ ବିରାଜେ\nକୃଷ୍ଣ-ନାମ-ସୁଧା କୋରିଯା ପାନ୍ ଜୁଡାଓ ଭକତି ଵିନୋଦ-ପ୍ରାଣ୍\nନାମ ବିନା କିଛୁ ନାହିକୋ ଆରୋ ଚୌଦ୍ଦ-ଭୁଵନ ମାଝେ\n    ',
},

{
title:" ଶ୍ରୀ ତୁଲସୀ ପ୍ରଦକ୍ଷିଣ ମଂତ୍ର",
song:'\nଯାନି କାନି ଚ ପାପାନି ବ୍ରହ୍ମ ହତ୍ଯାଦିକାନି ଚ\nତାନି ତାନି ପ୍ରଣଶ୍ଯଂତି ପ୍ରଦକ୍ଷିଣଃ ପଦେ ପଦେ\n    ',
},

{
title:" ଶ୍ରୀ ତୁଲସୀ କୀର୍ତନ",
song:'\nତୁଲସୀ କୃଷ୍ଣ ପ୍ରେଯସୀ ନମୋ ନମଃ\nରାଧା-କୃଷ୍ଣ-ସେଵା ପାବୋ ଏଇ ଅଭିଲାଷୀ\nଯେ ତୋମାର ଶରଣ ଲୋଯ୍, ତାର ଵାଂଛା ପୂର୍ଣ ହୋଯ୍\nକୃପା କୋରି କୋରୋ ତାରେ ବୃଂଦାଵନ-ଵାସୀ\nମୋର୍ ଏ ଅଭିଲାଷ୍, ଵିଲାସ୍ କୁଂଜେ ଦିଯୋ ଵାସ୍\nନଯନେ ହେରିବୋ ସଦା ଯୁଗଲ-ରୂପ-ରାଶି\nଏ ନିଵେଦନ ଧରୋ, ସଖୀର୍ ଅନୁଗତ କୋରୋ\nସେଵା-ଅଧିକାର ଦିଯେ କୋରୋ ନିଜ ଦାସୀ\nଦୀନ-କୃଷ୍ଣ-ଦାସେ କୋଯ୍, ଏଇ ଜେନ ମୋର ହୋଯ୍\nଶ୍ରୀ ରାଧା-ଗୋଵିଂଦ-ପ୍ରେମେ ସଦା ଯେନ ଭାସି\n    ',
},

{
title:" ଶ୍ରୀ ତୁଲସୀ ପ୍ରଣାମ",
song:'\n (ଓମ୍)ଵୃଂଦାଯୈ ତୁଲସୀ ଦେଵ୍ଯୈ ପ୍ରିଯାଯୈ କେଶଵସ୍ଯ ଚ\nଵିଷ୍ଣୁ-ଭକ୍ତି-ପ୍ରଦେ ଦେଵୀ ସତ୍ଯଵତ୍ଯୈ ନମୋ ନମଃ\n    ',
},

{
title:" ଶ୍ରୀ ନରସିଂହ ପ୍ରାର୍ଥନ",
song:'\nତଵ କର-କମଲ-ଵରେ ନଖଂ ଅଦ୍ଭୁତ-ଶୃଂଗଂ\nଦଲିତ ହିରଣ୍ଯକଶିପୁ-ତନୁ-ବୃଂଗଂ\nକେଶଵ ଧୃତ-ନରହରି-ରୂପ ଜଯ ଜଗଦୀଶ ହରେ\n    ',
},

{
title:" ଶ୍ରୀ ନରସିଂହ ପ୍ରଣାମ",
song:'\nନମସ୍ତେ ନରସିଂହାଯ\nପ୍ରହ୍ଲାଦାହ୍ଲାଦ-ଦାଯିନେ\nହିରଣ୍ଯକଶିପୋର୍ଵକ୍ଷଃ\nଶିଲା-ଟଂକ-ନଖାଲଯେ\nଇତୋ ନୃସିଂହଃ ପରତୋ ନୃସିଂହୋ\nଯତୋ ଯତୋ ଯାମି ତତୋ ନୃସିଂହଃ\nବହିର୍ ନୃସିଂହୋ ହୃଦଯେ ନୃସିଂହୋ\nନୃସିଂହଂ ଆଦିଂ ଶରଣଂ ପ୍ରପଦ୍ଯେ\n    ',
},

{
title:" ଶ୍ରୀ ଶ୍ରୀ ଗୁର୍ଵଷ୍ଟକ",
song:'\nସଂସାର-ଦାଵାନଲ-ଲୀଢ-ଲୋକ\nତ୍ରାଣାଯ କାରୁଣ୍ଯ-ଘନାଘନତ୍ଵମ୍\nପ୍ରାପ୍ତସ୍ଯ କଲ୍ଯାଣ-ଗୁଣାର୍ଣଵସ୍ଯ\nଵଂଦେ ଗୁରୋଃ ଶ୍ରୀ ଚରଣାରଵିଂଦଂ\nମହାପ୍ରଭୋଃ କୀର୍ତନ-ନୃତ୍ଯ-ଗୀତ\nଵାଦିତ୍ର-ମାଦ୍ଯନ୍-ମନସୋ ରସେନ\nରୋମାନ୍ଚ-କଂପାଶ୍ରୁ-ତରଂଗ-ଭାଜୋ\nଵଂଦେ ଗୁରୋଃ ଶ୍ରୀ ଚରଣାରଵିଂଦଂ\nଶ୍ରୀ ଵିଗ୍ରହାରାଧନ ନିତ୍ଯ ନାନା\nଶୃଂଗାର-ତନ୍ମଂଦିର ମାର୍ଜନାଦୌ\nଯୁକ୍ତସ୍ଯ ଭକ୍ତାଂଶ୍ଚ ନିଯୁଂଜତୋଽପି\nଵଂଦେ ଗୁରୋଃ ଶ୍ରୀ ଚରଣାରଵିଂଦଂ\nଚତୁର୍ଵିଧ ଶ୍ରୀ ଭଗଵତ୍ ପ୍ରସାଦ\nସ୍ଵାଦ୍ଵନ୍ନ ତୃପ୍ତାନ୍ ହରିଭକ୍ତ ସଂଘାନ୍\nକୃତ୍ଵୈଵ ତୃପ୍ତିଂ ଭଜତଃ ସଦୈଵ\nଵଂଦେ ଗୁରୋଃ ଶ୍ରୀ ଚରଣାରଵିଂଦଂ\nଶ୍ରୀ ରାଧିକା-ମାଧଵଯୋର୍-ଅପାର\nମାଧୁର୍ଯ-ଲୀଲା-ଗୁଣ-ରୂପ-ନାମ୍ନାଂ\nପ୍ରତିକ୍ଷଣାସ୍ଵାଦନ-ଲୋଲୁପସ୍ଯ\nଵଂଦେ ଗୁରୋଃ ଶ୍ରୀ ଚରଣାରଵିଂଦଂ\nନିକୁଂଜ ଯୂନୋ ରତି-କେଲି- ସିଦ୍ଧ୍ଯୈ\nଯା ଯାଲିଭିର୍-ଯୁକ୍ତିର୍-ଅପେକ୍ଷଣୀଯା\nତତ୍ରାତି-ଦାକ୍ଷ୍ଯାଦ୍ ଅତି ଵଲ୍ଲଭସ୍ଯ\nଵଂଦେ ଗୁରୋଃ ଶ୍ରୀ ଚରଣାରଵିଂଦଂ\nସାକ୍ଷାଦ୍ଧରିତ୍ଵେନ ସମସ୍ତ-ଶାସ୍ତ୍ରୈର୍\nଉକ୍ତସ୍ତଥା ଭାଵ୍ଯତ ଏଵ ସଦ୍ଭିଃ\nକିଂତୁ ପ୍ରଭୋର୍-ଯଃ ପ୍ରିଯ ଏଵ ତସ୍ଯ\nଵଂଦେ ଗୁରୋଃ ଶ୍ରୀ ଚରଣାରଵିଂଦଂ\nଯସ୍ଯ ପ୍ରସାଦାତ୍ ଭଗଵତ୍-ପ୍ରସାଦୋ\nଯସ୍ଯାପ୍ରସାଦାତ୍ ନ ଗତିଃ କୁତୋଽପି\nଧ୍ଯାଯନ୍ ସ୍ତୁଵଂସ୍ତସ୍ଯ ଯଶାସ୍ ତ୍ରିସଂଧ୍ଯାଂ\nଵଂଦେ ଗୁରୋଃ ଶ୍ରୀ ଚରଣାରଵିଂଦଂ\n    ',
},

{
title:" ଶ୍ରୀ ରାଧା ପ୍ରଣାମ",
song:'\nତପ୍ତ-କାଂଚନ ଗୌରାଂଗୀ ରାଧେ ଵୃଂଦାଵନେଶ୍ଵରୀ\nଵୃଷଭାନୁ ସୁତେ ଦେଵୀ ପ୍ରଣମାମି ହରି-ପ୍ରିଯେ\n    ',
},

{
title:" ପ୍ରଯୋଜନାଧିଦେଵ ପ୍ରଣାମ",
song:'\nଶ୍ରୀମାନ୍ ରାସ ରସାରଂଭୀ ଵଂଶୀଵଟ ତଟସ୍ଥିତଃ\nକର୍ଷନ୍ ଵେଣୁସ୍ଵନୈର୍ ଗୋପୀର୍ ଗୋପୀନାଥଃ ଶ୍ରୀଯେଽସ୍ତୁନଃ\n\t\n    ',
},

{
title:" ଅଭିଧେଯାଧିଦେଵ ପ୍ରଣାମ",
song:'\nଦୀଵ୍ଯଦ୍ ଵୃଂଦାରଣ୍ଯ କଲ୍ପ-ଦ୍ରୁମାଧଃ\nଶ୍ରୀମଦ୍ ରତ୍ନାଗାର ସିଂହାସନସ୍ଥୌ\nଶ୍ରୀମଦ୍ ରାଧା ଶ୍ରୀଲ ଗୋଵିଂଦ ଦେଵୌ\nଷ୍ରେଷ୍ଠାଲୀଭିଃ ସେଵ୍ଯମାନୌ ସ୍ମରାମି\n    ',
},

{
title:" ଶ୍ରୀ କୃଷ୍ଣ ପ୍ରଣାମ",
song:'\nହେ କୃଷ୍ଣ କରୁଣା-ସିଂଧୋ\nଦୀନ-ବଂଧୋ ଜଗତ୍ପତେ\nଗୋପେଶ ଗୋପିକା-କାଂତ\nରାଧା-କାଂତ ନମୋଽସ୍ତୁତେ\n    ',
},

{
title:" ଶ୍ରୀ ପଂଚ ତତ୍ଵ ପ୍ରଣାମ",
song:'\nପଂଚ ତତ୍ତ୍ଵାତ୍ମକଂ କୃଷ୍ଣଂ ଭକ୍ତରୂପ ସ୍ଵରୂପକଂ\nଭକ୍ତାଵତାରଂ ଭକ୍ତାଖ୍ଯଂ ନମାମି ଭକ୍ତଶକ୍ତିକଂ\n    ',
},

{
title:" ଶ୍ରୀ ଗୌରାଂଗ ପ୍ରଣାମ",
song:'\nନମୋ ମହାଵଦାନ୍ଯାଯ କୃଷ୍ଣ ପ୍ରେମପ୍ରଦାଯ ତେ\nକୃଷ୍ଣାଯ କୃଷ୍ଣ ଚୈତନ୍ଯ ନାମ୍ନେ ଗୌର ତ୍ଵିଷେ ନାମ:\n    ',
},

{
title:" ଶ୍ରୀ ଵୈଷ୍ଣଵ ପ୍ରଣାମ",
song:'\nଵାଞ୍ଛା କଲ୍ପତରୁଭ୍ଯଶ୍ଚ କୃପା-ସିଂଧୁଭ୍ଯ ଏଵ ଚ\nପତିତାନାମ୍ ପାଵନେଭ୍ଯୋ ଵୈଷ୍ଣଵେଭ୍ଯୋ ନମୋ ନମଃ\n    ',
},

{
title:" ଶ୍ରୀଲ ଜଗନ୍ନାଥ ପ୍ରଣତି",
song:'\nଗୌରାଵିର୍ଭାଵ-ଭୂମେସ୍ତ୍ଵଂ ନିର୍ଦେଷ୍ଟା ସଜ୍ଜନପ୍ରିଯଃ\nଵୈଷ୍ଣଵ ସାର୍ଵଭୌମଃ ଶ୍ରୀ ଜଗନ୍ନାଥାଯ ତେ ନମଃ\n    ',
},

{
title:" ଶ୍ରୀଲ ଭକ୍ତିଵିନୋଦ ପ୍ରଣତି",
song:'\nନମୋ ଭକ୍ତି ଵିନୋଦାଯ ସଚ୍ଚିଦାନଂଦ-ନାମିନେ\nଗୌରଶକ୍ତି ସ୍ଵରୂପାଯ ରୂପାନୁଗ ଵରାଯ ତେ\n    ',
},

{
title:" ଶ୍ରୀଲ ଗୌରକିଶୋର ପ୍ରଣତି",
song:'\nନମୋ ଗୌର-କିଶୋରାଯ ସାକ୍ଷାଦ୍-ଵୈରାଗ୍ଯ ମୂର୍ତଯେ\nଵିପ୍ରଲଂଭ-ରସାଂବୋଧେ ପାଦାଂବୁଜାଯ ତେ ନମଃ\n    ',
},

{
title:" ଶ୍ରୀଲ ଭକ୍ତି ସିଦ୍ଧାଂତ ସରସ୍ଵତୀ ପ୍ରଣତି",
song:'\nନମ ଓଂ ଵିଷ୍ଣୁ ପାଦାଯ କୃଷ୍ଣ ପ୍ରେଷ୍ଠାଯ ଭୂତଲେ\nଶ୍ରୀମତେ ଭକ୍ତି ସିଦ୍ଧାଂତ-ସରସ୍ଵତୀତି ନାମିନେ\nଶ୍ରୀ ଵାର୍ଷଭାନଵୀ-ଦେଵୀ-ଦଯିତାଯ କୃପାବ୍ଧଯେ\nକୃଷ୍ଣ ସଂବଂଧ ଵିଜ୍ଞାନ ଦାଯିନେ ପ୍ରଭଵେ ନମଃ\nମାଧୁର୍ଯୋଜ୍ଵଲ ପ୍ରେମାଢ୍ଯ ଶ୍ରୀ-ରୂପାନୁଗ ଭକ୍ତି ଦ\nଶ୍ରୀ ଗୌର-କରୁଣା-ଶକ୍ତି-ଵିଗ୍ରହାଯ ନମୋଽସ୍ତୁତେ\nନମସ୍ତେ ଗୌର-ଵାଣୀ-ଶ୍ରୀ-ମୂର୍ତଯେ ଦୀନ ତାରିଣେ\nରୂପାନୁଗ ଵିରୁଦ୍ଧାପସିଦ୍ଧାଂତ – ଧ୍ଵାଂତ-ହାରିଣେ\n    ',
},

{
title:" ମଂଗଲାଚରଣ",
song:'\nଵଂଦେ ହଂ ଶ୍ରୀଗୁରୋଃ ଶ୍ରୀଯୁତ ପଦକମଲଂ ଶ୍ରୀ ଗୁରୂନ୍ ଵୈଷ୍ଣଵାଂଶ୍ଚ\nଶ୍ରୀରୂପଂ ସାଗ୍ରଜାତଂ ସହଗଣ ରଘୁନାଥାନ୍ଵିତଂ ତଂ ସଜୀଵମ୍\nସାଦ୍ଵୈତଂ ସାଵଧୂତଂ ପରିଜନ ସହିତଂ କୃଷ୍ଣ ଚୈତନ୍ଯ ଦେଵଂ\nଶ୍ରୀ ରାଧାକୃଷ୍ଣ ପାଦାନ୍ ସହଗଣ ଲଲିତା ଶ୍ରୀ ଵିଶାଖାନ୍ଵିତାଂଶ୍ଚ\n    ',
},

{
title:" ଶ୍ରୀ ରୂପ ପ୍ରଣାମ",
song:'\nଶ୍ରୀ ଚୈତନ୍ଯ ମନୋଭୀଷ୍ଟଂ ସ୍ଥାପିତଂ ଯେନ ଭୂତଲେ\nସ୍ଵଯଂ ରୂପଃ କଦା ମହ୍ଯଂ ଦଦାତି ସ୍ଵପଦାଂତିକଂ\n    ',
},

{
title:" ଶ୍ରୀ ଗୁରୁ ପ୍ରଣାମ",
song:'\nଓଂ ଅଜ୍ଞାନତିମିରାଂଧସ୍ଯ\nଜ୍ଞାନାଂଜନଶଲାକଯା\nଚକ୍ଷୁର୍ ଉନ୍ମୀଲିତଂ ଯେନ\nତସ୍ମୈ ଶ୍ରୀ ଗୁରଵେ ନମଃ\n    ',
},

{
title:" ହରେ କୃଷ୍ଣ ମହାମଂତ୍ର",
song:'\nହରେ କୃଷ୍ଣ ହରେ କୃଷ୍ଣ\nକୃଷ୍ଣ କୃଷ୍ଣ ହରେ ହରେ\nହରେ ରାମ ହରେ ରାମ\nରାମ ରାମ ହରେ ହରେ\n    ',
},

{
title:" ଶ୍ରୀ ପଂଚ ତତ୍ଵ ମଂତ୍ର",
song:'\n (ଜଯ) ଶ୍ରୀ କୃଷ୍ଣ ଚୈତନ୍ଯ ପ୍ରଭୁ ନିତ୍ଯାନଂଦ\nଶ୍ରୀ ଅଦ୍ଵୈତ ଗଦାଧର ଶ୍ରୀ ଵାସାଦି ଗୌର ଭକ୍ତଵୃଂଦ\n    ',
},

{
title:" ଶ୍ରୀଲ ପ୍ରଭୁପାଦ ପ୍ରଣତି",
song:'\nନମ ଓଂ ଵିଷ୍ଣୁ-ପାଦାଯ କୃଷ୍ଣ-ପ୍ରେଷ୍ଠାଯ ଭୂତଲେ !\nଶ୍ରୀମତେ ଭକ୍ତିଵେଦାଂତ-ସ୍ଵାମିନ୍ ଇତି ନାମିନେ !!\nନମସ୍ତେ ସାରସ୍ଵତେ ଦେଵେ ଗୌର-ଵାଣୀ-ପ୍ରଚାରିଣେ !\nନିର୍ଵିଶେଷ-ଶୂନ୍ଯଵାଦି-ପାଶ୍ଚାତ୍ଯ-ଦେଶ-ତାରିଣେ!!\n\n',
},
]