import React,{Component} from 'react';
import {Text,StyleSheet,View,Image,ScrollView,BackHandler,TouchableNativeFeedback} from 'react-native';
import {Actions} from 'react-native-router-flux';



export default class SongListKannada extends Component{

  handle_back_press=()=>
  {
    
    Actions.Lang_Menu();
    return true;
  }
 
  componentDidMount() {
    
    BackHandler.addEventListener('hardwareBackPress',this.handle_back_press);
  }

  componentWillUnmount() {
    BackHandler.removeEventListener('hardwareBackPress',this.handle_back_press);
  }


  render(){

    ListData=song_data.map((a,i)=>{    
              
        return <Item key={i} item={song_data[i].title} nxt={()=>Actions.Song({title:song_data[i].title,lyrics:song_data[i].song})}/>
      
    });


    return(

      <View style={styles.container} >


      <View style={styles.header}>
        <Image style={styles.logo} source={require('./prabhupad1.jpg')} />
        <Text style={styles.menu_text}>Vaishnava Geethavali</Text>

      </View>
      <ScrollView style={styles.contentContainer}>
      
        {ListData}
      </ScrollView>
      </View>
    )
  }
}


class Title extends Component{
  render(){
    return(
      <View style={styles.title_container}>
              <Text style={styles.title_text}>{this.props.title}</Text>
      </View>
    )
  }
}

class Item extends Component{
  render(){
    return(
      <TouchableNativeFeedback onPress={this.props.nxt} background={TouchableNativeFeedback.SelectableBackground()}>
        <View style={styles.item_container}>
            <Text style={styles.item_text}>{this.props.item}</Text>
        </View>
      </TouchableNativeFeedback>
      )
  }
}


const styles = StyleSheet.create({
  container:{
    flex:1,

  },
  header:{
    flex:1,
    maxHeight: '12%',
    backgroundColor: 'black',
    flexDirection: 'row' , 
  },
  logo:{
    marginTop: '3%',
    marginLeft: '2%',
    borderRadius: 80,
    maxWidth: '15%',
    maxHeight: '75%',

  },
  menu_text:{
    fontSize:20,
    color:'white',
    marginTop: '6%',
    marginLeft: '3%',
    fontWeight: 'bold' ,
  },
  item_container:{
    flex:1,
    backgroundColor: 'white',
    maxHeight: '50%',
    borderColor: 'lightgrey',
    borderBottomWidth: 0.5,
  },
  item_text:{
    fontSize:15,
    margin:'2%',
    marginLeft: '2%',
    fontWeight: 'bold', 
    color:'black',
  },
  title_container:{
    flex:1,
    borderWidth: 0,
    borderLeftWidth:0,
    borderColor: 'grey'
  },
  title_text:{
    fontWeight: 'normal',
    fontSize:20,
    margin: '2%'
  },
  contentContainer: {
  flex:1,
    
  },



});



const song_data=[
{
title:"﻿ಶ್ರೀಲ ಪ್ರಭುಪಾದ ಪ್ರಣತಿ",
song:'\n\nನಮ ಓಂ ವಿಷ್ಣು-ಪಾದಾಯ ಕೃಷ್ಣ-ಪ್ರೇಷ್ಠಾಯ ಭೂತಲೇ !\nಶ್ರೀಮತೇ ಭಕ್ತಿವೇದಾಂತ-ಸ್ವಾಮಿನ್ ಇತಿ ನಾಮಿನೇ !!\nನಮಸ್ತೇ ಸಾರಸ್ವತೇ ದೇವೇ ಗೌರ-ವಾಣೀ-ಪ್ರಚಾರಿಣೇ !\nನಿರ್ವಿಶೇಷ-ಶೂನ್ಯವಾದಿ-ಪಾಶ್ಚಾತ್ಯ-ದೇಶ-ತಾರಿಣೇ!!\n\n',
},

{
title:"ಶ್ರೀ ಪಂಚ-ತತ್ವ ಮಹಾಮಂತ್ರ",
song:'\n\n(ಜಯ) ಶ್ರೀ ಕೃಷ್ಣ ಚೈತನ್ಯ ಪ್ರಭು ನಿತ್ಯಾನಂದ\nಶ್ರೀ ಅದ್ವೈತ ಗದಾಧರ ಶ್ರೀ ವಾಸಾದಿ ಗೌರ ಭಕ್ತವೃಂದ\n\n',
},

{
title:"ಹರೇ ಕೃಷ್ಣ ಮಹಾಮಂತ್ರ ",
song:'\n\nಹರೇ ಕೃಷ್ಣ ಹರೇ ಕೃಷ್ಣ ಕೃಷ್ಣ ಕೃಷ್ಣ ಹರೇ ಹರೇ \nಹರೇ ರಾಮ ಹರೇ ರಾಮ ರಾಮ ರಾಮ ಹರೇ ಹರೇ\n\n',
},

{
title:"ಶ್ರೀ ಗುರು ಪ್ರಣಾಮ",
song:'\n\nಓಂ ಅಜ್ಞಾನತಿಮಿರಾಂಧಸ್ಯ ಜ್ಞಾನಾಂಜನಶಲಾಕಯಾ\nಚಕ್ಷುರ್ ಉನ್ಮೀಲಿತಂ ಯೇನ ತಸ್ಮೈ ಶ್ರೀ ಗುರವೇ ನಮಃ\n\n',
},

{
title:"ಶ್ರೀ ರೂಪ ಪ್ರಣಾಮ",
song:'\n\nಶ್ರೀ ಚೈತನ್ಯ ಮನೋಭೀಷ್ಟಂ ಸ್ಥಾಪಿತಂ ಯೇನ ಭೂತಲೇ \nಸ್ವಯಂ ರೂಪಃ ಕದಾ ಮಹ್ಯಂ ದದಾತಿ ಸ್ವಪದಾಂತಿಕಂ\n\n',
},

{
title:"ಮಂಗಲಾಚರಣ",
song:'\n\nವಂದೇ ಹಂ ಶ್ರೀಗುರೋಃ ಶ್ರೀಯುತ ಪದಕಮಲಂ ಶ್ರೀ ಗುರೂನ್ ವೈಷ್ಣವಾಂಶ್ಚ \nಶ್ರೀರೂಪಂ ಸಾಗ್ರಜಾತಂ ಸಹಗಣ ರಘುನಾಥಾನ್ವಿತಂ ತಂ ಸಜೀವಮ್\nಸಾದ್ವೈತಂ ಸಾವಧೂತಂ ಪರಿಜನ ಸಹಿತಂ ಕೃಷ್ಣ ಚೈತನ್ಯ ದೇವಂ \nಶ್ರೀ ರಾಧಾಕೃಷ್ಣ ಪಾದಾನ್ ಸಹಗಣ ಲಲಿತಾ ಶ್ರೀ ವಿಶಾಖಾನ್ವಿತಾಂಶ್ಚ\n\n',
},

{
title:"ಶ್ರೀಲ ಭಕ್ತಿ ಸಿದ್ಧಾಂತ ಸರಸ್ವತೀ ಪ್ರಣತಿ ",
song:'\n\nನಮ ಓಂ ವಿಷ್ಣು ಪಾದಾಯ ಕೃಷ್ಣ ಪ್ರೇಷ್ಠಾಯ ಭೂತಲೇ \nಶ್ರೀಮತೇ ಭಕ್ತಿ ಸಿದ್ಧಾಂತ-ಸರಸ್ವತೀತಿ ನಾಮಿನೇ \n\nಶ್ರೀ ವಾರ್ಷಭಾನವೀ-ದೇವೀ-ದಯಿತಾಯ ಕೃಪಾಬ್ಧಯೇ \nಕೃಷ್ಣ ಸಂಬಂಧ ವಿಜ್ಞಾನ ದಾಯಿನೇ ಪ್ರಭವೇ ನಮಃ \n\nಮಾಧುರ್ಯೋಜ್ವಲ ಪ್ರೇಮಾಢ್ಯ ಶ್ರೀ-ರೂಪಾನುಗ ಭಕ್ತಿ ದ\nಶ್ರೀ ಗೌರ-ಕರುಣಾ-ಶಕ್ತಿ-ವಿಗ್ರಹಾಯ ನಮೋಽಸ್ತುತೇ\n\nನಮಸ್ತೇ ಗೌರ-ವಾಣೀ-ಶ್ರೀ-ಮೂರ್ತಯೇ ದೀನ ತಾರಿಣೇ\nರೂಪಾನುಗ ವಿರುದ್ಧಾಪಸಿದ್ಧಾಂತ - ಧ್ವಾಂತ-ಹಾರಿಣೇ\n\n',
},

{
title:" ಶ್ರೀಲ ಗೌರಕಿಶೋರ ಪ್ರಣತಿ",
song:'\n\nನಮೋ ಗೌರ-ಕಿಶೋರಾಯ ಸಾಕ್ಷಾದ್-ವೈರಾಗ್ಯ ಮೂರ್ತಯೇ \nವಿಪ್ರಲಂಭ-ರಸಾಂಬೋಧೇ ಪಾದಾಂಬುಜಾಯ ತೇ ನಮಃ\n\n\n',
},

{
title:" ಶ್ರೀಲ ಭಕ್ತಿವಿನೋದ ಪ್ರಣತಿ",
song:'\n\nನಮೋ ಭಕ್ತಿ ವಿನೋದಾಯ ಸಚ್ಚಿದಾನಂದ-ನಾಮಿನೇ \nಗೌರಶಕ್ತಿ ಸ್ವರೂಪಾಯ ರೂಪಾನುಗ ವರಾಯ ತೇ\n\n',
},

{
title:" ಶ್ರೀಲ ಜಗನ್ನಾಥ ಪ್ರಣತಿ",
song:'\n\nಗೌರಾವಿರ್ಭಾವ-ಭೂಮೇಸ್ತ್ವಂ ನಿರ್ದೇಷ್ಟಾ ಸಜ್ಜನಪ್ರಿಯಃ \nವೈಷ್ಣವ ಸಾರ್ವಭೌಮಃ ಶ್ರೀ ಜಗನ್ನಾಥಾಯ ತೇ ನಮಃ\n\n',
},

{
title:"ಶ್ರೀ ವೈಷ್ಣವ ಪ್ರಣಾಮ",
song:'\n\nವಾಞ್ಛಾ ಕಲ್ಪತರುಭ್ಯಶ್ಚ ಕೃಪಾ-ಸಿಂಧುಭ್ಯ ಏವ ಚ\nಪತಿತಾನಾಮ್ ಪಾವನೇಭ್ಯೋ ವೈಷ್ಣವೇಭ್ಯೋ ನಮೋ ನಮಃ\n\n',
},

{
title:"ಶ್ರೀ ಗೌರಾಂಗ ಪ್ರಣಾಮ",
song:'\n\nನಮೋ ಮಹಾವದಾನ್ಯಾಯ ಕೃಷ್ಣ ಪ್ರೇಮಪ್ರದಾಯ ತೇ\nಕೃಷ್ಣಾಯ ಕೃಷ್ಣ ಚೈತನ್ಯ ನಾಮ್ನೆ ಗೌರ ತ್ವಿಷೆ ನಾಮ:\n\n',
},

{
title:"ಶ್ರೀ ಪಂಚ-ತತ್ವ ಪ್ರಣಾಮ ",
song:'\n\nಪಂಚ-ತತ್ತ್ವಾತ್ಮಕಂ ಕೃಷ್ಣಂ ಭಕ್ತರೂಪ ಸ್ವರೂಪಕಂ \nಭಕ್ತಾವತಾರಂ ಭಕ್ತಾಖ್ಯಂ ನಮಾಮಿ ಭಕ್ತಶಕ್ತಿಕಂ\n\n',
},

{
title:"ಶ್ರೀ ಕೃಷ್ಣ ಪ್ರಣಾಮ ",
song:'\n\nಹೇ ಕೃಷ್ಣ ಕರುಣಾ-ಸಿಂಧೋ ದೀನ-ಬಂಧೋ ಜಗತ್ಪತೇ\nಗೋಪೇಶ ಗೋಪಿಕಾ-ಕಾಂತ ರಾಧಾ-ಕಾಂತ ನಮೋಽಸ್ತುತೇ\n\n',
},

{
title:" ಸಂಬಂಧಾಧಿದೇವ ಪ್ರಣಾಮ",
song:'\n\nಜಯತಾಂ ಸುರತೌ ಪಂಗೋರ್ ಮಮ ಮಂದ-ಮತೇರ್ ಗತೀ\nಮತ್ಸರ್ವಸ್ವ ಪದಾಂಭೋಜೌ ರಾಧಾ-ಮದನ-ಮೋಹನೌ\n\n',
},

{
title:" ಅಭಿಧೇಯಾಧಿದೇವ ಪ್ರಣಾಮ",
song:'\n\nದೀವ್ಯದ್ ವೃಂದಾರಣ್ಯ ಕಲ್ಪ-ದ್ರುಮಾಧಃ\nಶ್ರೀಮದ್ ರತ್ನಾಗಾರ ಸಿಂಹಾಸನಸ್ಥೌ\nಶ್ರೀಮದ್ ರಾಧಾ ಶ್ರೀಲ ಗೋವಿಂದ ದೇವೌ \nಷ್ರೇಷ್ಠಾಲೀಭಿಃ ಸೇವ್ಯಮಾನೌ ಸ್ಮರಾಮಿ\n\n',
},

{
title:" ಪ್ರಯೋಜನಾಧಿದೇವ ಪ್ರಣಾಮ",
song:'\n\nಶ್ರೀಮಾನ್ ರಾಸ ರಸಾರಂಭೀ ವಂಶೀವಟ ತಟಸ್ಥಿತಃ \nಕರ್ಷನ್ ವೇಣುಸ್ವನೈರ್ ಗೋಪೀರ್ ಗೋಪೀನಾಥಃ ಶ್ರೀಯೇऽಸ್ತುನಃ\n\n',
},

{
title:"ಶ್ರೀ ರಾಧಾ ಪ್ರಣಾಮ",
song:'\n\nತಪ್ತ-ಕಾಂಚನ ಗೌರಾಂಗೀ ರಾಧೇ ವೃಂದಾವನೇಶ್ವರೀ\nವೃಷಭಾನು ಸುತೇ ದೇವೀ ಪ್ರಣಮಾಮಿ ಹರಿ-ಪ್ರಿಯೇ\n\n',
},

{
title:"ಶ್ರೀ ಶ್ರೀ ಗುರ್ವಷ್ಟಕ",
song:'\n\nಸಂಸಾರ-ದಾವಾನಲ-ಲೀಢ-ಲೋಕ\nತ್ರಾಣಾಯ ಕಾರುಣ್ಯ-ಘನಾಘನತ್ವಮ್\nಪ್ರಾಪ್ತಸ್ಯ ಕಲ್ಯಾಣ-ಗುಣಾರ್ಣವಸ್ಯ\nವಂದೇ ಗುರೋಃ ಶ್ರೀ ಚರಣಾರವಿಂದಂ \n\nಮಹಾಪ್ರಭೋಃ ಕೀರ್ತನ-ನೃತ್ಯ-ಗೀತ\nವಾದಿತ್ರ-ಮಾದ್ಯನ್-ಮನಸೋ ರಸೇನ\nರೋಮಾನ್ಚ-ಕಂಪಾಶ್ರು-ತರಂಗ-ಭಾಜೋ\nವಂದೇ ಗುರೋಃ ಶ್ರೀ ಚರಣಾರವಿಂದಂ \n\nಶ್ರೀ ವಿಗ್ರಹಾರಾಧನ ನಿತ್ಯ ನಾನಾ\nಶೃಂಗಾರ-ತನ್ಮಂದಿರ ಮಾರ್ಜನಾದೌ\nಯುಕ್ತಸ್ಯ ಭಕ್ತಾಂಶ್ಚ ನಿಯುಂಜತೋಽಪಿ\nವಂದೇ ಗುರೋಃ ಶ್ರೀ ಚರಣಾರವಿಂದಂ \n \nಚತುರ್ವಿಧ ಶ್ರೀ ಭಗವತ್ ಪ್ರಸಾದ\nಸ್ವಾದ್ವನ್ನ ತೃಪ್ತಾನ್ ಹರಿಭಕ್ತ ಸಂಘಾನ್\nಕೃತ್ವೈವ ತೃಪ್ತಿಂ ಭಜತಃ ಸದೈವ\nವಂದೇ ಗುರೋಃ ಶ್ರೀ ಚರಣಾರವಿಂದಂ \n \nಶ್ರೀ ರಾಧಿಕಾ-ಮಾಧವಯೋರ್-ಅಪಾರ\nಮಾಧುರ್ಯ-ಲೀಲಾ-ಗುಣ-ರೂಪ-ನಾಮ್ನಾಂ\nಪ್ರತಿಕ್ಷಣಾಸ್ವಾದನ-ಲೋಲುಪಸ್ಯ\nವಂದೇ ಗುರೋಃ ಶ್ರೀ ಚರಣಾರವಿಂದಂ \n\nನಿಕುಂಜ ಯೂನೋ ರತಿ-ಕೇಲಿ- ಸಿದ್ಧ್ಯೈ \nಯಾ ಯಾಲಿಭಿರ್-ಯುಕ್ತಿರ್-ಅಪೇಕ್ಷಣೀಯಾ\nತತ್ರಾತಿ-ದಾಕ್ಷ್ಯಾದ್ ಅತಿ ವಲ್ಲಭಸ್ಯ\nವಂದೇ ಗುರೋಃ ಶ್ರೀ ಚರಣಾರವಿಂದಂ \n\nಸಾಕ್ಷಾದ್ಧರಿತ್ವೇನ ಸಮಸ್ತ-ಶಾಸ್ತ್ರೈರ್\nಉಕ್ತಸ್ತಥಾ ಭಾವ್ಯತ ಏವ ಸದ್ಭಿಃ\nಕಿಂತು ಪ್ರಭೋರ್-ಯಃ ಪ್ರಿಯ ಏವ ತಸ್ಯ\nವಂದೇ ಗುರೋಃ ಶ್ರೀ ಚರಣಾರವಿಂದಂ \n\nಯಸ್ಯ ಪ್ರಸಾದಾತ್ ಭಗವತ್-ಪ್ರಸಾದೋ\nಯಸ್ಯಾಪ್ರಸಾದಾತ್ ನ ಗತಿಃ ಕುತೋಽಪಿ\nಧ್ಯಾಯನ್ ಸ್ತುವಂಸ್ತಸ್ಯ ಯಶಾಸ್ ತ್ರಿಸಂಧ್ಯಾಂ\nವಂದೇ ಗುರೋಃ ಶ್ರೀ ಚರಣಾರವಿಂದಂ\n\n',
},

{
title:"ಶ್ರೀ ನರಸಿಂಹ ಪ್ರಣಾಮ",
song:'\n\nನಮಸ್ತೇ ನರಸಿಂಹಾಯ ಪ್ರಹ್ಲಾದಾಹ್ಲಾದ-ದಾಯಿನೇ\nಹಿರಣ್ಯಕಶಿಪೋರ್ವಕ್ಷಃ ಶಿಲಾ-ಟಂಕ-ನಖಾಲಯೇ \n\nಇತೋ ನೃಸಿಂಹಃ ಪರತೋ ನೃಸಿಂಹೋ ಯತೋ ಯತೋ ಯಾಮಿ ತತೋ ನೃಸಿಂಹಃ \nಬಹಿರ್ ನೃಸಿಂಹೋ ಹೃದಯೇ ನೃಸಿಂಹೋ ನೃಸಿಂಹಂ ಆದಿಂ ಶರಣಂ ಪ್ರಪದ್ಯೇ\n\t\n',
},

{
title:"ಶ್ರೀ ನರಸಿಂಹ ಪ್ರಾರ್ಥನ",
song:'\n\nತವ ಕರ-ಕಮಲ-ವರೇ ನಖಂ ಅದ್ಭುತ-ಶೃಂಗಂ \nದಲಿತ ಹಿರಣ್ಯಕಶಿಪು-ತನು-ಬೃಂಗಂ\nಕೇಶವ ಧೃತ-ನರಹರಿ-ರೂಪ ಜಯ ಜಗದೀಶ ಹರೇ\n\n',
},

{
title:"ಶ್ರೀ ತುಲಸೀ ಪ್ರಣಾಮ",
song:'\nವೃಂದಾಯೈ ತುಲಸೀ ದೇವ್ಯೈ ಪ್ರಿಯಾಯೈ ಕೇಶವಸ್ಯ ಚ\nವಿಷ್ಣು-ಭಕ್ತಿ-ಪ್ರದೇ ದೇವೀ ಸತ್ಯವತ್ಯೈ ನಮೋ ನಮಃ\n\n',
},

{
title:"ಶ್ರೀ ತುಲಸೀ-ಕೀರ್ತನ",
song:'\n\nತುಲಸೀ ಕೃಷ್ಣ ಪ್ರೇಯಸೀ ನಮೋ ನಮಃ \nರಾಧಾ-ಕೃಷ್ಣ-ಸೇವಾ ಪಾಬೊ ಎಇ ಅಭಿಲಾಷೀ\n\t\nಯೇ ತೋಮಾರ ಶರಣ ಲೋಯ್, ತಾರ ವಾಂಛಾ ಪೂರ್ಣ ಹೋಯ್\nಕೃಪಾ ಕೋರಿ ಕೋರೊ ತಾರೆ ಬೃಂದಾವನ-ವಾಸೀ\n\nಮೊರ್ ಏ ಅಭಿಲಾಷ್, ವಿಲಾಸ್ ಕುಂಜೆ ದಿಯೋ ವಾಸ್ \nನಯನೆ ಹೇರಿಬೊ ಸದಾ ಯುಗಲ-ರೂಪ-ರಾಶಿ \n\nಏ ನಿವೇದನ ಧರೋ, ಸಖೀರ್ ಅನುಗತ ಕೋರೊ \nಸೇವಾ-ಅಧಿಕಾರ ದಿಯೆ ಕೋರೊ ನಿಜ ದಾಸೀ\n\nದೀನ-ಕೃಷ್ಣ-ದಾಸೆ ಕೋಯ್, ಎಇ ಜೆನ ಮೋರ ಹೋಯ್ \nಶ್ರೀ ರಾಧಾ-ಗೋವಿಂದ-ಪ್ರೇಮೆ ಸದಾ ಯೇನ ಭಾಸಿ\n\n',
},

{
title:"ಶ್ರೀ ತುಲಸೀ ಪ್ರದಕ್ಷಿಣ ಮಂತ್ರ",
song:'\n\nಯಾನಿ ಕಾನಿ ಚ ಪಾಪಾನಿ ಬ್ರಹ್ಮ ಹತ್ಯಾದಿಕಾನಿ ಚ\nತಾನಿ ತಾನಿ ಪ್ರಣಶ್ಯಂತಿ ಪ್ರದಕ್ಷಿಣಃ ಪದೇ ಪದೇ  \n\n',
},

{
title:"ಅರುಣೊದಯ-ಕೀರ್ತನ -ಜೀವ್ ಜಾಗೊ",
song:'\n\nಜೀವ್ ಜಾಗೋ ಜೀವ್ ಜಾಗೋ, ಗೌರಚಾಂದ ಬೋಲೇ \nಕೋತ ನಿದ್ರಾ ಜಾಒ ಮಾಯಾ ಪಿಶಾಚೀರ-ಕೋಲೇ\n\nಭಜಿಬೊ ಬೋಲಿಯಾ ಎಸೆ ಸಂಸಾರ-ಭಿತರೇ \nಭುಲಿಯಾ ರೋಹಿಲೆ ತುಮಿ ಅವಿದ್ಯಾರ ಭರೇ \n\nತೊಮಾರೆ ಲೊಇತೆ ಆಮಿ ಹೊಇನು ಅವತಾರ \nಆಮಿ ಬಿನಾ ಬಂಧು ಆರ ಕೆ ಆಛೆ ತೊಮಾರ\n\nಏನೆಛಿ ಔಷಧಿ ಮಾಯಾ ನಾಶಿಬಾರೊ ಲಾಗಿ \nಹರಿ-ನಾಮ ಮಹಾ-ಮಂತ್ರ ಲಓ ತುಮಿ ಮಾಗಿ\n\nಭಕತಿ ವಿನೋದ ಪ್ರಭು ಚರಣೇ ಪಡಿಯಾ\nಸೆಇ ಹರಿನಾಮ ಮಂತ್ರ ಲೊಇಲೊ ಮಾಗಿಯಾ\n\n',
},

{
title:"ಅರುಣೊದಯ-ಕೀರ್ತನ -ಉದಿಲೊ ಅರುಣ",
song:"\n\nಉದಿಲೋ ಅರುಣ ಪೂರಬ-ಭಾಗೇ ದ್ವಿಜಮಣಿ ಗೋರಾ ಅಮನಿ ಜಾಗೇ\nಭಕತ ಸಮೂಹ ಲೋಇಯಾ ಸಾಥೇ ಗೇಲಾ ನಗರ-ಬ್ರಾಜೇ\n\n'ತಾಥೈ ತಾಥೈ' ಬಾಜಲೊ ಖೋಲ್ ಘನ ಘನ ತಾಹೆ ಝಾಜೇರ ರೋಲ್ \nಪ್ರೇಮೇ ಢಲಢಲ ಸೋಣಾರ ಅಂಗ ಚರಣೆ ನೂಪುರ ಬಾಜೇ \n\nಮುಕುಂದ ಮಾಧವ ಯಾದವ ಹರಿ ಬೋಲೇನ ಬೋಲೋರೆ ವದನ ಭೋರಿ\nಮಿಛೇ ನಿದ-ಬಶೇ ಗೇಲೋ ರೆ ರಾತಿ ದಿವಸ ಶರೀರ ಸಾಜೇ \n\nಏಮನ ದುರ್ಲಭ ಮಾನವ ದೇಹೋ ಪಾಇಯಾ ಕಿ ಕೋರೋ ಭಾವ ನಾ ಕೇಹೊ\nಏಬೆ ನಾ ಭಜಿಲೆ ಯಶೋದಾ ಸುತ ಚರಮೆ ಪೋರಿಬೆ ಲಾಜೇ\n\nಉದಿತ ತಪನ ಹೊಇಲೆ ಅಸ್ತ ದಿನ ಗೆಲೋ ಬೋಲಿ ಹೊಇಬೆ ಬ್ಯಸ್ತ \nತಬೆ ಕೆನೊ ಏಬೆ ಅಲಸ ಹೋಯ್ ನಾ ಭಜ ಹೃದೊಯ ರಾಜೇ \n\nಜೀವನ ಅನಿತ್ಯ ಜಾನಹ ಸಾರ್ ತಾಹೆ ನಾನಾ ವಿಧ ವಿಪದ-ಭಾರ್\nನಾಮಾಶ್ರಯ ಕೋರಿ ಜತನೆ ತುಮಿ ಥಾಕಹ ಆಪನ ಕಾಜೇ\n\nಜೀವೇರ ಕಲ್ಯಾಣ ಸಾಧನ ಕಾಮ್ ಜಗತೆ ಆಸಿಏ ಮಧುರ ನಾಮ್ \nಅವಿದ್ಯಾ ತಿಮಿರ ತಪನ ರೂಪೆ ಹೃದ್ ಗಗನೆ ಬಿರಾಜೇ \n\nಕೃಷ್ಣ-ನಾಮ-ಸುಧಾ ಕೋರಿಯಾ ಪಾನ್ ಜುಡಾಒ ಭಕತಿ ವಿನೋದ-ಪ್ರಾಣ್\nನಾಮ ಬಿನಾ ಕಿಛು ನಾಹಿಕೊ ಆರೊ ಚೌದ್ದ-ಭುವನ ಮಾಝೇ\n\n\n",
},

{
title:"ಶ್ರೀ ನಾಮ",
song:'\n\nಗಾಯ್ ಗೋರಾ ಮಧುರ್ ಸ್ವರೇ \nಹರೇ ಕೃಷ್ಣ ಹರೇ ಕೃಷ್ಣ ಕೃಷ್ಣ ಕೃಷ್ಣ ಹರೇ ಹರೇ \nಹರೇ ರಾಮ ಹರೇ ರಾಮ ರಾಮ ರಾಮ ಹರೇ ಹರೇ \n\nಗೃಹೇ ಥಾಕೋ ವನೇ ಥಾಕೋ ಸದಾಹರಿಬೋಲೆ ಡಾಕೋ\nಸುಖೇ ದುಃಖೇ ಭುಲೋ ನಾಕೋ ವದನೇ ಹರಿನಾಮ್ ಕೋರೊ ರೇ \n\nಮಾಯಾ-ಜಾಲೇ ಬದ್ಧ ಹೋಯೇ ಆಛೋ ಮಿಛೇ ಕಾಜ ಲೋಯೇ\nಏಖೋನ ಚೇತನ ಪೇಯೇ ರಾಧಾ ಮಾಧವ ನಾಮ ಬೋಲೋ ರೇ \n\nಜೀವನ ಹೋಇಲೋ ಶೇಷ ನಾ ಭಜಿಲೇ ಹೃಷೀಕೇಶ \nಭಕ್ತಿವಿನೋದೋಪದೇಶ ಏಕ್ಬಾರ್ ನಾಮ್ ರಸೇ ಮಾತೋ ರೆ\n\n',
},

{
title:"ಗೋಪೀನಾಥ ",
song:"\n\nಭಾಗ-\n\nಗೋಪಿನಾಥ್, ಮಮ ನಿವೇದನ ಶುನೋ \nವಿಷಯೀ ದುರ್ಜನ, ಸದಾ ಕಾಮ-ರತ,\nಕಿಛು ನಾಹಿ ಮೋರ ಗುಣ \n\nಗೋಪೀನಾಥ್, ಆಮಾರ ಭರಸಾ ತುಮಿ \nತೋಮಾರ ಚರಣೇ, ಲೋಇನು ಶರಣ,\nತೋಮಾರ ಕಿಂಕೊರ ಆಮಿ \n\t\nಗೋಪೀನಾಥ್, ಕೆಮೋನೇ ಶೋಧಿಬೇ ಮೋರೇ\nನಾ ಜಾನಿ ಭಕತಿ, ಕರ್ಮೇ ಜಡ-ಮತಿ,\nಪೋಡೇಛಿ ಸಂಸಾರ-ಘೋರೇ\n\nಗೋಪೀನಾಥ್, ಸಕಲಿ ತೋಮಾರ ಮಾಯಾ \nನಾಹಿ ಮಮ ಬಲ, ಜ್ಞಾನ ಸುನಿರ್ಮಲ,\nಸ್ವಾಧೀನ ನಹೇ ಏ ಕಾಯಾ \n\nಗೋಪೀನಾಥ್, ನಿಯತ ಚರಣೇ ಸ್ಥಾನ \nಮಾಗೇ ಎ ಪಾಮರ, ಕಾನ್ಡಿಯಾ ಕಾನ್ಡಿಯಾ,\nಕೊರೋಹೇ ಕರುಣಾ ದಾನ \n\nಗೋಪೀನಾಥ್, ತುಮಿ ತೋ' ಸಕಲಿ ಪಾರೋ \nದುರ್ಜನೇ ತಾರಿತೇ, ತೋಮಾರ ಶಕತಿ,\nಕೇ ಆಛೇ ಪಾಪೀರ ಆರೋ\n\nಗೋಪೀನಾಥ್, ತುಮಿ ಕೃಪಾ-ಪಾರಾಬಾರ \nಜೀವೇರ ಕಾರಣೇ, ಆಸಿಯಾ ಪ್ರಪಂಚೇ\nಲೀಲಾ ಕೋಇಲೇ ಸುಬಿಸ್ತಾರ\n\nಗೋಪೀನಾಥ್, ಆಮಿ ಕಿ ದೋಷೇ ದೋಷೀ\nಅಸುರ ಸಕಲ, ಪಾಇಲೋ ಚರಣ,\nವಿನೋದ ಥಾಕಿಲೋ ಬೋಸಿ'\n\nಭಾಗ - \n\nಗೋಪೀನಾಥ್, ಘುಚಾಓ  ಸಂಸಾರ-ಜ್ವಾಲಾ \nಅವಿದ್ಯಾ-ಜಾತನಾ, ಆರೋ ನಾಹಿ ಸಹೇ,\nಜನಮ-ಮರಣ-ಮಾಲಾ \n\nಗೋಪೀನಾಥ್, ಆಮಿ ತೋ'ಕಾಮೇರ ದಾಸ \nವಿಷಯ-ಬಾಸನಾ, ಜಾಗಿಛೇ ಹೃದೊಯೇ,\nಫಾಡಿಛೇ ಕರಮ ಫಾಸ\n\nಗೋಪೀನಾಥ್, ಕಬೇ ವಾ ಜಾಗಿಬೋ ಆಮಿ\nಕಾಮ-ರೂಪ ಅರಿ, ದೂರೇ ತೇಯಾಗಿಬೋ,\nಹೃದೊಯೇ ಸ್ಫುರಿಬೇ ತುಮಿ\n\nಗೋಪೀನಾಥ್ ಆಮಿ ತೋ'ತೋಮಾರ ಜನ \nತೋಮಾರೇ, ಛಾಡಿಯಾ, ಸಂಸಾರ ಭಜಿನು,\nಭುಲಿಯಾ ಆಪನ-ಧನ \n\nಗೋಪೀನಾಥ್, ತುಮಿ ತೋ'ಸಕಲಿ ಜಾನೋ\nಆಪನಾರ ಜನೇ, ದಣ್ಡಿಯಾ ಏಖನೋ \nಶ್ರೀ-ಚರಣೇ, ದೇಹೋ ಸ್ಥಾನೋ \n\nಗೋಪೀನಾಥ್, ಏಇ  ಕಿ, ವಿಚಾರ ತಬ\nಬಿಮುಖ ದೇಖಿಯಾ, ಛಾಡೋ ನಿಜ-ಜನೇ,\nನ ಕೋರೋ'ಕರುಣಾ-ಲಬ\n\nಗೋಪೀನಾಥ್, ಆಮಿ ತೋ ಮೂರಖ  ಅತಿ \nಕಿಸೇ ಭಾಲೋ ಹೋಯ, ಕಭು ನಾ ಬುಝಿನು,\nತಾಇ ಹೇನೋ ಮಮ ಗತಿ \n\nಗೋಪೀನಾಥ್, ತುಮಿ ತೋ'ಪಣ್ಡಿತ-ಬರ \nಮೂಢೇರ ಮಂಗಲ, ತುಮಿ ಅನ್ವೇಷಿಬೇ\nಏ ದಾಸೇ ನಾ ಭಾವೋ'ಪರ\n\nಭಾಗ - \n\nಗೋಪೀನಾಥ್, ಆಮಾರ ಉಪಾಯ ನಾಇ\nತುಮಿ ಕೃಪಾ ಕೋರಿ', ಆಮಾರೆ ಲೋಇಲೇ,\nಸಂಸಾರೇ ಉದ್ದಾರ ಪಾಇ \n\nಗೋಪೀನಾಥ್, ಪೋಡೇಛಿ  ಮಾಯಾರ ಫೇರೇ\nಧನ, ದಾರ, ಸುತ, ಘಿರೇಛೇ  ಆಮಾರೇ,\nಕಾಮೇತೇ ರೇಖೇಛೇ ಜೇರೇ \n\nಗೋಪೀನಾಥ್, ಮನ ಜೇ ಪಾಗಲ ಮೋರ \nನಾ ಮಾನೇ ಶಾಸನ, ಸದಾ ಅಚೇತನ,\nವಿಷಯೇ ರೋ'ಯೇಛೇ  ಘೋರ \n\nಗೋಪೀನಾಥ್, ಹಾರ ಜೇ ಮೇನೇಛಿ ಆಮಿ \nಅನೇಕ ಜನತ, ಹೋಇಲೋ ಬಿಫಲ,\nಏಖನೋ ಭರಸಾ  ತುಮಿ \n\nಗೋಪೀನಾಥ್, ಕೇಮೋನೇ  ಹೋಇಬೇ ಗತಿ \nಪ್ರಬಲ ಇಂದ್ರಿಯ ಬೋಶೀ-ಭೂತ ಮನ,\nನಾ ಛಾಡೇ ವಿಷಯ-ರತಿ \n\nಗೋಪೀನಾಥ್, ಹೃದೋಯೇ ಬೋಸಿಯಾ ಮೋರ \nಮನಕೇ ಶಮಿಯಾ, ಲಹೋ ನಿಜ ಪಾನೇ,\nಘುಚಿಬೇ ವಿಪದ ಘೋರ \n\nಗೋಪೀನಾಥ್, ಅನಾಥ ದೇಖಿಯಾ ಮೋರೇ \nತುಮಿ, ಹೃಷಿಕೇಶ, ಹೃಷೀಕ ದಮಿಯಾ,\nತಾರೋ'ಹೇ ಸಂಸೃತಿ-ಘೋರೇ \n\nಗೋಪೀನಾಥ್, ಗಲಾಯ ಲೇಗೇಛೇ  ಫಾಸ \nಕೃಪಾ-ಆಸಿ ಧೋರಿ', ಬಂಧನ ಛೇದಿಯಾ,\nವಿನೋದೇ ಕೋರೋಹೋ ದಾಸ\n\n",
},

{
title:"ಗುರುದೇವ್",
song:'\n\n! ಕೃಪಾಬಿಂದು ದಿಯಾ, ಕೋರೊ ಎಇ ದಾಸೆ\nತೃಣಾಪೇಖಾ ಅತಿ ಹೀನ \nಸಕಲ ಸಹನೇ, ಬಲ ದಿಯಾ ಕೋರೊ,\nನಿಜ-ಮಾನೇ ಸ್ಪೃಹ-ಹೀನ \n\nಸಕಲೆ ಸಮ್ಮಾನ ಕೋರಿತೆ ಶಕತಿ \nದೇಹೋ ನಾಥ! ಜಥಾಜಥ\nತಬೆ ತೋ ಗಾಇಬೊ, ಹರಿ-ನಾಮ-ಸುಖೇ \nಅಪರಾಧ ಹಾಬೆ ಹತಾ \n\nಕಬೆ ಹೇನೊ ಕೃಪಾ, ಲಭಿಯಾ ಎ ಜನ \nಕೃತಾರ್ಥ ಹೋಇಬೆ, ನಾಥ \nಶಕ್ತಿ-ಬುದ್ಧಿ-ಹೀನ, ಆಮಿ ಅತಿ ದೀನ \nಕೋರೊ ಮೋರೆ ಆತ್ಮ-ಸಾಥ\n\nಜೋಗ್ಯತಾ-ವಿಚಾರೆ ಕಿಛು ನಾ ಹಿ ಪಾಇ,\nತೋಮಾರ ಕರುಣಾ-ಸಾರ \nಕರುಣಾ ನಾ ಹೋಇಲೆ ಕಾಂದಿಯಾ ಕಾಂದಿಯಾ \nಪ್ರಾಣ ನಾ ರಾಖಿಬೊ ಆರ\t\n\n',
},

{
title:"ಮಾನಸ ದೇಹ ಗೇಹ",
song:'\n\nಮಾನಸ, ದೇಹೋ, ಗೇಹೋ, ಜೋ ಕಿಛು ಮೋರ್\nಅರ್ಪಿಲು ತುವಾ ಪದೇ, ನನ್ದ-ಕಿಶೋರ್ \n\nಸಂಪುದೇ ವಿಪದೇ, ಜೀವನೇ-ಮರಣೇ\nದಾಯ್ ಮಮ ಗೇಲಾ, ತುವಾ ಓ-ಪದ ಬರಣೇ\n\nಮಾರೋಬಿ ರಾಖೋಬಿ-ಜೋ ಇಚ್ಛಾ ತೋಹಾರಾ\nನಿತ್ಯ-ದಾಸ ಪ್ರತಿ ತುವಾ ಅಧಿಕಾರಾ \n\nಜನ್ಮಾಓಬಿ ಮೋಏ ಇಚ್ಛಾಜದಿ ತೋರ್\nಭಕ್ತ-ಗೃಹೇ ಜನಿ ಜನ್ಮ ಹಉ ಮೋರ್ \n\nಕೀಟ-ಜನ್ಮ ಹಉ ಜಥಾ ತುವಾ ದಾಸ್ \nಬಹಿರ್-ಮುಖ ಬ್ರಹ್ಮ-ಜನ್ಮೇ ನಾಹಿ ಆಶ್ \n\nಭಕ್ತಿ-ಮುಕ್ತಿ-ಸ್ಪೃಹಾ ವಿಹೀನ ಜೇ ಭಕ್ತ \nಲಬೈತೇ ತಾಕೋ ಸಂಗ ಅನುರಕ್ತ \n\nಜನಕ, ಜನನೀ, ದಯಿತ, ತನಯ್\nಪ್ರಭು, ಗುರು, ಪತಿ-ತುಹೂ ಸರ್ವ-ಮೋಯ್ \n\nಭಕತಿವಿನೋದ ಕೋಹೇ ಶುನೋ ಕಾನ!\nರಾಧಾ-ನಾಥ! ತುಹು ಹಾಮಾರ ಪರಾಣ\n\n\n',
},

{
title:"ಪ್ರಸಾದ ಸೇವಾಯ -ಮಹಾ ಪ್ರಸಾದೆ",
song:'\n\nಮಹಾ-ಪ್ರಸಾದೇ ಗೋವಿಂದೇ ನಾಮ-ಬ್ರಾಹ್ಮಣಿ ವೈಷ್ಣವೇ\nಸ್ವಲ್ಪ-ಪುಣ್ಯ-ವತಾಂ ರಾಜನ್ ವಿಶ್ವಾಸೋ ನೈವ ಜಾಯತೇ\n\n',
},

{
title:"ಪ್ರಸಾದ ಸೇವಾಯ -ಶರೀರ ಅಬಿದ್ಯಾ",
song:'\n\nಶರೀರ ಅವಿದ್ಯಾ-ಜಾಲ್, ಜೋಡೇಂದ್ರಿಯ ತಾಹೆ ಕಾಲ್ \nಜೀವೇ ಫೇಲೆ ವಿಷಯ- ಸಾಗೊರೆ\nತಾಽರ ಮಧ್ಯೇ ಜಿಹ್ವಾ ಅತಿ, ಲೋಭಮೋಯ್ ಸುದುರ್ಮತಿ \nತಾಽಕೇ ಜೇತಾ ಕಠಿನ ಸಂಸಾರೇ\n\nಕೃಷ್ಣ ಬಡೊ ದೊಯಾಮೋಯ್, ಕೋರಿಬಾರೆ ಜಿಹ್ವಾ ಜಯ್\nಸ್ವಪ್ರಸಾದನ್ನ ದಿಲೋ ಭಾಇ\nಸೇಇ ಅನ್ನಾಮೃತ ಪಾಓ ರಾಧಾ-ಕೃಷ್ಣ ಗುಣ ಗಾಓ\nಪ್ರೇಮೇ ಡಾಕೊ ಚೈತನ್ಯ-ನಿತಾಇ  \n\n',
},

{
title:"ರಾಧಾ-ಕೃಷ್ಣ ಬೋಲ್",
song:"\n\n ಬೋಲ್ ಬೋಲೋ ರೇ ಸೋಬಾಇ \n(ಏಇ) ಶಿಖಾ ದಿಯಾ, ಸಬ್ ನದೀಯಾ\nಫಿರ್ಛೇ ನೇಚೇ' ಗೌರ-ನಿತಾಇ\n(ಮಿಛೇ) ಮಾಯಾರ್ ಬೋಶೇ, ಜಾಚ್ಛೋ ಭೇಸೇ'\nಖಾಚ್ಛೋ ಹಾಬುಡುಬು ಭಾಇ \n\n(ಜೀವ್)ಕೃಷ್ಣ-ದಾಸ್, ಏ ವಿಶ್ವಾಸ್,\nಕೋರ್ಲೇ ತೋ' ಆರ್ ದುಃಖೋ ನಾಇ\n(ಕೃಷ್ಣ) ಬೋಲ್ಬೇ ಜಬೇ, ಪುಲಕ್ ಹ'ಬೇ\nಝೋರ್ ಬೇ ಆಂಖಿ, ಬೋಲಿ ತಾಇ\n\n('ರಾಧಾ) ಕೃಷ್ಣ' ಬೋಲೋ ಸಂಗೆ ಚಲೋ,\nಏಇ-ಮಾತ್ರ ಭಿಖಾ ಚಾಇ \n(ಜಾಯ್) ಸಕಲ್ ಬಿಪೋದ್ ಭಕ್ತಿವಿನೋದ್ \nಬೋಲೇ, ಜಖೋನ್ ಓ-ನಾಮ್ ಗಾಇ   \n\n",
},

{
title:"ಜಯ ರಾಧಾ-ಮಾಧವ",
song:'\n\n(ಜಯ) ರಾಧಾ-ಮಾಧವ (ಜಯ) ಕುಂಜವಿಹಾರೀ\n(ಜಯ) ಗೋಪಿ-ಜನ-ವಲ್ಲಭ (ಜಯ) ಗಿರಿವರಧಾರೀ\n(ಜಯ) ಯಶೋದಾನಂದನ, (ಜಯ) ವ್ರಜಜನರಂಜನ,\n(ಜಯ) ಯಮುನಾ-ತೀರ ವನ-ಚಾರೀ\n\n',
},

{
title:"ಸಿದ್ಧಿ-ಲಾಲಸಾ",
song:"\n\nಕಬೇ ಗೌರ-ವನೇ, ಸುರಧುನೀ-ತಟೇ \n'ಹಾ ರಾಧೇ ಹಾ ಕೃಷ್ಣ' ಬೋಲೇ '\nಕಾಂದಿಯಾ ಬೇರಾ' ಬೋ, ದೇಹೋ-ಸುಖ ಛಾಡಿ',\nನಾನಾ ಲತಾ-ತುರು-ತಲೇ\n\nಶ್ವ-ಪಚ-ಗೃಹೇತೇ, ಮಾಗಿಯಾ ಖಾಇಬೋ,\nಪಿಬೋ ಸರಸ್ವತೀ-ಜಲ \nಪುಲಿನೇ ಪುಲಿನೇ, ಗಡಾ-ಗಡಿ ದಿಬೋ,\nಕೋರಿ' ಕೃಷ್ಣ- ಕೋಲಾಹಲ \n\nಧಾಮ-ವಾಸೀ ಜನೇ ಪ್ರಣತಿ ಕೋರಿಯಾ\nಮಾಗಿಬೋ ಕೃಪಾರ ಲೇಶ \nವೈಷ್ಣವ-ಚರಣ-ರೇಣು ಗಾಯ ಮಾಖಿ',\nಧೋರಿ ಅವಧೂತ-ಬೇಶ\n\nಗೌಡ-ಬ್ರಜ-ಜನೇ, ಭೇದ ನಾ ದೇಖಿಬೋ \nಹೋಇಬೋ ಬರಜ-ಬಾಸೀ\nಧಾಮೇರ ಸ್ವರೂಪ, ಸ್ಫುರಿಬೇ ನಯನೇ\nಹೋಇಬೋ ರಾಧಾರ ದಾಸೀ\n\n",
},

{
title:"ಕಬೇ ಹ'ಬೇ ಬೋಲೋ ",
song:"\n\nಕಬೇ ಹ' ಬೇ ಬೋಲೋ ಸೇ-ದಿನ ಅಮಾರ್ \n(ಆಮಾರ್) ಅಪರಾಧ ಘುಚಿ', ಶುದ್ಧ ನಾಮೇ ರುಚಿ,\nಕೃಪಾ-ಬಾಲೇ ಹ' ಬೇ ಹೃದೋಯೇ ಸಂಚಾರ್\n\nತೃಣಾಧಿಕ ಹೀನ, ಕಬೇ ನಿಜೇ ಮಾನಿ',\nಸಹಿಷ್ಣುತಾ-ಗುಣ ಹೃದಯೇತೇ ಆನಿ'\nಸಕಲೇ ಮಾನದ, ಆಪನಿ ಅಮಾನೀ,\nಹೋ' ಯೇ ಆಸ್ವಾದಿಬೋ ನಾಮ-ರಸ-ಸಾರ್ \n\nಧನ ಜನ ಆರ, ಕೋಬಿತಾ-ಸುಂದರೀ,\nಬೋಲಿಬೋ ನಾ ಚಾಹಿ ದೇಹೋ-ಸುಖ-ಕರೀ\nಜನ್ಮೇ ಜನ್ಮೇ ದಾಓ, ಓಹೇ ಗೌರಹರಿ \nಅಹೈತುಕೀ ಭಕ್ತಿ ಚರಣೇ ತೋಮಾರ್ \n\n(ಕಬೇ) ಕೋರಿತೇ ಶ್ರೀ-ಕೃಷ್ಣ-ನಾಮ ಉಚ್ಚಾರಣ\nಪುಲಕಿತ ದೇಹೋ ಗದ್ಗದ ವಚನ \nಬೈಬರ್ಣ್ಯ-ಬೇಪಥು ಹ' ಬೇ ಸಂಘಟನ,\nನಿರಂತರ ನೇತ್ರೇ ಬ'ಬೇ ಅಶ್ರು-ಧಾರ್ \n\nಕಬೇ ನವದ್ವೀಪೇ, ಸುರಧುನೀ-ತಟೇ,\nಗೌರ-ನಿತ್ಯಾನಂದ ಬೋಲಿ' ನಿಷ್ಕಪಟೆ\nನಾಚಿಯಾ ಗಾಇಯಾ, ಬೇಡಾಇಬೋ ಛುಟೇ,\nಬಾತುಲೇರ ಪ್ರಾಯ ಛಾಡಿಯಾ ಬಿಚಾರ್\n\nಕಬೇ ನಿತ್ಯಾನಂದ ಮೋರೇ ಕೋರಿ' ದೋಯಾ',\nಛಾಡಾಇಬೋ ಮೋರ ವಿಷಯೇರ ಮಾಯಾ \nದಿಯಾ ಮೋರೇ ನಿಜ-ಚರಣೇರ ಛಾಯಾ,\nನಾಮೇರ ಹಾಟೇತೇ ದಿಬೇ ಅಧಿಕಾರ್ \n\nಕಿನಿಬೋ ಲುಟಿಬೋ ಹರಿ-ನಾಮ-ರಸ,\nನಾಮ-ರಸೇ ಮತಿ' ಹೋಇಬೋ ಬಿಬಶ\nರಸೇರ ರಸಿಕ-ಚರಣ ಪರಶ,\nಕೋರಿಯಾ ಮೋಜಿಬೋ ರಸೇ ಅನಿಬಾರ್ \n\nಕಬೇ ಜೀಬೇ ದೋಯಾ, ಹೋಇಬೇ ಉದೋಯ,\nನಿಜ-ಸುಖ ಭುಲಿ' ಸುದೀನ-ಹೃದೋಯ \nಭಕತಿವಿನೋದ, ಕೋರಿಯಾ ಬಿನೋಯ,\nಶ್ರೀ-ಆಜ್ಞಾ-ಟಹಲ ಕೋರಿಬೇ ಪ್ರಚಾರ್\n\n",
},

{
title:"ಶುದ್ಧ-ಭಕತ",
song:"\n\n-ಚರಣ-ರೇಣು, ಭಜನ-ಅನುಕೂಲ \nಭಕತ-ಸೇವಾ, ಪರಮ-ಸಿದ್ಧಿ, ಪ್ರೇಮ-ಲತಿಕಾರ ಮೂಲ \n\nಮಾಧವ-ತಿಥಿ, ಭಕ್ತಿ-ಜನನೀ, ಜತನೇ ಪಾಲನ ಕೋರಿ \nಕೃಷ್ಣ-ಬಸತಿ, ಬಸತಿ ಬೋಲಿ' ಪರಮ ಆದರೇ ಬೋರಿ\n\nಗೌರ್ ಆಮಾರ, ಜೇ-ಸಬ ಸ್ಥಾನೇ, ಕೋರಲೋ ಭ್ರಮಣ ರಂಗೇ\nಸೇ-ಸಬ ಸ್ಥಾನೆ, ಹೇರಿಬೋ ಆಮಿ, ಪ್ರಾಣಯಿ-ಭಕತ-ಸಂಗೇ\n\nಮೃದಂಗ-ವಾದ್ಯ, ಶುನಿತೇ ಮನ, ಅಬಸರ ಸದಾ ಜಾಚೇ\nಗೌರ-ಬಿಹಿತ, ಕೀರ್ತನ ಶುನಿ ' , ಆನಂದೇ ಹೃದೋಯ ನಾಚೇ\n\nಜುಗಲ-ಮೂರ್ತಿ, ದೇಖಿಯಾ ಮೋರ, ಪರಮ-ಆನಂದ ಹೋಯ,\nಪ್ರಸಾದ ಸೇಬಾ ಕೋರಿತೇ ಹೋಯ ಸಕಲ ಪ್ರಪಂಚ ಜಯ \n\nಜೇ-ದಿನ ಗೃಹೇ, ಭಜನ ದೇಖಿ, ಗೃಹೇತೇ ಗೋಲೋಕ ಭಾಯ \nಚರಣ-ಸೀಧು, ದೇಖಿಯಾ ಗಂಗಾ, ಸುಖ ಸಾ ಸೀಮಾ ಪಾಯ \n\nತುಲಸೀ ದೇಖಿ ', ಜುಡಾಯ ಪ್ರಾಣ, ಮಾಧವ-ತೋಷನೀ ಜಾನಿ' \nಗೌರ-ಪ್ರಿಯ, ಶಾಕ-ಸೇವನೇ, ಜೀವನ ಸಾರ್ಥಕ ಮಾನಿ\n\nಭಕತಿವಿನೋದ ಕೃಷ್ಣ ಭಜನೇ, ಅನುಕೂಲ ಪಾಯ ಜಾಹಾ \nಪ್ರತಿ-ದಿವಸೇ ಪರಮ-ಸುಖೇ ಸ್ವೀಕಾರ ಕೋರೋಯೇ ತಾಹಾ  \n\n",
},

{
title:"ಭೋಗ-ಆರತಿ ",
song:"\n\nಭಜ ಭಕತ-ವತ್ಸಲ ಶ್ರೀ-ಗೌರಹರಿ \nಶ್ರೀ-ಗೌರಹರಿ ಸೋಹಿ ಗೋಷ್ಠ-ವಿಹಾರೀ,\nನಂದ-ಜಶೋಮತೀ-ಚಿತ್ತ-ಹಾರೀ\n\nಬೇಲಾ ಹೋ ' ಲೋ, ದಾಮೋದರ, ಆಇಸ  ಏಖಾನೋ \nಭೋಗ-ಮಂದಿರೇ ಬೋಸಿ' ಕೋರಹೋ  ಭೋಜನ\n\nನಂದೇರ ನಿದೇಶೇ ಬೈಸೇ ಗಿರಿ-ವರ-ಧಾರೀ\nಬಲದೇವ-ಸಹ ಸಖಾ ಬೈಸೇ ಸಾರಿ ಸಾರಿ \n\nಶುಕ್ತಾ-ಶಾಕಾದಿ ಭಾಜಿ ನಾಲಿತಾ ಕುಷ್ಮಾಣ್ಡ\nಡಾಲಿ ಡಾಲ್ನಾ ದುಗ್ಧ-ತುಂಬೀ ದಧಿ ಮೋಚಾ-ಖಂಡ\n\nಮುದ್ಗ-ಬೋಡಾ ಮಾಷ-ಬೋಡಾ ರೋಟಿಕಾ ಘೃತಾನ್ನ \nಶಷ್ಕುಲೀ ಪಿಷ್ಟಕ ಖೀರ್ ಪುಲಿ ಪಾಯಸಾನ್ನ \n\nಕರ್ಪೂರ ಅಮೃತ-ಕೇಲಿ ರಂಭಾ ಖೀರ-ಸಾರ \nಅಮೃತ ರಸಾಲಾ, ಆಮ್ಲ ದ್ವಾದಶ ಪ್ರಕಾರ\n\nಲುಚಿ ಚಿನಿ ಸರ್ಪೂರೀ ಲಾಡ್ಡು ರಸಾಬಲೀ\nಭೋಜನ ಕೋರೇನ ಕೃಷ್ಣ ಹೋ 'ಯೋ ಕುತೂಹಲೀ\n\nರಾಧಿಕಾರ ಪಕ್ಕ ಅನ್ನ ವಿವಿಧ ವ್ಯಂಜನ\nಪರಮ ಆನಂದೇ ಕೃಷ್ಣ ಕೋರೇನ ಭೋಜನ \n\nಛಲೇ-ಬಲೇ ಲಾಡ್ಡು ಖಾಯ್ ಶ್ರೀ-ಮಧುಮಂಗಲ\nಬಗಲ ಬಾಜಾಯ್ ಆರ ದೇಯ ಹರಿ-ಬೋಲೋ\n\nರಾಧಿಕಾದಿ ಗುಣೇ ಹೇರಿ' ನಯನೇರ ಕೋಣೇ\nತೃಪ್ತ ಹೋ 'ಯೇ ಖಾಯ್ ಕೃಷ್ಣ ಜಶೋದಾ-ಭವನೇ\n\nಭೋಜನಾಂತೇ ಪ್ರಿಯೇ ಕೃಷ್ಣ ಸುಬಾಸಿತ ಬಾರಿ \nಸಬೇ ಮುಖ ಪ್ರಖಾಲೋಯ್ ಹೋ 'ಯೇ ಸಾರಿ ಸಾರಿ \n\nಹಸ್ತ-ಮುಖ ಪ್ರಖಾಲಿಯಾ ಜತ ಸಖಾ-ಗುಣೇ \nಆನಂದೇ ಬಿಶ್ರಾಮ ಕೋರೇ ಬಲದೇವ-ಸನೇ\n\nಜಮ್ಬುಲ ರಸಾಲ ಆನೇ ತಾಮ್ಬುಲ -ಮಸಾಲಾ \nತಾಹಾ ಖೇಯೇ ಕೃಷ್ಣ-ಚನ್ದ್ರ ಸುಖೇ ನಿದ್ರಾ ಗೇಲಾ \n\nಬಿಶಾಲಾಖ ಶಿಖಿ-ಪುಚ್ಛ-ಚಾಮರ ಢುಲಾಯ\nಆಪೂರ್ಬ ಶಯ್ಯಾಯ ಕೃಷ್ಣ ಸುಖೇ ನಿದ್ರಾ ಜಾಯ \n\nಜಶೋಮತೀ-ಆಜ್ಞಾ ಪೇ'ಯೇ ಧನಿಷ್ಠಾ-ಆನೀತೋ\nಶ್ರೀಕೃಷ್ಣ-ಪ್ರಸಾದ ರಾಧಾ ಭುಂಜೇ ಹೋ'ಯೇ ಪ್ರೀತೋ \n\nಲಲಿತಾದಿ ಸುಖೀ-ಗುಣ ಅವಶೇಷ ಪಾಯ \nಮನೇ ಮನೇ ಸುಖೇ ರಾಧಾ-ಕೃಷ್ಣ-ಗುಣ ಗಾಯ \n\nಹರಿ ಲೀಲಾ ಏಕ್-ಮಾತ್ರ ಜಾಹಾರ ಪ್ರಮೋದ \nಭೋಗಾರತಿ ಗಾಯ್ ಠಾಕುರ್ ಭಕತಿವಿನೋದ\n\n",
},

{
title:"ಗೌರ-ಆರತಿ ",
song:"\n\nಜಯ ಜಯ ಗೋರಾಚಾಂದೇರ್ ಆರತಿ ಕೋ ಶೋಭಾ \nಜಾಹ್ನವೀ-ತಟ-ವನೇ ಜಗ-ಮನ-ಲೋಭಾ\n\nದಖಿಣೆ ನೀತಾಇಚಾಂದ್, ಬಾಮೇ ಗದಾಧರ \nನಿಕಟೇ ಅದ್ವೈತ, ಶ್ರೀನಿವಾಸ ಛತ್ರಧರ\n\nಬೋಸಿಯಾಛೇ ಗೋರಾಚಾಂದ ರತ್ನ-ಸಿಂಹಾಸನೇ\nಆರತಿ ಕೋರೆನ್ ಬ್ರಹ್ಮಾ-ಆದಿ ದೇವ-ಗಣೇ\n\nನರಹರಿ-ಆದಿ ಕೋರಿ ' ಚಾಮರ ಢುಲಾಯ \nಸಂಜಯ ಮುಕುಂದ ಬಾಸು ಘೋಷಾದಿ ಗಾಯ \n\nಶಂಖ ಬಾಜೇ ಘಂಟಾ ಬಾಜೇ ಬಾಜೇ ಕರತಾಲ\nಮಧುರ ಮೃದಂಗ ಬಾಜೇ ಪರಮ ರಸಾಲ \n\nಬಹು ಕೋಟಿ ಚಂದ್ರ ಜಿನಿ ' ವದನ ಉಜ್ಜ್ವಲ \nಗಲ-ದೇಶೇ ಬನ-ಮಾಲಾ ಕೋರೆ ಝಲಮಲ \n\nಶಿವ-ಶುಕ-ನಾರದ ಪ್ರೇಮೇ  ಗದಗದ\nಭಕತಿವಿನೋದ  ದೇಖೇ  ಗೋರಾರ ಸಂಪದ  \n\n",
},

{
title:"ಶ್ರೀ ನಾಮ-ಕೀರ್ತನ ",
song:'\n\nಯಶೋಮತೀ ನಂದನ, ಬ್ರಜ-ಬರೋ-ನಾಗರ \nಗೋಕುಲ ರಂಜನ ಕಾನಾ\nಗೋಪೀ-ಪರಾಣ-ಧನ, ಮದನ-ಮನೋಹರ \nಕಾಲಿಯ-ದಮನ-ವಿಧಾನ\n\nಅಮಲ ಹರಿನಾಮ್ ಅಮಿಯ ವಿಲಾಸಾ\nವಿಪಿನ-ಪುರಂದರ, ನವೀನ ನಾಗರ-ಬೋರ\nಬಂಶೀ-ಬದನ ಸುವಾಸಾ\n\nಬ್ರಜ-ಜನ-ಪಾಲನ, ಅಸುರ-ಕುಲ-ನಾಶನ \nನಂದ ಗೋ-ಧನ ರಾಖೋವಾಲಾ\nಗೋವಿಂದ ಮಾಧವ, ನವನೀತ ತಸ್ಕರ \nಸುಂದರ ನಂದ-ಗೋಪಾಲಾ\n\nಜಾಮುನ-ತಟ-ಚರ, ಗೋಪೀ-ಬಸನ-ಹರ\nರಾಸ-ರಸಿಕ ಕೃಪಾಮೋಯ\nಶ್ರೀ ರಾಧಾ-ವಲ್ಲಭ, ಬೃಂದಾವನ-ನಟಬರ \nಭಕತಿವಿನೋದ್ ಆಶ್ರಯ\n\n',
},

{
title:"ತುಮಿ ಸರ್ವೇಶ್ವರೇಶ್ವರ ",
song:"\n\nತುಮಿ ಸರ್ವೇಶ್ವರೇಶ್ವರ, ಬ್ರಜೇಂದ್ರ-ಕುಮಾರ \nತೋಮಾರ ಇಚ್ಛಾಯ ವಿಶ್ವೇ ಸೃಜನ ಸಂಹಾರ \n\nತವ ಇಚ್ಛಾ-ಮತೋ ಬ್ರಹ್ಮಾ ಕೊರೇನ ಸೃಜನ \nತವ ಇಚ್ಛಾ-ಮತೋ ವಿಷ್ಣು ಕೊರೇನ ಪಾಲನ \n\nತವ ಇಚ್ಛಾ ಮತೇ ಶಿವ ಕೊರೇನ ಸಂಹಾರ \nತವ ಇಚ್ಛಾ ಮತೇ ಮಾಯಾ ಸೃಜೇ ಕಾರಾಗಾರ \n\nತವ ಇಚ್ಛಾ-ಮತೇ ಜೀವೇರ್ ಜನಮ-ಮರಣ \nಸಮೃದ್ಧಿ-ನಿಪಾತ ದುಃಖ ಸುಖ-ಸಂಘಟನ\n\nಮಿಛೇ ಮಾಯಾ-ಬದ್ಧ ಜೀವ ಆಶಾ-ಪಾಶೇ ಫಿರೇ '\nತವ ಇಚ್ಛಾ ಬಿನಾ ಕಿಛು ಕೋರಿತೇ ನಾ ಪಾರೇ\n\nತುಮಿ ತೊ' ರಖಕ ಆರ್ ಪಾಲಕ ಆಮಾರ \nತೋಮಾರ ಚರಣ ಬಿನಾ ಆಶಾ ನಾಹಿ ಆರ\n\nನಿಜ-ಬಲ-ಚೇಷ್ಟಾ-ಪ್ರತಿ ಭರಸಾ ಛಾಡಿಯಾ\nತೋಮಾರ ಇಚ್ಛಾಯ್ ಆಛಿ ನಿರ್ಭರ ಕೋರಿಯಾ\n\nಭಕತಿವಿನೋದ ಅತಿ ದೀನ ಅಕಿಂಚನ \nತೋಮಾರ ಇಚ್ಛಾಯ್ ತಾ ' ರ ಜೀವನ ಮರಣ\n\n",
},

{
title:"ಓಹೆ ವೈಷ್ಣವ ಠಾಕುರ",
song:"\n\nಓಹೆ! ವೈಷ್ಣಬ ಠಾಕುರ ದೊಯಾರ ಸಾಗರ \nಏ ದಾಸೆ ಕೋರುಣಾ ಕೋರಿ'\nದಿಯಾ ಪದ-ಛಾಯಾ, ಶೋಧೋ ಹೆ ಆ ಮಾಯ,\nತೊಮಾರ ಚರಣ ಧೋರಿ\n\nಛಯ ಬೆಗ ದೋಮಿ', ಛಯ ದೋಷ ಶೋಧಿ'\nಛಯ ಗುಣ ದೇಹೋ' ದಾಸೇ\nಛಯ ಸತ್ಸಂಗ, ದೇಹೋ' ಹೆ ಆಮಾರೇ,\nಬೊಷೆಛಿ ಸಂಗೇರ ಆಶೇ\n\nಏಕಾಕೀ ಆಮಾರ, ನಾಹಿ ಪಾಯ ಬಲ \nಹರಿ-ನಾಮ-ಸಂಕೀರ್ತನೇ\nತುಮಿ ಕೃಪಾ ಕೋರಿ', ಶ್ರದ್ಧಾ-ಬಿಂದು ದಿಯಾ,\nದೇಹೋ ಕೃಷ್ಣ-ನಾಮ-ಧನೇ\n\nಕೃಷ್ಣ ಸೆ' ತೊಮಾರ, ಕೃಷ್ಣ ದಿತೆ ಪಾರೋ, \nತೊಮಾರ ಶಕತಿ ಆಛೆ \nಆಮಿ ತೋ' ಕಾಂಗಾಲ, 'ಕೃಷ್ಣ' 'ಕೃಷ್ಣ' ಬೋಲಿ,\nಧಾಇ ತವ ಪಾಛೆ ಪಾಛೆ\n\n",
},

{
title:"ವಿಭಾವರೀ ಶೇಷ ",
song:'\n\nಆಲೋಕ-ಪ್ರವೇಶ,\nನಿದ್ರಾಚಾಡಿ’ ಉಠೋ ಜೀವ\nಬೋಲೋ ಹರಿ ಹರಿ, ಮುಕುಂದ ಮುರಾರಿ,\nರಾಮ ಕೃಷ್ಣ ಹಯಗ್ರೀವ\n\nನೃಸಿಂಹ ವಾಮನ, ಶ್ರೀ ಮಧುಸೂಧನ,\nಬ್ರಜೇಂದ್ರ ನಂದನ ಶ್ಯಾಮ\nಪೂತನಾ-ಘಾತನ ಕೈಟಭ-ಶಾತನ\nಜಯ ದಾಶರಥಿ-ರಾಮ\n \nಯಶೋದಾ ದುಲಾಲ, ಗೋವಿಂದ ಗೋಪಾಲ,\nವೃಂದಾವನ ಪುರಂದರ\nಗೋಪೀ-ಪ್ರಿಯ-ಜನ, ರಾಧಿಕಾ-ರಾಮಣ\nಭುವನ-ಸುಂದರ-ಬರ\n\nರವಣಾಂತಕರ, ಮಾಖನ-ತಸ್ಕರ,\nಗೋಪೀ-ಜನ-ವಸ್ತ್ರ- ಹರೀ\nಬ್ರಜೇರ ರಾಖಾಲ, ಗೋಪಾ-ವೃಂದ-ಪಾಲ,\nಚಿತ್ತ- ಹರೀ ಬಂಶೀ-ಧಾರೀ\n\nಯೋಗೀಂದ್ರ-ಬಂದನ, ಶ್ರೀ-ನಂದ-ನಂದನ,\nಬ್ರಜ-ಜನ-ಭಯ-ಹರೀ\nನವೀನ ನೀರದ, ರೂಪ ಮನೋಹರ,\nಮೋಹನ-ಬಂಶೀ-ಬಿಹಾರೀ\n\nಯಶೋದಾ-ನಂದನ, ಕಂಸ ನಿಸೂದನ\nನಿಕುಂಜ-ರಾಸ-ವಿಲಾಸೀ\nಕದಂಬ ಕಾನನ ರಾಸ ಪಾರಾಯಣ\nಬೃಂದ-ವಿಪಿನ-ನಿವಾಸೀ\n\nಆನಂದ-ವರ್ಧನ, ಪ್ರೇಮ-ನಿಕೇತನ,\nಫುಲ-ಶರ-ಜೋಜಕ ಕಾಮ\nಗೋಪಾಂಗನಾಗಣ, ಚಿತ್ತ- ವಿನೋದನ\nಸಮಸ್ತ- ಗುಣ-ಗಣ-ಧಾಮ\n\nಜಾಮುನ-ಜೀವನ, ಕೇಲಿ ಪಾರಾಯಣ,\nಮಾನಸ – ಚಂದ್ರ – ಚಕೋರ\nನಾಮ ಸುಧಾರಸ, ಗಾಓ ಕೃಷ್ಣ ಜಶ,\nರಾಖೋ ವಚನ ಮನ ಮೋರ\n\n\n',
},

{
title:"ವಿದ್ಯಾರ ವಿಲಾಸೆ",
song:"\n\nವಿದ್ಯಾರ ವಿಲಾಸೇ,ಕಾಟಾಇನು ಕಾಲ,\nಪರಮ ಸಾಹಸೇ ಆಮಿ \nತೋಮಾರ ಚರಣ ನಾ ಭಜಿನು ಕಭು,\nಏಖೋನ ಶರಣ ತುಮಿ \n\nಪೊಡಿತೇ ಪೊಡಿತೇ, ಭರಸಾ ಬಾಡಿಲೋ,\nಜ್ಞಾನೇ ಗತಿ ಹಬೇ ಮಾನಿ' \nಸೇ ಆಶಾ ಬಿಫಲ ಸೇ ಜ್ಞಾನ ದುರ್ಬಲ,\nಸೇ ಜ್ಞಾನ ಅಜ್ಞಾನ ಜಾನಿ \n\nಜಡ-ವಿದ್ಯಾ ಜತೋ, ಮಾಯಾರ ವೈಭವ \nತೋಮಾರ ಭಜನೇ ಬಾಧಾ \nಮೋಹ ಜನಮಿಯಾ, ಅನಿತ್ಯ ಸಂಸಾರೇ\nಜೀಬಕೇ ಕರೆಯೇ ಗಾಧಾ\n\nಸೇಇ ಗಾಧಾ ಹೋ ' ಯೇ ಸಂಸಾರೇರ ಬೋಝಾ,\nಬಹಿನು ಅನೇಕ ಕಾಲ \nವಾರ್ಧಕ್ಯೇ ಏಖನೋ, ಶಕ್ತಿರ ಅಭಾವೇ,\nಕಿಛು ನಾಹಿ ಲಾಗೇ ಭಾಲೋ\n\nಜೀವನ ಜಾತನಾ, ಹೋಇಲೋ ಏಖನೋ,\nಸೇ ವಿದ್ಯಾ ಅವಿದ್ಯಾ ಭೇಲೋ \nಅವಿದ್ಯಾರ ಜ್ವಾಲಾ, ಘಟಿಲೋ ಬಿಷಮ,\nಸೇ ವಿದ್ಯಾ ಹೋಇಲೋ ಶೇಲೋ\n\nತೋಮಾರ ಚರಣ, ಬಿನಾ ಕಿಛು ಧನ,\nಸಂಸಾರೇ ನಾ ಆಛೇ ಆರ\nಭಕತಿವಿನೋದ, ಜಡ - ವಿದ್ಯಾ ಛಾಡಿ',\nತುವಾ ಪದ ಕೋರೆ ಸಾರ \n\n",
},

{
title:"ವೈಷ್ಣವೇ ವಿಜ್ಞಪ್ತಿ",
song:"\n\nಏಇ-ಬಾರೋ ಕರುಣಾ ಕೊರೋ ವೈಷ್ಣವ ಗೋಸಾಇ\nಪತಿತ-ಪಾವನ ತೋಮಾ ಬಿನೇ ಕೇಹೋ ನಾಇ\n\nಜಾಹಾರ ನಿಕಟೇ ಗೇಲೇ ಪಾಪ ದೂರೇ ಜಾಯ್ \nಏಮೋನ ದೋಯಾಲ ಪ್ರಭು ಕೇಬಾ ಕೋಥಾ ಪಾಯ್ \n\nಗಂಗಾರ ಪರಶ ಹೋಇಲೇ ಪಶ್ಚಾತೇ ಪಾವನ್ \nದರ್ಶನೇ ಪವಿತ್ರ ಕೋರೋ-ಏಇ ತೋಮಾರ ಗುಣ್\n\nಹರಿ-ಸ್ಥಾನೇ ಅಪರಾಧೇ ತಾರೇ ಹರಿ-ನಾಮ್ \nತೋಮಾ ಸ್ಥಾನೇ ಅಪರಾಧೇ ನಾಹಿ ಪರಿತ್ರಾಣ್\n\nತೋಮಾರ ಹೃದೋಯೇ ಸದಾ ಗೋವಿನ್ದ-ವಿಶ್ರಾಮ್ \nಗೋವಿನ್ದ ಕೋಹೇನ-ಮೋರ ವೈಷ್ಣವ ಪರಾಣ್\n\nಪ್ರತಿ-ಜನ್ಮೇ ಕೋರಿ ಆಶಾ ಚರಣೇರ ಧೂಲಿ\nನರೋತ್ತಮೇ ಕೋರೋ ದೋಯಾ ಆಪನಾರ ಬೋಲಿ'\n\n",
},

{
title:"ಇಷ್ಟ-ದೇವೆ ವಿಜ್ಞಪ್ತಿ",
song:"\n\nಹರಿ ಹರಿ! ಬಿಫಲೇ ಜನಮ ಗೋಙಾಇನು\nಮನುಷ್ಯ-ಜನುಮ ಪಾಇಯಾ, ರಾಧಾ-ಕೃಷ್ಣ ನಾ ಭಜಿಯಾ,\nಜಾನಿಯಾ ಶುನಿಯಾ ಬಿಷ ಖಾಇನು \n\t\nಗೋಲೋಕೇರ ಪ್ರೇಮ-ಧನ, ಹರಿ-ನಾಮ-ಸಂಕೀರ್ತನ\nರತಿ ನಾ ಜನ್ಮಿ ಲೋ ಕೇನೇ ತಾಯ್ \nಸಂಸಾರ-ಬಿಷಾನಲೇ' ದಿಬಾ-ನಿಶಿ ಹಿಯಾ ಜ್ವಲೇ,\nಜುಡಾಇತೇ ನಾ ಕೋಇನು ಉಪಾಯ್ \n\nಬ್ರಜೇಂದ್ರ-ನಂದನ ಜೇಇ,ಶಚೀ-ಸುತ ಹೋಇಲೋ ಸೇಇ,\nಬಲರಾಮ ಹೋಇಲೋ ನಿತಾಇ  \nದೀನ-ಹೀನ ಜತ ಛಿಲೋ, ಹರಿ-ನಾಮೇ ಉದ್ದಾರಿಲೋ,\nತಾರ ಶಾಕ್ಷೀ ಜಗಾಇ ಮಾಧಾಇ\n\nಹಾ ಹಾ ಪ್ರಭು ನಂದ-ಸುತ, ವೃಷಭಾನು-ಸುತಾ-ಜುತ,\nಕೋರುಣಾ ಕರೋಹೋ ಏಇ-ಬಾರೋ \nನರೋತ್ತಮ-ದಾಸ ಕೋಯ್, ನಾ ಠೆೇಲಿಹೋ ರಾಂಗಾ ಪಾಯ್,\nತೋಮಾ ಬಿನೇ ಕೇ ಆಛೇ ಆಮಾರ\n\n",
},

{
title:"ಲಾಲಸಾಮಯೀ ಪ್ರಾರ್ಥನ",
song:"\n\n'ಗೌರಾಂಗ' ಬೋಲಿತೇ ಹಬೇ ಪುಲಕ - ಶರೀರ \n'ಹರಿ ಹರಿ' ಬೋಲಿತೇ ನಯನೇ ಬ'ಬೇ ನೀರ \n\nಆರ ಕಬೇ ನಿತಾಇ-ಚಾನ್ದೇರ್ ಕೋರುಣಾ ಹೋಇಬೇ \nಸಂಸಾರ-ಬಾಸನಾ ಮೋರ ಕಬೇ ತುಚ್ಛ ಹ'ಬೇ \n\nವಿಷಯ ಛಾಡಿಯಾ ಕಬೇ ಶುದ್ಧ ಹ'ಬೇ ಮನ\nಕಬೇ ಹಾಮ ಹೆರಬೋ ಶ್ರೀ-ವೃಂದಾವನ \n\nರೂಪ-ರಘುನಾಥ-ಪದೇ ಹೋಇಬೇ ಆಕುತಿ\nಕಬೇ ಹಾಮ ಬುಝಬೋ ಸೇ ಜುಗಲ-ಪೀರಿತಿ\n\nರೂಪ-ರಘುನಾಥ-ಪದೇ ರಹು ಮೋರ ಆಶ\nಪ್ರಾರ್ಥನಾ ಕೋರೋಯೇ ಸದಾ ನರೋತ್ತಮ-ದಾಸ\n\n",
},

{
title:"ನಾಮ-ಸಂಕೀರ್ತನ",
song:'\n\nಹರಿ ಹರಯೇ ನಮಃ ಕೃಷ್ಣ ಯಾದವಾಯ ನಮಃ \nಯಾದವಾಯ ಮಾಧವಾಯ ಕೇಶವಾಯ ನಮಃ \n\nಗೋಪಾಲ ಗೋವಿಂದ ರಾಮ ಶ್ರೀ ಮಧುಸೂದನ\nಗಿರಿಧಾರೀ ಗೋಪೀನಾಥ ಮದನ-ಮೋಹನ \n\nಶ್ರೀ ಚೈತನ್ಯ-ನಿತ್ಯಾನಂದ-ಶ್ರೀ ಅದ್ವೈತ-ಸೀತಾ \nಹರಿ ಗುರು ವೈಷ್ಣವ ಭಾಗವತ ಗೀತಾ \n\nಶ್ರೀ-ರೂಪ ಸನಾತನ ಭಟ್ಟ ರಘುನಾಥ್\nಶ್ರೀ ಜೀವ ಗೋಪಾಲ-ಭಟ್ಟ ದಾಸ ರಘುನಾಥ್ \n\nಏಇ ಛಾಯ್ ಗೋಸಾಇರ್ ಕೋರಿ ಚರಣ ವಂದನ್ \nಜಾಹಾ ಹೋಇತೆ ಬಿಘ್ನ-ನಾಶ್ ಅಭೀಷ್ಟ-ಪೂರಣ್\n\nಏಇ ಛಯ್ ಗೋಸಾಇ ಜಾರ್ ಮುಇ ತಾರ್ ದಾಸ್ \nತಾ ಸಬಾರ ಪದ-ರೇಣು ಮೋರ ಪಂಚ-ಗ್ರಾಸ್ \n\nತಾದೇರ ಚರಣ-ಸೆಬಿ-ಭಕ್ತ-ಸನೆ ಬಾಸ್ \nಜನಮೆ ಜನಮೆ ಹೋಯ್ ಏಇ ಅಭಿಲಾಷ್\n\nಏಇ  ಛಯ್ ಗೋಸಾಇ ಜಬೆ  ಬ್ರಜೆ ಕೊಇಲಾ ಬಾಸ್ \nರಾಧಾ-ಕೃಷ್ಣ-ನಿತ್ಯ-ಲೀಲಾ ಕೊರಿಲಾ ಪ್ರಕಾಶ್ \n\nಆನಂದೇ ಬೋಲೋ ಹರಿ ಭಜ ಬೃಂದಾವನ್ \nಶ್ರೀ-ಗುರು-ವೈಷ್ಣವ-ಪದೇ ಮಜಾಇಯಾ ಮನ್\n\nಶ್ರೀ-ಗುರು-ವೈಷ್ಣವ-ಪಾದ-ಪದ್ಮ ಕೋರಿ ಆಶ್ \n ಕೋಹೆ ನರೋತ್ತಮ ದಾಸ್\n\n',
},

{
title:"ಸಖೀ-ವೃಂದೇ ವಿಜ್ಞಪ್ತಿ",
song:"\n\nರಾಧಾ-ಕೃಷ್ಣ ಪ್ರಾಣ ಮೋರ ಜುಗಲ-ಕಿಶೋರ \nಜೀವನೇ ಮರಣೇ ಗತಿ ಆರೋ ನಾಹಿ ಮೋರ \n\nಕಾಲಿಂದೀರ ಕೂಲೇ ಕೇಲಿ-ಕದಂಬೇರ ವನ \nರತನ-ಬೆದೀರ ಉಪರ ಬೊಸಾಬೊ ದು' ಜನ \n\nಶ್ಯಾಮ-ಗೌರೀ-ಅಂಗೇ ದಿಬೋ (ಚೂವಾ) ಚಂದನೇರ ಗಂಧ \nಚಾಮರ ಢುಲಾಬೋ ಕಬೇ ಹೆರಿ ಮುಖ-ಚಂದ್ರ \n\nಗಾಥಿಯಾ ಮಾಲತೀರ್ ಮಾಲಾ ದಿಬೊ ದೋಹಾರ ಗಲೇ\nಅಧರೇ ತುಲಿಯಾ ದಿಬೋ ಕರ್ಪೂರ-ತಾಂಬೂಲೇ\n\nಲಲಿತಾ ವಿಶಾಖ-ಆದಿ ಜತ ಸಖೀ-ವೃಂದ \nಆಜ್ಞಾಯ ಕೊರಿಬೊ ಸೇಬಾ ಚರಣಾರವಿಂದ \n\nಶ್ರೀ-ಕೃಷ್ಣ-ಚೈತನ್ಯ-ಪ್ರಭುರ್ ದಾಸೇರ್ ಅನುದಾಸ\nಸೇವಾ ಅಭಿಲಾಷ ಕೋರೆ ನರೋತ್ತಮ ದಾಸ\n\n",
},

{
title:"ಸಪಾರ್ಷದ-ಭಗವದ್-ವಿರಹ-ಜನಿತ-ವಿಲಾಪ",
song:'\n\nಜೆ ಅನಿಲೊ ಪ್ರೇಮ-ಧನ ಕೋರುಣಾ ಪ್ರಚುರ್\nಹೇನೊ ಪ್ರಭು ಕೋಥಾ ಗೇಲಾ ಆಚಾರ್ಯ- ಠಾಕೂರ್\n\nಕಾಹಾ ಮೋರ ಸ್ವರೂಪ್ ರೂಪ ಕಾಹಾ ಸನಾತನ್\nಕಾಹಾ ದಾಸ ರಘುನಾಥ ಪತಿತ-ಪಾವನ್ \n\nಕಾಹಾ ಮೋರ ಭಟ್ಟ-ಜುಗ ಕಾಹಾ ಕವಿರಾಜ್ \nಏಕ-ಕಾಲೆ ಕೋಥಾ ಗೇಲಾ ಗೋರಾ ನಟರಾಜ್ \n\nಪಾಷಾಣೇ ಕುಟಿಬೊ ಮಾಥಾ ಅನಲೆ ಪಶಿಬೋ\nಗೌರಾಂಗ ಗುಣೇರ ನಿಧಿ ಕೋಥಾ ಗೇಲೆ ಪಾಬೋ \n\nಸೇ-ಸಬ ಸಂಗೀರ ಸಂಗೇ ಜೇ ಕೋಇಲೋ ಬಿಲಾಸ್\nಸೇ-ಸಂಗ ನಾ ಪಾಇಯಾ ಕಾಂದೇ ನರೋತ್ತಮ ದಾಸ್\n\n',
},

{
title:"ಸಾವರಣ-ಶ್ರೀ-ಗೌರ-ಮಹಿಮಾ",
song:"\n\nಗೌರಾಂಗೇರ ದುಟಿ ಪದ, ಜಾರ್ ಧನ ಸಂಪದ,\nಸೇ ಜಾನೇ ಭಕತಿರಸಸಾರ್\nಗೌರಾಂಗೇರ ಮಧುರಲೀಲಾ, ಜಾರ್ ಕರ್ಣೇ ಪ್ರವೇಶಿಲಾ\nಹೃದೊಯ ನಿರ್ಮಲ ಭೇಲೋ ತಾರ್\n\t\nಜೇ ಗೌರಾಂಗೇರ ನಾಮ ಲೊಯ್, ತಾರ ಹೊಯ್  ಪ್ರೇಮೋದೊಯ್\nತಾರೇ ಮುಇ ಜಾಇ ಬೋಲಿಹಾರಿ \nಗೌರಾಂಗಗುಣೇತೆ ಝುರೇ, ನಿತ್ಯಲೀಲಾ ತಾರೇ ಸ್ಫುರೇ,\nಸೇ ಜನ ಭಕತಿ-ಅಧಿಕಾರೀ\n\nಗೌರಾಂಗೇರ  ಸಂಗಿಗಣೇ, ನಿತ್ಯಸಿದ್ಧ ಕೊರಿ' ಮಾನೇ,\nಸೇ ಜಾಯ್ ಬ್ರಜೇಂದ್ರ ಸುತಪಾಶ್\nಶ್ರೀ ಗೌಡಮಂಡಲಭೂಮಿ, ಜೇಬಾ ಜಾನೇ ಚಿಂತಾಮಣಿ,\nತಾರ ಹೊಯ್ ಬ್ರಜಭೂಮೇ ಬಾಸ್ \n\nಗೌರಪ್ರೇಮ ರಸಾರ್ಣವೇ, ಸೇ ತರಂಗೇ ಜೇಬಾ ಡುಬೇ,\nಸೇ ರಾಧಾಮಾಧವ-ಅಂತರಂಗ \nಗೃಹೇ ಬಾ ವನೇತೇ ಥಾಕೇ, 'ಹಾ ಗೌರಾಂಗ' ಬೋ'ಲೇ ಡಾಕೇ '\nನರೋತ್ತಮ ಮಾಗೇ ತಾರ ಸಂಗ\n",
},

{
title:"ಶ್ರೀ ಗುರು-ವಂದನಾ",
song:"\n\nಶ್ರೀ ಗುರು-ಚರಣ-ಪದ್ಮ ಕೇವಲ ಭಕತಿ ಸದ್ಮ\nಬಂದೊ ಮುಯಿ ಸಾವಧಾನ ಮತೇ\nಜಾಹಾರ ಪ್ರಸಾದೇ ಭಾಇ ಏ ಭವ ತೋರಿಯಾ ಜಾಇ \nಕೃಷ್ಣ-ಪ್ರಾಪ್ತಿ ಹೋಯ್ ಜಾಹಾ ಹ'ತೇ \n\nಗುರು-ಮುಖ-ಪದ್ಮ-ವಾಕ್ಯ, ಚಿತ್ತೇತೆ ಕೊರಿಯಾ ಐಕ್ಯ\nಆರ್ ನಾ ಕೋರಿಹೋ ಮನೇ ಆಶಾ \nಶ್ರೀ ಗುರು-ಚರಣೇ ರತಿ, ಎಇ ಸೇ ಉತ್ತಮ-ಗತಿ,\nಜೇ ಪ್ರಸಾದೇ ಪೂರೇ ಸರ್ವ ಆಶಾ \n\nಚಖು-ದಾನ್ ದಿಲೋ ಜೇಇ ಜನ್ಮೇ ಜನ್ಮೇ ಪ್ರಭು ಸೇಇ\nದಿವ್ಯ-ಜ್ಞಾನ್ ಹೃದೇ ಪ್ರೊಕಾಶಿತೋ\nಪ್ರೇಮ-ಭಕ್ತಿ ಜಾಹಾ ಹೋಇತೇ ಅವಿದ್ಯಾ ವಿನಾಶ ಜಾತೇ \nವೇದೆ ಗಾಯ್ ಜಾಹಾರ ಚರಿತೋ \n\nಶ್ರೀ ಗುರು ಕರುಣಾಸಿಂಧು, ಅಧಮ ಜನರ ಬಂಧು \nಲೋಕನಾಥ್ ಲೋಕೇರ ಜೀವನ \nಹಾ ಹಾ ಪ್ರಭು ಕೋರೋ ದೋಯಾ, ದೇಹೋ ಮೋರೇ ಪದ-ಛಾಯಾ,\nಏಬೇ ಜಶ ಘುಷುಕ್ ತ್ರಿಭುವನ\n\n",
},

{
title:"ಸಾವರಣ-ಶ್ರೀ-ಗೌರ-ಪಾದ-ಪದ್ಮೆ ಪ್ರಾರ್ಥನ ",
song:'\n\nಶ್ರೀ-ಕೃಷ್ಣ-ಚೈತನ್ಯ ಪ್ರಭು ದೊಯಾ ಕೊರೋ ಮೋರೇ\nತೊಮಾ ಬಿನಾ ಕೆ ದೊಯಾಲು ಜಗತ್-ಸಂಸಾರೇ\n\t\nಪತಿತ-ಪಾವನ-ಹೇತು ತವ ಅವತಾರ \nಮೊ ಸಮ ಪತಿತ ಪ್ರಭು ನಾ ಪಾಇಬೇ ಆರ \n\nಹಾ ಹಾ ಪ್ರಭು ನಿತ್ಯಾನಂದ, ಪ್ರೇಮಾನಂದ ಸುಖೀ\nಕೃಪಾವಲೋಕನ ಕೊರೋ ಆಮಿ ಬೊಡೊ ದುಃಖೀ\n\nದೊಯಾ ಕೊರೋ ಸೀತಾ-ಪತಿ ಅದ್ವೈತ ಗೋಸಾಇ\nತವ ಕೃಪಾ-ಬಲೇ ಪಾಇ ಚೈತನ್ಯ-ನಿತಾಇ\n\nಹಾ ಹಾ ಸ್ವರೂಪ್, ಸನಾತನ, ರೂಪ, ರಘುನಾಥ \nಭಟ್ಟ-ಜುಗ, ಶ್ರೀ-ಜೀವ ಹಾ ಪ್ರಭು ಲೋಕನಾಥ \n\nದೊಯಾ ಕೊರೋ ಶ್ರೀ-ಆಚಾರ್ಯ ಪ್ರಭು ಶ್ರೀನಿವಾಸ \nರಾಮಚಂದ್ರ-ಸಂಗ ಮಾಗೇ ನರೋತ್ತಮ-ದಾಸ\t\n\n',
},

{
title:"ಮನಃ-ಶಿಕ್ಷಾ",
song:"\n\nನಿತಾಇ-ಪದ-ಕಮಲ, ಕೋಟಿ-ಚಂದ್ರ-ಸುಶೀತಲ,\nಜೇ ಛಾಯಾಯ್ ಜಗತ ಜುರಾಯ್\nಹೇನೋ ನಿತಾಇ ಬಿನೇ ಭಾಇ, ರಾಧಾ-ಕೃಷ್ಣ ಪಾಇತೇ ನಾಇ,\nದೃಢ ಕೋರಿ ' ಧರೋ ನೀತಾಇರ್ ಪಾಯ್\n\nಸೇ ಸಂಬಂಧ ನಾಹಿ ಜಾ'ರ್, ಬೃಥಾ ಜನ್ಮ ಗೇಲೋ ತಾ'ರ್,\nಸೇಇ ಪಶು ಬೋಡೋ ದುರಾಚಾರ್ \nನಿತಾಇ ನಾ ಬೋಲಿಲೋ ಮುಖೇ, ಮಜಿಲೋ ಸಂಸಾರ-ಸುಖೇ,\nವಿದ್ಯಾ-ಕುಲೇ ಕಿ ಕೋರಿಬೇ ತಾರ್\n\nಅಹಂಕಾರೇ ಮತ್ತ ಹೋಇಯಾ, ನಿತಾಇ-ಪದ ಪಾಸರಿಯಾ,\nಅಸತ್ಯೇರೇ ಸತ್ಯ ಕೋರಿ ಮಾನಿ\nನಿತಾಇಯೇರ್ ಕೋರುಣಾ ಹಬೆ, ಬ್ರಜೇ ರಾಧಾ-ಕೃಷ್ಣ ಪಾಬೇ,\nಧರೋ ನಿತಾಇ-ಚರಣ ದು'ಖಾನಿ\n\nನಿತಾಇಯೇರ್ ಚರಣ ಸತ್ಯ, ತಾಹಾರ ಸೇವಕ ನಿತ್ಯ,\nನಿತಾಇ-ಪದ ಸದಾ ಕೋರೋ ಆಶ\nನರೋತ್ತಮ ಬೋಡೋ ದುಖೀ, ನಿತಾಇ ಮೋರೇ ಕೋರೋ ಸುಖೀ,\nರಾಖೋ ರಾಂಗಾ-ಚರಣೇರ ಪಾಶ\t\n\n",
},

{
title:"ಶ್ರೀ ರೂಪ ಮಂಜರೀ ಪದ	",
song:'\n\nಶ್ರೀ-ರೂಪ-ಮಂಜರೀ-ಪದ, ಸೇಇ ಮೋರ ಸಂಪದ,\nಸೇಇ ಮೋರ್ ಭಜನ-ಪೂಜನ \nಸೇಇ ಮೋರ ಪ್ರಾಣ-ಧನ, ಸೇಇ ಮೋರ ಆಭರಣ \nಸೇಇ ಮೋರ್ ಜೀವನೇರ ಜೀವನ \n\nಸೇಇ ಮೋರ ರಸ-ನಿಧಿ, ಸೇಇ ಮೋರ ವಾಂಛಾ-ಸಿದ್ಧಿ,\nಸೇಇ ಮೋರ್ ವೇದೇರ ಧರಮ\nಸೇಇ ವ್ರತ, ಸೇಇ ತಪ, ಸೇಇ ಮೋರ ಮಂತ್ರ-ಜಪ,\nಸೇಇ ಮೋರ್ ಧರಮ-ಕರಮ\n\nಅನುಕೂಲ ಹಬೇ ವಿಧಿ, ಸೇ-ಪದೇ ಹೋಇಬೇ ಸಿದ್ಧಿ,\nನಿರಖಿಬೋ ಏ ದುಇ ನಯನೇ\nಸೇ ರೂಪ-ಮಾಧುರೀ-ರಾಶಿ, ಪ್ರಾಣ-ಕುವಲಯ-ಶಶೀ\nಪ್ರಫುಲ್ಲಿತ ಹಬೇ ನಿಶಿ-ದಿನೇ\n\nತವಾ ಆದರ್ಶನ-ಅಹಿ, ಗರಲೇ ಜಾರಲೋ ದೇಹಿ,\nಚಿರೋ-ದಿನ ತಾಪಿತ ಜೀವನ \nಹಾ ಹಾ ರೂಪ ಕೋರೋ ದೋಯಾ, ದೇಹೋ ಮೋರೇ ಪದ-ಛಾಯಾ,\nನರೋತ್ತಮ ಲೋಇಲೋ ಶರಣ\n\t\n',
},

{
title:"ವಾಸಂತೀ-ರಾಸ",
song:"\n\nವೃಂದಾವನ ರಮ್ಯ-ಸ್ಥಾನ, ದಿವ್ಯ-ಚಿನ್ತಾಮಣಿ-ಧಾಮ,\nರತನ-ಮಂದಿರ ಮನೋಹರ \nಆವೃತ ಕಾಲಿಂದೀ-ನೀರೇ, ರಾಜ-ಹಂಸ ಕೇಲಿ ಕೋರೆ\nತಾಹೇ ಶೋಭೇ ಕನಕ-ಕಮಲ\n\nತಾರ ಮಧ್ಯೇ ಹೇಮ-ಪೀಠ, ಅಷ್ಟ-ದಲೇ ವೇಷ್ಟಿತ,\nಅಷ್ಟ-ದಲೇ ಪ್ರಧಾನಾ ನಾಯಿಕಾ \nತಾರಮಧ್ಯೇ ರತ್ನಾಸನೇ, ಬೋಸಿ ' ಆಛೆನ್ ದುಇ-ಜನೇ,\nಶ್ಯಾಮ-ಸಂಗೇ ಸುಂದರೀ ರಾಧಿಕಾ \t\n\nಓ ರೂಪ-ಲಾವಣ್ಯ-ರಾಶಿ, ಅಮಿಯಾ ಪೋಡಿಛೇ ಖಸಿ ',\nಹಾಸ್ಯ-ಪರಿಹಾಸ-ಸಂಭಾಷಣೇ\nನರೋತ್ತಮ-ದಾಸ ಕೋಯ್, ನಿತ್ಯ-ಲೀಲಾ ಸುಖ-ಮೋಯ್,\nಸದಾಇ ಸ್ಫುರುಕ ಮೋರ ಮನೇ\n\n",
},

{
title:"ಶ್ರೀ ಗುರು-ಪರಂಪರಾ",
song:"\n\nಕೃಷ್ಣ ಹೋಇತೇ ಚತುರ್-ಮುಖ ಹೋಯ್ ಕೃಷ್ಣ ಸೇವೋನ್ಮುಖ \nಬ್ರಹ್ಮಾ ಹೋಇತೇ ನಾರದೇರ ಮತಿ \nನಾರದ ಹೋಇತೇ ವ್ಯಾಸ, ಮಧ್ವ ಕೋಹೇ ವ್ಯಾಸ-ದಾಸ,\nಪೂರ್ಣಪ್ರಜ್ಞ ಪದ್ಮನಾಭ ಗತಿ \n\nನೃಹರಿ ಮಾಧವ-ಬಂಶೇ, ಅಕ್ಷೋಭ್ಯ ಪರಮಹಂಸೇ\nಶಿಷ್ಯ ಬೋಲಿ' ಅಂಗೀಕಾರ ಕೋರೇ\nಅಕ್ಷೋಭ್ಯೇರ ಶಿಷ್ಯ ಜಯ-ತೀರ್ಥ ನಾಮೇ ಪರಿಚಯ,\nತಾರ ದಾಸ್ಯೇ ಜ್ಞಾನಸಿಂಧು ತೋರೇ\n\nತಾಹಾ ಹೋಇತೇ ದಯಾನಿಧಿ ತಾರ ದಾಸ ವಿದ್ಯಾನಿಧಿ,\nರಾಜೇಂದ್ರ ಹೋಇಲೋ ತಾಹಾ ಹ' ತೇ \nತಾಹಾರ ಕಿಂಕೋರ ಜಯ-ಧರ್ಮ ನಾಮೇ ಪರಿಚಯ,\nಪರಂಪರಾ ಜಾನೋ ಭಾಲೋ ಮತೇ\n\nಜಯಧರ್ಮದಾಸ್ಯೇ ಖ್ಯಾತಿ, ಶ್ರೀಪುರುಷೋತ್ತಮ-ಜತಿ,\nತಾ ಹ'ತೇ ಬ್ರಹ್ಮಣ್ಯ-ತೀರ್ಥ ಸೂರಿ \nವ್ಯಾಸತೀರ್ಥ ತಾರ ದಾಸ, ಲಕ್ಷ್ಮೀಪತಿ ವ್ಯಾಸ-ದಾಸ,\nತಾಹಾ ಹ' ತೇ ಮಾಧವೇನಂದ್ರ ಪುರೀ\n\n ಮಾಧವೇನಂದ್ರ ಪುರೀ-ವರ, ಶಿಷ್ಯ-ವರ ಶ್ರೀ-ಈಶ್ವರ,\nನಿತ್ಯಾನಂದ, ಶ್ರೀ ಅದ್ವೈತ ವಿಭು \nಈಶ್ವರ ಪುರೀಕೇ ಧನ್ಯ, ಕೋರಿಲೇನ್ ಶ್ರೀ-ಚೈತನ್ಯ,\nಜಗದ್-ಗುರು ಗೌರ ಮಹಾಪ್ರಭು \n\nಮಹಾಪ್ರಭು ಶ್ರೀ-ಚೈತನ್ಯ, ರಾಧಾ-ಕೃಷ್ಣ ನಹೇ ಅನ್ಯ,\nರೂಪಾನುಗ ಜನೇರ ಜೀವನ \nವಿಶ್ವಂಭರ ಪ್ರಿಯಂಕರ, ಶ್ರೀ-ಸ್ವರೂಪ ದಾಮೋದರ,\nಶ್ರೀ-ಗೋಸ್ವಾಮೀ ರೂಪ-ಸನಾತನ \n\nರೂಪ-ಪ್ರಿಯ ಮಹಾಜನ, ಜೀವ, ರಘುನಾಥ ಹನ,\nತಾರ ಪ್ರಿಯ ಕವಿ ಕೃಷ್ಣದಾಸ \nಕೃಷ್ಣದಾಸ-ಪ್ರಿಯ-ವರ, ನರೋತ್ತಮ ಸೇವಾ-ಪರ,\nಜಾರ ಪದ ವಿಶ್ವನಾಥ-ಆಶ\n\nವಿಶ್ವನಾಥ-ಭಕ್ತ-ಸಾಥ, ಬಲದೇವ ಜಗನ್ನಾಥ,\nತಾರ ಪ್ರಿಯ ಶ್ರೀ-ಭಕ್ತಿವಿನೋದ \nಮಹಾ-ಭಾಗವತ-ವರ, ಶ್ರೀ-ಗೌರಕಿಶೋರ-ವರ,\nಹರಿ-ಭಜನೇತೇ ಜಾ'ರ ಮೋದ\n\nಈಹಾರಾ ಪರಮಹಂಸ, ಗೌರಾಂಗೇರ ನಿಜ-ವಂಶ,\nತಾದೇರ ಚರಣೇ ಮಮ ಗತಿ \nಆಮಿ ಸೇಬಾ-ಉದಾಸೀನ, ನಾಮೇತೇ ತ್ರಿದಂಡೀ ದೀನ,\nಶ್ರೀ-ಭಕ್ತಿ ಸಿದ್ಧಾಂತ ಸರಸ್ವತೀ  \n\n",
},

{
title:"ಶ್ರೀ ದಾಮೋದರಾಷ್ಟಕ ",
song:'\n\nನಮಾಮೀಶ್ವರಂ ಸಚ್ಚಿದಾನಂದ ರೂಪಂ \nಲಸತ್-ಕುಂಡಲಂ ಗೋಕುಲೇ ಭ್ರಾಜಮಾನಂ \nಯಶೋದಾಭಿಯೋಲೂಖಲಾದ್ ಧಾವಮಾನಂ \nಪರಾಮೃಷ್ಟಂ ಅತ್ಯಂತತೋ ದ್ರುತ್ಯ ಗೋಪ್ಯಾ\n\nರುದಂತಂ ಮುಹುರ್ ನೇತ್ರ-ಯುಗ್ಮಂ ಮೃಜಂತಂ\nಕರಾಂಭೋಜ-ಯುಗ್ಮೇನ ಸಾತಂಕ-ನೇತ್ರಂ \nಮುಹುಃ ಶ್ವಾಸ-ಕಂಪ-ತ್ರಿರೇಖಾಂಕ-ಕಂಠ-\nಸ್ಥಿತ-ಗ್ರೈವಂ ದಾಮೋದರಂ ಭಕ್ತಿಬದ್ಧಮ್ \n\nಇತೀದೃಕ್ ಸ್ವ-ಲೀಲಾಭೀರಾನಂದ-ಕುಂಡೇ\nಸ್ವ-ಘೋಷಂ ನಿಮಜ್ಜಂತಂ ಆಖ್ಯಾಪಯಂತಂ\nತದೀಯೇಷಿತ-ಜ್ಞೇಷು ಭಕ್ತೈರ್ಜಿತತ್ವಂ \nಪುನಃ ಪ್ರೇಮತಸ್ತಂ ಶತಾವೃತ್ತಿ ವಂದೇ \n\nವರಂ ದೇವ ಮೋಕ್ಷಂ ನ ಮೋಕ್ಷಾವಧಿಂ ವಾ \nನ ಚಾನ್ಯಂ ವೃಣೇ ಹಂ ವರೇಶಾದ್ ಅಪೀಹ \nಇದಂ ತೇ ವಪುರ್ನಾಥ ಗೋಪಾಲ-ಬಾಲಂ \nಸದಾ ಮೇ ಮನಸ್ಯಾ ವಿರಾಸ್ತಾಂ ಕಿಮನ್ಯೈಃ\n\nಇದಂ ತೇ ಮುಖಾಂಭೋಜಂ ಅತ್ಯಂತ-ನೀಲೈಃ\nವೃತಂ ಕುಂತಲೈಃ ಸ್ನಿಗ್ಧ-ರಕ್ತೈಶ್ಚ ಗೋಪ್ಯಾ\nಮುಹುಶ್ಚುಂಬಿತಂ ಬಿಂಬ ರಕ್ತಾಧರಂ ಮೇ \nಮನಸ್ಯಾವಿರಾಸ್ತಾಂ ಅಲಂ ಲಕ್ಷ-ಲಾಭೈಃ\n\nನಮೋ ದೇವ ದಾಮೋದರಾನಂತ ವಿಷ್ಣೋ\nಪ್ರಸೀದ ಪ್ರಭೋ ದುಃಖ-ಜಲಾಬ್ಧಿ-ಮಗ್ನಂ\nಕೃಪಾ-ದೃಷ್ಟಿ-ವೃಷ್ಟ್ಯಾತಿದೀನಂ ಬತಾನು-\nಗೃಹಾಣೇಶ-ಮಾಂ ಅಜ್ಞಂ ಏದ್ಯಕ್ಷಿದೃಶ್ಯಃ\n\nಕುವೆರಾತ್ಮ ಜೌ ಬದ್ಧ- ಮೂರ್ತ್ಯೈವ ಯದ್ವತ್ \nತ್ವಯಾ ಮೋಚಿತೌ ಭಕ್ತಿ-ಭಾಜೌ ಕೃತೌ ಚ \nತಥಾ ಪ್ರೇಮ-ಭಕ್ತಿಂ ಸ್ವಕಾಂ ಮೇ ಪ್ರಯಚ್ಛ\nನ ಮೋಕ್ಷೇ ಗೃಹೋ ಮೇಽಸ್ತಿ ದಾಮೋದರೇಹ\n\nನಮಸ್ತೇಸ್ತು ದಾಮ್ನೇ ಸ್ಫುರದ್-ದೀಪ್ತಿ-ಧಾಮ್ನೇ\nತ್ವದೀಯೋದರಾಯಾಥ ವಿಶ್ವಸ್ಯ ಧಾಮ್ನೇ\nನಮೋ ರಾಧಿಕಾಯೈ ತ್ವದೀಯ ಪ್ರಿಯಾಯೈ\nನಮೋಽನಂತ ಲೀಲಾಯ ದೇವಾಯ ತುಭ್ಯಮ್\n\n',
},

{
title:"ಶ್ರೀ ರಾಧಿಕಾ-ಸ್ತವ",
song:'\n\nರಾಧೇ ಜಯ ಜಯ ಮಾಧವ-ದಯಿತೇ \nಗೋಕುಲ-ತರುಣೀ-ಮಂಡಲ-ಮಹಿತೇ \n\nದಾಮೋದರ-ರತಿ-ವರ್ಧನ-ವೇಷೇ\nಹರಿ-ನಿಷ್ಕುಟ-ವೃಂದಾ-ವಿಪಿನೇಶೇ\n\nವೃಷಭಾನುದಧಿ-ನವ-ಶಶಿ-ಲೇಖೇ \nಲಲಿತಾ-ಸಖಿ ಗುಣ-ರಮಿತ-ವಿಶಾಖೇ\n\nಕರುಣಾಂ ಕುರು ಮಯಿ ಕರುಣಾ-ಭರಿತೇ\nಸನಕ ಸನಾತನ ವರ್ಣಿತ ಚರಿತೇ\n\n',
},

{
title:"ಶ್ರೀ ದಶಾವತಾರ- ಸ್ತೋತ್ರ ",
song:'\n\nಪ್ರಲಯ ಪಯೋಧಿ-ಜಲೇ ಧೃತವಾನ್ ಅಸಿ ವೇದಮ್ \nವಿಹಿತ ವಹಿತ್ರ-ಚರಿತ್ರಮ್ ಅಖೇದಮ್ \nಕೇಶವ ಧೃತ-ಮೀನ-ಶರೀರ, ಜಯ ಜಗದೀಶ ಹರೇ \n\nಕ್ಷಿತಿರ್ ಇಹ ವಿಪುಲತರೇ ತಿಷ್ಠತಿ ತವ ಪೃಷ್ಠೇ \nಧರಣಿ- ಧಾರಣ-ಕಿಣ ಚಕ್ರ-ಗರಿಷ್ಠೇ \nಕೇಶವ ಧೃತ-ಕೂರ್ಮ-ಶರೀರ ಜಯ ಜಗದೀಶ ಹರೇ \n\nವಸತಿ ದಶನ ಶಿಖರೇ ಧರಣೀ ತವ ಲಗ್ನಾ \nಶಶಿನಿ ಕಲಂಕ ಕಲೇವ ನಿಮಗ್ನಾ \nಕೇಶವ ಧೃತ ಶೂಕರ ರೂಪ ಜಯ ಜಗದೀಶ ಹರೇ \n\nತವ ಕರ-ಕಮಲ-ವರೇ ನಖಮ್ ಅದ್ಭುತ ಶೃಂಗಮ್ \nದಲಿತ-ಹಿರಣ್ಯಕಶಿಪು-ತನು-ಭೃಂಗಮ್ \nಕೇಶವ ಧೃತ-ನರಹರಿ ರೂಪ ಜಯ ಜಗದೀಶ ಹರೇ \n\nಛಲಯಸಿ ವಿಕ್ರಮಣೇ ಬಲಿಮ್ ಅದ್ಭುತ-ವಾಮನ \nಪದ-ನಖ-ನೀರ-ಜನಿತ-ಜನ-ಪಾವನ\nಕೇಶವ ಧೃತ-ವಾಮನ ರೂಪ ಜಯ ಜಗದೀಶ ಹರೇ \n\nಕ್ಷತ್ರಿಯ-ರುಧಿರ-ಮಯೇ ಜಗದ್ -ಅಪಗತ-ಪಾಪಮ್ \nಸ್ನಪಯಸಿ ಪಯಸಿ ಶಮಿತ-ಭವ-ತಾಪಮ್ \nಕೇಶವ ಧೃತ-ಭೃಗುಪತಿ ರೂಪ ಜಯ ಜಗದೀಶ ಹರೇ \n\nವಿತರಸಿ ದಿಕ್ಷು ರಣೇ ದಿಕ್-ಪತಿ-ಕಮನೀಯಮ್ \nದಶ-ಮುಖ-ಮೌಲಿ-ಬಲಿಮ್ ರಮಣೀಯಮ್ \nಕೇಶವ ಧೃತ-ರಾಮ-ಶರೀರ ಜಯ ಜಗದೀಶ ಹರೇ \n\nವಹಸಿ ವಪುಶಿ ವಿಸದೇ ವಸನಮ್ ಜಲದಾಭಮ್ \nಹಲ-ಹತಿ-ಭೀತಿ-ಮಿಲಿತ-ಯಮುನಾಭಮ್ \nಕೇಶವ ಧೃತ-ಹಲಧರ ರೂಪ ಜಯ ಜಗದೀಶ ಹರೇ \n\nನಂದಸಿ ಯಜ್ಞ- ವಿಧೇರ್ ಅಹಃ ಶ್ರುತಿ ಜಾತಮ್ \nಸದಯ-ಹೃದಯ-ದರ್ಶಿತ-ಪಶು-ಘಾತಮ್ \nಕೇಶವ ಧೃತ-ಬುದ್ಧ-ಶರೀರ ಜಯ ಜಗದೀಶ ಹರೇ \n\nಮ್ಲೇಚ್ಛ-ನಿವಹ-ನಿಧನೇ ಕಲಯಸಿ ಕರವಾಲಮ್ \nಧೂಮಕೇತುಮ್ ಇವ ಕಿಮ್ ಅಪಿ ಕರಾಲಮ್ \nಕೇಶವ ಧೃತ-ಕಲ್ಕಿ-ಶರೀರ ಜಯ ಜಗದೀಶ ಹರೇ \n\nಶ್ರೀ-ಜಯದೇವ-ಕವೇರ್ ಇದಮ್ ಉದಿತಮ್ ಉದಾರಮ್ \nಶೃಣು ಸುಖ-ದಮ್ ಶುಭ-ದಮ್ ಭವ-ಸಾರಮ್ \nಕೇಶವ ಧೃತ-ದಶ-ವಿಧ-ರೂಪ ಜಯ ಜಗದೀಶ ಹರೇ \n\nವೇದಾನ್ ಉದ್ಧರತೇ ಜಗಂತಿ ವಹತೇ ಭೂ-ಗೋಲಮ್ ಉದ್ಬಿಭ್ರತೇ\nದೈತ್ಯಮ್ ದಾರಯತೇ ಬಲಿಮ್ ಛಲಯತೇ ಕ್ಷತ್ರ-ಕ್ಷಯಮ್ ಕುರ್ವತೇ\nಪೌಲಸ್ತ್ಯಮ್ ಜಯತೇ ಹಲಮ್ ಕಲಯತೇ ಕಾರುಣ್ಯಮ್ ಆತನ್ವತೇ\nಮ್ಲೇಚ್ಛಾನ್ ಮೂರ್ಛಯತೇ ದಶಾಕೃತಿ-ಕೃತೇ ಕೃಷ್ಣಾಯ ತುಭ್ಯಮ್ ನಮಃ\n\n',
},

{
title:"ಭಜಹುರೇ ಮನ ಶ್ರೀ ನಂದ-ನಂದನ",
song:"\n\n \nಅಭಯ-ಚರಣಾರವಿಂದ ರೇ \nದುರ್ಲಭ ಮಾನವ-ಜನಮ ಸತ್-ಸಂಗೇ\nತರೋಹೋ ಏ ಭವ-ಸಿಂಧು ರೇ\n\nಶೀತ ಆತಪ ವಾತ ವರಿಷಣ\nಏ ದಿನ ಜಾಮಿನೀ ಜಾಗಿ ರೇ \nಬಿಫಲೇ ಸೇವಿನು ಕೃಪಣ ದುರಜನ\nಚಪಲ ಸುಖ-ಲಬ ಲಾಗಿ'ರೇ\n\nಏ ಧನ, ಯೌವನ, ಪುತ್ರ, ಪರಿಜನ \nಇಥೇ ಕಿ ಆಛೇ ಪರತೀತಿ ರೇ \nಕಮಲ-ದಲ-ಜಲ, ಜೀವನ-ಟಲಮಲ \nಭಜಹು ಹರಿ-ಪದ ನೀತಿ ರೇ\n\nಶ್ರವಣ, ಕೀರ್ತನ, ಸ್ಮರಣ, ವಂದನ\nಪಾದ-ಸೇವನ, ದಾಸ್ಯ ರೇ,\nಪೂಜನ, ಸಖೀಜನ, ಆತ್ಮ-ನಿವೇದನ \nಗೋವಿಂದ-ದಾಸ-ಅಭಿಲಾಷ ರೇ\n\n",
},

{
title:"ಶ್ರೀ ಶ್ರೀ ಗೌರ-ನಿತ್ಯಾನಂದೇರ್ ದಯಾ",
song:"\n\nಪರಮ ಕೋರುಣ, ಪಹೂ ದುಇ ಜನ,\nನಿತಾಇ ಗೌರಚಂದ್ರ \nಸಬ ಅವತಾರ-ಸಾರ ಶಿರೋಮಣಿ,\nಕೇವಲ ಆನಂದ-ಕಂದ\n\nಭಜೋ ಭಜೋ ಭಾಇ, ಚೈತನ್ಯ ನಿತಾಇ,\nಸುದೃಢ ಬಿಶ್ವಾಸ ಕೋರಿ'\nವಿಷಯ ಛಾಡಿಯಾ, ಸೇ ರಸೇ ಮಜಿಯಾ,\nಮುಖೇ ಬೋಲೋ ಹರಿ ಹರಿ \n\nದೇಖೋ ಓರೇ ಭಾಇ, ತ್ರಿ-ಭುವನೇ ನಾಇ,\nಏಮೋನ ದೋಯಾಲ ದಾತಾ,\nಪಶು ಪಾಖೀ ಝುರೇ, ಪಾಷಾಣ ವಿದರೇ,\nಶುನಿ' ಜಾನ್ರ ಗುಣ ಗಾಥಾ \n\nಸಂಸಾರೇ ಮಜಿಯಾ, ರೋಹಿಲಿ ಪೋಡಿಯಾ,\nಸೇ ಪದೇ ನಹಿಲೋ ಆಶ \nಆಪನ ಕರಮ, ಭುಞ್ಜಾಯೇ ಶಮನ,\nಕಹೋಯೇ ಲೋಚನ-ದಾಸ\n\n",
},

{
title:"ದೈನ್ಯ ಓ ಪ್ರಪತ್ತಿ ",
song:"\n\nಹರಿ ಹೇ ದೋಯಾಲ ಮೋರ ಜಯ ರಾಧಾ-ನಾಥ್\nಬಾರೋ ಬಾರೋ ಏಇ-ಬಾರೋ ಲೋಹೋ ನಿಜ ಸಾಥ್ \n\nಬಹು ಯೋನಿ, ಭ್ರಮಿ' ನಾಥ! ಲೋಇನು ಶರಣ್ \nನಿಜ-ಗುಣೇ ಕೃಪಾ ಕೋರೋ' ಅಧಮ-ತಾರಣ್\nಜಗತ-ಕಾರಣ ತುಮಿ ಜಗತ-ಜೀವನ್ \nತೋಮಾ ಛಾಡಾ ಕಾರ ನಹಿ ಹೇ ರಾಧಾ-ರಮಣ್\n\nಭುವನ-ಮಂಗಲ ತುಮಿ ಭುವನೇರ ಪತಿ \nತುಮಿ ಉಪೇಖಿಲೇ ನಾಥ, ಕಿ ಹೋಇಬೇ ಗತಿ \n\nಭಾವಿಯಾ ದೇಖಿನು ಏಇ ಜಗತ- ಮಾಝಾರೇ\nತೋಮಾ ಬಿನಾ ಕೇಹೋ ನಾಹಿ ಏ ದಾಸೇ ಉದ್ದಾರೇ\n\n",
},

{
title:"ಶ್ರೀ ವ್ರಜಧಾಮ-ಮಹಿಮಾಮೃತ ",
song:'\n\nಜಯ ರಾಧೇ, ಜಯ ಕೃಷ್ಣ, ಜಯ ವೃಂದಾವನ್\nಶ್ರೀ ಗೋವಿಂದ, ಗೋಪಿನಾಥ, ಮದನ ಮೋಹನ್ \n\nಶ್ಯಾಮಕುಂಡ, ರಾಧಾಕುಂಡ, ಗಿರಿ-ಗೋವರ್ಧನ್ \nಕಾಲಿಂದೀ ಜಮುನಾ ಜಯ, ಜಯ ಮಹಾವನ್\n\t\nಕೇಶೀ ಘಾಟ, ಬಂಶೀ-ಬಟ, ದ್ವಾದಶ ಕಾನನ್\nಜಾಹಾ ಸಬ ಲೀಲಾ ಕೋಇಲೋ ಶ್ರೀ ನಂದ-ನಂದನ್ \n\nಶ್ರೀ-ನಂದ-ಯಶೋದಾ ಜಯ, ಜಯ ಗೋಪಾಗಣ್\nಶ್ರೀ ದಾಮಾದಿ ಜಯ, ಜಯ ಧೇನು-ವತ್ಸ-ಗಣ್\n\nಜಯ ವೃಷಭಾನು, ಜಯ ಕೀರ್ತಿದಾ ಸುಂದರೀ\nಜಯ ಪೌರ್ಣಮಾಸೀ, ಜಯ ಅಭೀರ-ನಾಗರೀ\n\nಜಯ ಜಯ ಗೋಪೀಶ್ವರ ವೃಂದಾವನ ಮಾಝ\nಜಯ ಜಯ ಕೃಷ್ಣ -ಸಖಾ ಬಟು ದ್ವಿಜ-ರಾಜ \n\nಜಯ ರಾಮ-ಘಾಟ ಜಯ ರೋಹಿಣೀ-ನಂದನ್ \nಜಯ ಜಯ ವೃಂದಾವನ-ವಾಸೀ ಜತ ಜನ್\n\nಜಯ ದ್ವಿಜ-ಪತ್ನೀ, ಜಯ ನಾಗಕನ್ಯಾಗಣ್\nಭಕ್ತಿತೇ ಜಾಹಾರಾ ಪಾಇಲೋ ಗೋವಿಂದ-ಚರಣ್ \n\nಶ್ರೀ ರಾಸ-ಮಂಡಲ ಜಯ, ಜಯ ರಾಧಾ-ಶ್ಯಾಮ್ \nಜಯ ಜಯ ರಾಸಲೀಲಾ ಸರ್ವ-ಮನೋರಾಮ್\n\nಜಯ ಜಯೋಜ್ಜ್ವಲ-ರಸ-ಸರ್ವ-ರಸ-ಸಾರ್ \nಪರಕೀಯಾ ಭಾವೆ ಜಾಹಾ ಬ್ರಜೇತೇ ಪ್ರಚಾರ್ \n\nಶ್ರೀ ಜಾಹ್ನವಾ -ಪಾದ-ಪದ್ಮ ಕೊರಿಯಾ ಸ್ಮರಣ್\nದೀನ ಕೃಷ್ಣ-ದಾಸ ಕೋಹೇ ನಾಮ-ಸಂಕೀರ್ತನ್\n\n\n',
},

{
title:"ಜಯ ರಾಧಾ-ಕೃಷ್ಣ ಗೀತಿ",
song:'\n\nಜಯ ರಾಧಾಮಾಧವ ರಾಧಾಮಾಧವ ರಾಧೇ\n(ಜಯದೇವೇರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾಮದನಗೋಪಾಲ್ ರಾಧಾಮದನಗೋಪಾಲ್  ರಾಧೇ\n(ಸೀತನಾಥೇರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾಗೋವಿಂದ ರಾಧಾಗೋವಿಂದ ರಾಧೇ\n(ರೂಪ ಗೋಸ್ವಾಮೀರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾಮದನಮೋಹನ್ ರಾಧಾಮದನಮೋಹನ್ ರಾಧೇ\n(ಸನಾತನೇರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾ ಗೋಪೀನಾಥ ರಾಧಾಗೋಪೀನಾಥ ರಾಧೇ\n(ಮಧು ಪಂಡಿತೇರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾದಾಮೋದರ ರಾಧಾದಾಮೋದರ ರಾಧೇ\n(ಜೀವ್ ಗೋಸ್ವಾಮೀರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾರಮಣ ರಾಧಾರಮಣ ರಾಧೇ\n(ಗೋಪಾಲ್ ಭಟ್ಟೇರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾವಿನೋದ ರಾಧಾವಿನೋದ ರಾಧೇ\n(ಲೋಕನಾಥೇರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾಗೋಕುಲಾನಂದ ರಾಧಾಗೋಕುಲಾನಂದ ರಾಧೇ\n(ವಿಶ್ವನಾಥೇರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾಗಿರಿಧಾರೀ ರಾಧಾಗಿರಿಧಾರೀ ರಾಧೇ\n(ದಾಸ್ ಗೋಸ್ವಾಮೀರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾಶ್ಯಾಮಸುಂದರ್ ರಾಧಾಶ್ಯಾಮಸುಂದರ್ ರಾಧೇ\n(ಶ್ಯಾಮಾನಂದೇರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾಬಂಕಬಿಹಾರೀ ರಾಧಾಬಂಕಬಿಹಾರೀ ರಾಧೇ\n(ಹರಿದಾಸೇರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ರಾಧಾಕಾಂತ ರಾಧಾಕಾಂತ ರಾಧೇ\n(ವಕ್ರೇಶ್ವರೇರ್ ಪ್ರಾಣಧನ ಹೇ)\n\nಜಯ ಗಾಂಧರ್ವಿಕಾಗಿರಿಧಾರೀ ಗಾಂಧರ್ವಿಕಾಗಿರಿಧಾರೀ ರಾಧೇ\n(ಸರಸ್ವತೇರ್ ಪ್ರಾಣಧನ ಹೇ)\n\n',
},

{
title:"ಶ್ರೀ ತುಲಸೀ-ಆರತಿ",
song:'\n\nನಮೋ ನಮಃ ತುಲಸಿ ಮಹಾರಾಣಿ,\nವೃಂದೇ ಮಹಾರಾಣಿ ನಮೋ ನಮಃ \nನಮೋ ರೇ ನಮೋ ರೇ ಮೇಇಯಾ ನಮೋ ನಾರಾಯಣಿ \nಜಾಕೋ ದರಶೇ, ಪರಶೇ ಅಘನಾಶ-ಇ \nಮಹಿಮಾ ವೇದಪುರಾಣೇ ಬಾಖಾನಿ \n\nಜಾಕೋ ಪತ್ರ, ಮಂಜರೀ ಕೋಮಲ \nಶ್ರೀಪತಿಚರಣಕಮಲೇ ಲಪಟಾನಿ\nಧನ್ಯ ತುಲಸಿ ಮೇಇಯಾ, ಪುರಾಣ ತಪ ಕಿಯೇ,\nಶ್ರೀ-ಶಾಲಗ್ರಾಮಮಹಾಪಾಟರಾಣೀ\n\nಧೂಪ, ದೀಪ, ನೈವೇದ್ಯ, ಆರತಿ,\nಫುಲನಾ ಕಿಯೇ ವರಖಾ ವರಖಾನಿ \nಛಾಪ್ಪಾನ್ನ ಭೋಗ, ಛತ್ರಿಶ ವ್ಯಂಜನ,\nಬಿನಾ ತುಲಸೀ ಪ್ರಭು ಏಕ ನಾಹಿ ಮಾನಿ\n\nಶಿವ-ಶುಕ-ನಾರದ, ಔರ್ ಬ್ರಹ್ಮಾದಿಕೋ,\nಧುಡತ ಫಿರತ ಮಹಾಮುನಿ ಜ್ಞಾನೀ\nಚಂದ್ರಶೇಖರ ಮೇಇಯಾ, ತೇರಾ ಜಶ ಗಾಓವೇ \nಭಕತಿದಾನ ದೀಜಿಯೇ ಮಹಾರಾಣಿ\n\n',
},

{
title:"ಶ್ರೀ ಶ್ರೀ ಷಡ್- ಗೋಸ್ವಾಮಿ-ಅಷ್ಟಕ",
song:'\n\nಕೃಷ್ಣೋತ್ಕೀರ್ತನ- ಗಾನ-ನರ್ತನ-ಪರೌ ಪ್ರೇಮಾಮೃತಾಮ್ಭೋ-ನಿಧೀ\nಧೀರಾಧೀರ-ಜನ-ಪ್ರಿಯೌ ಪ್ರಿಯ-ಕರೌ ನಿರ್ಮತ್ಸರೌ ಪೂಜಿತೌ\nಶ್ರೀ-ಚೈತನ್ಯ-ಕೃಪಾ-ಭರೌ ಭುವಿ ಭುವೋ ಭಾರಾವಹಂತಾರಕೌ \nವಂದೇ ರೂಪ-ಸನಾತನೌ ರಘು-ಯುಗೌ ಶ್ರೀ-ಜೀವ-ಗೋಪಾಲಕೌ\n\t\nನಾನಾ-ಶಾಸ್ತ್ರ-ವಿಚಾರಣೈಕ-ನಿಪುಣೌ ಸದ್-ಧರ್ಮ ಸಂಸ್ಥಾಪಕೌ\nಲೋಕಾನಾಂ ಹಿತ-ಕಾರಿಣೌ ತ್ರಿ-ಭುವನೇ ಮಾನ್ಯೌ ಶರಣ್ಯಾಕರೌ \nರಾಧಾ-ಕೃಷ್ಣ-ಪದಾರವಿಂದ-ಭಜನಾನಂದೇನ ಮತ್ತಾಲಿಕೌ\nವಂದೇ ರೂಪ-ಸನಾತನೌ ರಘು-ಯುಗೌ ಶ್ರೀ-ಜೀವ-ಗೋಪಾಲಕೌ\n\nಶ್ರೀ-ಗೌರಾಂಗ-ಗುಣಾನುವರ್ಣನ-ವಿಧೌ ಶ್ರದ್ಧಾ-ಸಮೃದ್ಧಿ ಅನ್ವಿತೌ\nಪಾಪೋತ್ತಾಪ- ನಿಕೃಂತನೌ ತನು- ಭೃತಾಂ ಗೋವಿಂದ-ಗಾನಾಮೃತೈಃ\nಆನಂದಾಮ್ಬುಧಿ-ವರ್ಧನೈಕ-ನಿಪುಣೌ ಕೈವಲ್ಯ-ನಿಸ್ತಾರಕೌ\nವಂದೇ ರೂಪ-ಸನಾತನೌ ರಘು-ಯುಗೌ ಶ್ರೀ-ಜೀವ-ಗೋಪಾಲಕೌ\n\nತ್ಯಕ್ತ್ವಾ ತೂರ್ಣಮ್ ಅಶೇಷ -ಮಂಡಲ-ಪತಿ-ಶ್ರೇಣೇಂ ಸದಾ ತುಚ್ಛ-ವತ್\nಭೂತ್ವಾ ದೀನ ಗಣೇಶಕೌ ಕರುಣಯಾ ಕೌಪೀನ-ಕನ್ಥಾಶ್ರಿತೌ\nಗೋಪೀ-ಭಾವ-ರಸಾಮೃತಾಬ್ಧಿ-ಲಹರೀ-ಕಲ್ಲೋಲ-ಮಗ್ನೌ ಮುಹುರ್\nವಂದೇ ರೂಪ-ಸನಾತನೌ ರಘು-ಯುಗೌ ಶ್ರೀ-ಜೀವ-ಗೋಪಾಲಕೌ\n\nಕೂಜತ್-ಕೋಕಿಲ-ಹಂಸ-ಸಾರಸ-ಗಣಾಕೀರ್ಣೇ ಮಯೂರಾಕುಲೇ\nನಾನಾ-ರತ್ನ-ನಿಬದ್ಧ-ಮೂಲ-ವಿಟಪ-ಶ್ರೀ-ಯುಕ್ತ-ವೃಂದಾವನೇ\nರಾಧಾ-ಕೃಷ್ಣಮ್ ಅಹರ್-ನಿಶಂ ಪ್ರಭಜತೌ ಜೀವಾರ್ಥದೌ ಯೌ ಮುದಾ\nವಂದೇ ರೂಪ-ಸನಾತನೌ ರಘು-ಯುಗೌ ಶ್ರೀ-ಜೀವ-ಗೋಪಾಲಕೌ\n\nಸಾಂಖ್ಯಾ-ಪೂರ್ವಕ-ನಾಮ-ಗಾನ- ನತಿಭಿಃ ಕಾಲಾವಸಾನೀ-ಕೃತೌ\nನಿದ್ರಾಹಾರ-ವಿಹಾರಕಾದಿ-ವಿಜಿತೌ ಚಾತ್ಯಂತ-ದೀನೌ ಚ ಯೌ\nರಾಧಾ-ಕೃಷ್ಣ-ಗುಣ, ಸ್ಮೃತೇರ್ ಮಧುರಿಮಾನಂದೇನ ಸಮ್ಮೋಹಿತೌ\nವಂದೇ ರೂಪ-ಸನಾತನೌ ರಘು-ಯುಗೌ ಶ್ರೀ-ಜೀವ-ಗೋಪಾಲಕೌ\n\nರಾಧಾ-ಕುಂಡ-ತಟೇ ಕಲಿಂದ-ತನಯಾ-ತೀರೇ ಚ ವಂಶೀವಟೇ\nಪ್ರೇಮೋನ್ಮಾದ-ವಶಾದ್ ಅಶೇಷ-ದಶಯಾ ಗ್ರಸ್ತೌ ಪ್ರಮತ್ತೌ ಸದಾ \nಗಾಯಂತೌ ಚ ಕದಾ ಹರೇರ್ ಗುಣ-ವರಂ ಭಾವಾಭಿಭೂತೌ ಮುದಾ\nವಂದೇ ರೂಪ-ಸನಾತನೌ ರಘು-ಯುಗೌ ಶ್ರೀ-ಜೀವ-ಗೋಪಾಲಕೌ\n\nಹೇ ರಾಧೇ ವ್ರಜದೇವಿಕೇ ಚ ಲಲಿತೇ ಹೇ ನಂದ ಸೂನೋ ಕುತಃ \nಶ್ರೀ ಗೋವರ್ಧನ ಕಲ್ಪ ಪಾದಪತಲೇ ಕಾಲಿಂದೀ-ವನೇ ಕುತಃ \nಘೋಷಂತಾವಿತಿ ಸರ್ವತೋ ವ್ರಜಪುರೇ ಖೇದೈರ್ ಮಹಾ ವಿಹ್ವಲೌ\nವಂದೇ ರೂಪ-ಸನಾತನೌ ರಘು-ಯುಗೌ ಶ್ರೀ-ಜೀವ-ಗೋಪಾಲಕೌ\t\n\n',
},

{
title:"ಶ್ರೀ ಶ್ರೀ ಶಿಕ್ಷಾಷ್ಟಕ",
song:'\n\nಚೇತೋ-ದರ್ಪಣ-ಮಾರ್ಜನಂ ಭವ-ಮಹಾ-ದಾವಾಗ್ನಿ-ನಿರ್ವಾಪಣಂ \nಶ್ರೇಯಃ-ಕೈರವ-ಚಂದ್ರಿಕಾ-ವಿತರಣಂ ವಿದ್ಯಾ-ವಧೂ-ಜೀವನಮ್ \nಆನಂದಾಂಬುಧಿ-ವರ್ಧನಂ ಪ್ರತಿ-ಪದಂ ಪೂರ್ಣಾಮೃತಾಸ್ವಾದನಂ\nಸರ್ವಾತ್ಮ-ಸ್ನಪನಂ ಪರಂ ವಿಜಯತೇ ಶ್ರೀ-ಕೃಷ್ಣ-ಸಂಕೀರ್ತನಮ್\n\nನಾಮ್ನಾಮ್ ಅಕಾರಿ ಬಹುಧಾ ನಿಜ-ಸರ್ವ-ಶಕ್ತಿಃ\nತತ್ರಾರ್ಪಿತಾ ನಿಯಮಿತಃ ಸ್ಮರಣೇನ ಕಾಲಃ \nಏತಾದೃಶೀ ತವ ಕೃಪಾ ಭಗವನ್ ಮಮಾಪಿ \nದುರ್ದೈವಂ ಈದೃಶಮ್ ಇಹಾಜನಿ ನಾನುರಾಗಃ\n\nತೃಣಾದ್ ಅಪಿ ಸುನೀಚೆನ \nತರೋರ್ ಅಪಿ ಸಹಿಷ್ಣುನಾ \nಅಮಾನಿನಾ ಮಾನದೇನ \nಕೀರ್ತನೀಯಃ ಸದಾ ಹರಿಃ \n\nನ ಧನಂ ನ ಜನಂ ನ ಸುಂದರೀಂ \nಕವಿತಾಂ ವಾ ಜಗದ್-ಈಶ ಕಾಮಯೇ \nಮಮ ಜಮ್ಮನಿ ಜನ್ಮ ನೀಶ್ವರೇ \nಭವತಾದ್ ಭಕ್ತಿರ್ ಅಹೈತುಕೀ ತ್ವಯಿ \n\nಆಯಿ ನನ್ದ-ತನುಜ ಕಿಂಕರಂ \nಪತಿತಂ ಮಾಂ ವಿಷಮೇ ಭಾವಾಂಬುಧೌ \nಕೃಪಯಾ ತವ ಪಾದ-ಪಂಕಜ-\nಸ್ಥಿತ-ಧೂಲೀ-ಸದೃಶಂ ವಿಚಿಂತಯ\n\nನಯನಂ ಗಲದ್-ಅಶ್ರು-ಧಾರಯಾ\nವದನಂ ಗದ್ಗದ- ರುದ್ಧಯಾಗಿರಾ \nಪುಲಕೈರ್ ನಿಚಿತಂ ವಪುಃ ಕದಾ \nತವ ನಾಮ-ಗ್ರಹಣೇ ಭವಿಷ್ಯತಿ\n\nಯುಗಾಯಿತಂ ನಿಮೇಷೇಣ \nಚಕ್ಷುಷಾ ಪ್ರಾವೃಷಾಯಿತಮ್ \nಶೂನ್ಯಾಯಿತಂ ಜಗತ್ ಸರ್ವಂ \nಗೋವಿಂದ-ವಿರಾಹೇಣ ಮೇ \n\nಆಶ್ಲೀಷ್ಯ ವಾ ಪಾದ-ರತಾಂ ಪಿನಷ್ಟು ಮಾಮ್ \nಆದರ್ಶನಾನ್ ಮರ್ಮ-ಹತಾಂ ಕರೋತು ವಾ \nಯಥಾ ತಥಾ ವಾ ವಿದಧಾತು ಲಂಪಟೋ \nಮತ್-ಪ್ರಾಣ-ನಾಥಸ್ತು ಸ ಏವ ನಾಪರಃ\n\n',
},

{
title:" ಶ್ರೀ ಕೃಷ್ಣ ಪಾದಾಂಬುಜ ಪ್ರಾರ್ಥನೆ ",
song:"\n\nಕೃಷ್ಣ ತಬ ಪುಣ್ಯ ಹಬೆ ಭಾಇ \nಏ ಪುಣ್ಯ ಕೋರಿಬೇ ಜಬೇ ರಾಧಾರಾಣೀ ಖುಷೀ ಹಬೇ\nಧ್ರುವ ಅತಿ ಬೋಲಿ ತೋಮಾ ತಾಇ\n\t\nಶ್ರೀ-ಸಿದ್ಧಾಂತ ಸರಸ್ವತೀ ಶಚೀ-ಸುತ ಪ್ರಿಯ ಅತಿ \nಕೃಷ್ಣ-ಸೇವಾಯ ಜಾರ ತುಲ ನಾಇ\nಸೇಇ  ಸೇ ಮೊಹಾಂತ-ಗುರು ಜಗತೇರ್ ಮಧೇ ಉರು\nಕೃಷ್ಣ-ಭಕ್ತಿ ದೇಯ್ ಠಾಇ ಠಾಇ \n\nತಾರ ಇಚ್ಛಾ ಬಲವಾನ್ ಪಾಶ್ಚಾತ್ಯೇತೇ ಠಾನ್ ಠಾನ್ \nಹೋಯ್ ಜಾತೇ ಗೌರಾಂಗೇರ್ ನಾಮ್ \nಪೃಥ್ವೀತೇ ನಗರಾದಿ ಆಸಮುದ್ರ ನದ ನದೀ \nಸಕಲೇಇ ಲೋಯ್ ಕೃಷ್ಣ ನಾಮ್ \n\nತಾಹಲೇ ಆನಂದ ಹೋಯ್ ತಬೇ ಹೋಯ್ ದಿಗ್ವಿಜಯ್ \nಚೈತಾನ್ಯೇರ್ ಕೃಪಾ ಅತಿಶಯ್\nಮಾಯಾ ದುಷ್ಟ ಜತ ದುಃಖೀ ಜಗತೇ ಸಬಾಇ ಸುಖೀ\nವೈಷ್ಣವೇರ್ ಇಚ್ಛಾ ಪೂರ್ಣ ಹೋಯ್ \n\nಸೇ ಕಾರ್ಜ ಜೇ ಕೋರಿಬಾರೇ ಆಜ್ಞಾ ಜದಿ ದಿಲೋ ಮೋರೇ\nಯೋಗ್ಯ ನಹಿ ಅತಿ ದೀನ ಹೀನ \nತಾಇ ಸೇ ತೋಮಾರ ಕೃಪಾ ಮಾಗಿತೇಛಿ ಅನುರೂಪಾ\nಆಜಿ ತುಮಿ ಸಬಾರ್ ಪ್ರವೀಣ \n\nತೋಮಾರ ಸೇ ಶಕ್ತಿ ಪೇಲೇ ಗುರು-ಸೇಬಾಯ ಬಸ್ತು ಮಿಲೇ\nಜೀವನ ಸಾರ್ಥಕ್ ಜದಿ ಹೋಯ್ \nಸೇಇ ಸೇ ಸೇಬಾ ಪಾಇಲೇ ತಾಹಲೇ ಸುಖೀ ಹಲೇ\nತಬ ಸಂಗ ಭಾಗ್ಯತೇ ಮಿಲೋಯ್\n\nಏವಂ ಜನಂ ನಿಪತಿತಂ ಪ್ರಭವಾಹಿ - ಕೂಪೇ \nಕಾಮಾಭಿಕಾಮಮ್ ಅನು ಯಃ ಪ್ರಪತನ್ ಪ್ರಸಂಗಾತ್ \nಕೃತ್ವಾತ್ಮಸಾತ್ ಸುರರ್ಷಿಣಾ ಭಗವನ್ ಗೃಹೀತಃ \nಸೋ'ಹಂ ಕಥಂ ನು ವಿಸೃಜೇ ತವ ಭೃತ್ಯ-ಸೇವಾಮ್\n\nತುಮಿ ಮೋರ್ ಚಿರ ಸಾಥೀ ಭುಲಿಯಾ ಮಾಯಾರ್ ಲಾಥಿ\nಖಾಇಯಾಛಿ ಜನ್ಮ-ಜನ್ಮಾಂತರೇ \nಆಜಿ ಪುನಃ ಏ ಸುಯೇಗ ಯದಿ ಹೋಯ್ ಯೋಗಾಯೋಗ \nತಬೇ ಪಾರಿ ತುಹೇ ಮಿಲಿಬಾರೇ\n\nತೋಮಾರ ಮಿಲನೇ ಭಾಇ ಆಬಾರ್ ಸೇ ಸುಖ ಪಾಇ \nಗೋಚಾರಣೇ ಘುರಿ ದಿನ್ ಭೋರ್\nಕತ ಬನೇ ಛುಟಾಛುಟಿ ಬನೇ ಖಾಇ ಲುಟಾಪುಟಿ\nಸೇಇ ದಿನ್ ಕಬೇ ಹಬೇ ಮೋರ್ \n\nಆಜಿ ಸೇ ಸುಬಿಧಾನೇ ತೋಮಾರ ಸ್ಮರಣ ಭೇಲೋ \nಬೋಡೋ ಆಶಾ ಡಾಕಿಲಾಮ್ ತಾಇ\nಆಮಿ ತೋಮಾರ ನಿತ್ಯ-ದಾಸ ತಾಇ ಕೋರಿ ಏತ ಆಶ\nತುಮಿ ಬಿನಾ ಅನ್ಯ ಗತಿ ನಾಇ\n\n",
},

{
title:"ಮಾರ್ಕಿನೆ ಭಾಗವತ-ಧರ್ಮ",
song:'\n\nಬೋಡೋ-ಕೃಪಾ ಕೋಇಲೇ ಕೃಷ್ಣ ಅಧಮೇರ್ ಪ್ರತಿ \nಕಿ ಲಾಗಿಯಾನಿಲೇ ಹೇಥಾ ಕೋರೋ ಏಬೇ ಗತಿ \n\nಆಛೇ ಕಿಛು ಕಾರ್ಜ ತಬ ಏಇ ಅನುಮಾನೇ \nನಹೇ ಕೇನೋ ಆನಿಬೇನ್ ಏಇ ಉಗ್ರ-ಸ್ಥಾನೇ \n\nರಜಸ್ ತಮೋ ಗುಣೇ ಏರಾ ಸಬಾಇ ಆಚ್ಛನ್ನ \nವಾಸುದೇವ್-ಕಥಾ ರುಚಿ ನಹೇ ಸೇ ಪ್ರಸನ್ನ \n\nತಬೇ ಜದಿ ತಬ ಕೃಪಾ ಹೋಯ್ ಅಹೈತುಕೀ\nಸಕಲ್-ಇ ಸಂಭವ ಹೋಯ್ ತುಮಿ ಸೇ ಕೌತುಕೀ \n\nಕಿ ಭಾವೇ ಬುಝಾಲೇ ತಾರಾ ಬುಝೇ ಸೇಇ ರಸ \nಏತ ಕೃಪಾ ಕೋರೋ ಪ್ರಭು ಕೋರಿ ನಿಜ-ಬಶ\n\nತೋಮಾರ ಇಚ್ಛಾಯ ಸಬ ಹೋಯ್ ಮಾಯಾ-ಬಶ \nತೋಮಾರ ಇಚ್ಛಾಯ ನಾಶ ಮಾಯಾರ್ ಪರಶ\n\nತಬ ಇಚ್ಛಾ ಹೋಯ್ ಜದಿ ತಾದೇರ ಉದ್ಧಾರ್ \nಬುಝಿಬೇ ನಿಶ್ಚಇ ತಬೇ ಕಥಾ ಸೇ ತೋಮಾರ್\n\nಭಾಗವತೇರ್ ಕಥಾ ಸೇ ತಬ ಅವತಾರ್ \nಧೀರ ಹೋಇಯಾ ಶುನೇ ಜದಿ ಕಾನೇ ಬಾರ್ ಬಾರ್ \n\nಶೃಣ್ವತಾಂ ಸ್ವ-ಕಥಾಃ ಕೃಷ್ಣಃ ಪುಣ್ಯ-ಶ್ರವಣ-ಕೀರ್ತನಃ\nಹೃದಿ ಅನ್ತಸ್ಥೋ ಹಿ ಅಭದ್ರಾಣಿ ವಿಧುನೋತಿ ಸುಹೃತ್ ಸತಾಮ್\n\nನಷ್ಟ-ಪ್ರಾಯೆಷ್ವಭದ್ರೇಷು ನಿತ್ಯಂ ಭಾಗವತ-ಸೇವಯಾ\nಭಗವತಿ ಉತ್ತಮ-ಶ್ಲೋಕೇ ಭಕ್ತಿರ್ ಭವತಿ ನೈಷ್ಠಿಕೀ \n\nತದಾ ರಜಸ್-ತಮೋ-ಭಾವಾಃ ಕಾಮ-ಲೋಭಾದಯಶ್ಚ ಯೇ\nಚೇತ ಏತೈರ್ ಅನಾವಿದ್ಧಂ ಸ್ಥಿತಂ ಸತ್ತ್ವೇ ಪ್ರಸೀದತಿ\n\nಏವಂ ಪ್ರಸನ್ನ-ಮನಸೋ ಭಗವದ್-ಭಕ್ತಿ-ಯೋಗತಃ \nಭಗವತ್-ತತ್ತ್ವ-ವಿಜ್ಞಾನಂ ಮುಕ್ತ-ಸಂಗಸ್ಯ ಜಾಯತೇ\n\nಭಿದ್ಯತೇ ಹೃದಯ-ಗ್ರಂಥಿಶ್ ಛಿದ್ಯನ್ತೇ ಸರ್ವ-ಸಂಶಯಾಃ\nಕ್ಷೀಯನ್ತೇ ಚಾಸ್ಯ ಕರ್ಮಾಣಿ ದೃಷ್ಟ ಏವಾತ್ಮ ನೀಶ್ವರೇ\n\nರಜಸ್ ತಮೋ ಹತೇ ತಬೇ ಪಾಇಬೇ ನಿಸ್ತಾರ್ \nಹೃದೋಯೇರ್ ಅಭದ್ರ ಸಬ್ ಘುಚಿಬೇ ತಾಹಾರ್\n\nಕಿ ಕೋ \'ರೇ ಬುಝಾಬೋ ಕಥಾ ಬರ ಸೇಇ ಚಾಹಿ \nಖುದ್ರ ಆಮಿ ದೀನ ಹೀನ ಕೋನೋ ಶಕ್ತಿ ನಾಹಿ\n\nಅಥಚ ಏನೇಛೋ ಪ್ರಭು ಕಥಾ ಬೋಲಿಬಾರೇ\nಜೇ ತೋಮಾರ್ ಇಚ್ಛಾ ಪ್ರಭು ಕೋರೋ ಏಇ ಬಾರೇ\n\nಅಖಿಲ ಜಗುತ್-ಗುರು! ಬಚನ ಸೇ ಆಮಾರ್ \nಅಲಂಕೃತ ಕೋರಿಬಾರ್ ಖಮತಾ ತೋಮಾರ್ \n\nತಬ ಕೃಪಾ ಹ\'ಲೇ ಮೋರ್ ಕಥಾ ಶುದ್ಧ ಹಬೇ \nಶುನಿಯಾ ಸಬಾರ ಶೋಕ ದುಃಖ ಜೇ ಘುಚಿಬೇ \n\nಆನಿಯಾಛೋ ಜದಿ ಪ್ರಭು ಆಮಾರೇ ನಾಚಾತೇ \nನಾಚಾಓ ನಾಚಾಓ ಪ್ರಭು ನಾಚಾಓ ಸೇ-ಮತೇ \nಕಾಷ್ಠೇರ ಪುತ್ತಲಿ ಜಥಾ ನಾಚಾಓ ಸೇ-ಮತೇ\n\nಭಕ್ತಿ ನಾಇ ಬೇದ ನಾಇ ನಾಮೋ ಖುಬ್ ದರೋ \n"ಭಕ್ತಿವೇದಾಂತ" ನಾಮ್ ಏಬೆ ಸಾರ್ಥಕ್ ಕೋರೋ\n\n',
},

{
title:"ಶ್ರೀ ಬ್ರಹ್ಮ-ಸಂಹಿತಾ",
song:'\n\nಈಶ್ವರಃ ಪರಮಃ ಕೃಷ್ಣಃ ಸಚ್ಚಿದಾನಂದ ವಿಗ್ರಹಃ\nಅನಾದಿರಾದಿರ್ಗೊವಿಂದಃ ಸರ್ವ ಕಾರಣ ಕಾರಣಂ \n\nಚಿಂತಾಮಣಿ-ಪ್ರಕರ-ಸದ್ಮಿಸು ಕಲ್ಪವೃಕ್ಷ-\nಲಕ್ಷಾವೃತೇಷು ಸುರಭಿರಭಿಪಾಲಯಂತಂ\nಲಕ್ಶ್ಮೀ-ಸಹಸ್ರ-ಶತ-ಸಂಭ್ರಮ-ಸೇವ್ಯಮಾನಂ\nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nವೇಣುಂ ಕ್ವಣಂತಂ ಅರವಿಂದ-ದಲಾಯತಾಕ್ಷಂ\nಬರ್ಹಾವತಂಸಂ ಅಸಿತಾಂಬುದ ಸುಂದರಾಂಗಂ\nಕಂದರ್ಪ-ಕೋಟಿ-ಕಮನೀಯ-ವಿಶೇಷ-ಶೋಭಂ\nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಆಲೋಲ-ಚಂದ್ರಕ-ಲಸದ್-ವನಮಾಲ್ಯ-ವಂಶೀ\nರತ್ನಾಂಗದಂ ಪ್ರಣಯ-ಕೇಲಿ-ಕಲಾ-ವಿಲಾಸಂ\nಶ್ಯಾಮಂ ತ್ರಿಭಂಗ-ಲಲಿತಂ ನಿಯತ-ಪ್ರಕಾಶಂ\nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ \n\nಅಂಗಾನಿ ಯಸ್ಯ ಸಕಲೇಂದ್ರಿಯ- ವೃತ್ತಿ-ಮಂತಿ\nಪಶ್ಯಂತಿ ಪಾಂತಿ ಕಲಯಂತಿ ಚಿರಂ ಜಗಂತಿ\nಆನಂದ ಚಿನ್ಮಯ ಸದುಜ್ಜ್ವಲ ವಿಗ್ರಹಸ್ಯ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಅದ್ವೈತಂ ಅಚ್ಯುತಂ ಅನಾದಿಂ ಅನಂತ-ರೂಪಂ \nಆದ್ಯಂ ಪುರಾಣಪುರುಷಂ ನವ-ಯೌವನಂಚ\nವೇದೇಷು ದುರ್ಲಭಂ ಅದುರ್ಲಭಂ ಆತ್ಮ-ಭಕ್ತೌ\nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಪಂಥಾಸ್ತು ಕೋಟಿ-ಶತ-ವತ್ಸರ-ಸಂಪ್ರಗಮ್ಯೋ\nವಾಯೋರಥಾಪಿ ಮನಸೋ ಮುನಿ ಪುಂಗವಾನಾಂ\nಸೋ ಪ್ಯಸ್ತಿ ಯತ್-ಪ್ರಪದ-ಸೀಮ್ನಿ ಅವಿಚಿಂತ್ಯ-ತತ್ತ್ವೇ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಏಕೋsಪ್ಯಸೌ ರಚಯಿತುಂ ಜಗದ್-ಅಂಡ-ಕೋಟಿಂ \nಯಚ್ಛಕ್ವಿರಸ್ತಿ ಜಗದಂಡಚಯಾ ಯದಂತಃ\nಅಂಡಾಂತರಸ್ಥ ಪರಮಾಣು ಚಯಾಂತರಸ್ಥಂ\nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಯದ್-ಭಾವ-ಭಾವಿತ-ಧಿಯೋ ಮನುಜಾಸ್ತಥೈವ \nಸಂಪ್ರಾಪ್ಯ ರೂಪ-ಮಹಿಮಾಸನ-ಯಾನ-ಭೂಷಾಃ\nಸೂಕ್ತೈಃಯಮೇವ ನಿಯಮ ಪ್ರಥಿತೈಃಸ್ತುವಂತಿ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಆನಂದ-ಚಿನ್ಮಯ-ರಸ-ಪ್ರತಿಭಾವಿತಾಭಿಃ\nತಾಭಿರ್ಯ ಏವ ನಿಜರೂಪತಯಾ ಕಲಾಭಿಃ\nಗೋಲೋಕ ಏವ ನಿವಸತಿ ಅಖಿಲಾತ್ಮಭೂತೋ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಪ್ರೇಮಾಂಜನ-ಚ್ಛುರಿತ-ಭಕ್ತಿ-ವಿಲೋಚನೇನ \nಸಂತಃ ಸದೈವ ಹೃದಯೇಷು ವಿಲೋಕಯಂತಿ\nಯಂ ಶ್ಯಾಮಸುಂದರಂ ಅಚಿಂತ್ಯ-ಗುಣ-ಸ್ವರೂಪಂ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nರಾಮಾದಿ ಮೂರ್ತಿಷು ಕಲ-ನಿಯಮೇನ ತಿಷ್ಠನ್ \nನಾನಾವತಾರಂ ಅಕರೋದ್ಭುವನೇಷು ಕಿಂತು \nಕೃಷ್ಣಃ ಸ್ವಯಂ ಸಮಭವತ್ ಪರಮಃ ಪುಮಾನ್ ಯೋ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಯಸ್ಯ ಪ್ರಭಾ ಪ್ರಭವತೋ ಜಾಗದಂಡ ಕೋಟಿ \nಕೋಟಿಷ್ವಶೇಷ ವಸುಧಾದಿ ವಿಭೂತಿ-ಭಿನ್ನಂ\nತದ್ಬ್ರಹ್ಮ ನಿಷ್ಕಲಂ ಅನಂತಂ ಅಶೇಷ ಭೂತಂ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಮಾಯಾ ಹಿ ಯಸ್ಯ ಜಗದಂಡ ಶತಾನಿ ಸೂತೇ\nತ್ರೈಗುಣ್ಯ-ತದ್-ವಿಷಯ-ವೇದ-ವಿತಾಯಮಾನಾ\nಸತ್ತ್ವಾವಲಂಬಿ ಪರಸತ್ತ್ವಂ ವಿಶುದ್ಧಸತ್ತ್ವಂ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಆನಂದ-ಚಿನ್ಮಯ ರಸಾತ್ಮತಯಾ ಮನಃಸು \nಯಃ ಪ್ರಾಣಿನಾಂ ಪ್ರತಿಫಲನ್ ಸ್ಮರತಾಂ ಉಪೇತ್ಯ \nಲೀಲಾಯಿತೇನ ಭುವನಾನಿ ಜಯತ್ಯಜಸ್ರಂ\nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಗೋಲೋಕ ನಾಮ್ನಿ ನಿಜ-ಧಾಮ್ನಿ ತಲೇ ಚ ತಸ್ಯ \nದೇವೀ-ಮಹೇಶ-ಹರಿ-ಧಾಮಸು ತೇಷು ತೇಷು \nತೇ ತೇ ಪ್ರಭಾವ ನಿಚಯಾ ವಿಹಿತಾಶ್ಚ ಯೇನ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಸೃಷ್ಟಿ-ಸ್ಥಿತಿ-ಪ್ರಲಯ-ಸಾಧನ-ಶಕ್ತಿರೇಕಾ \nಛಾಯೇವ ಯಸ್ಯ ಭುವನಾನಿ ಬಿಭರ್ತಿ ದುರ್ಗಾ \nಇಚ್ಛನುರೂಪಂ ಅಪಿ ಯಸ್ಯ ಚ ಚೇಷ್ಟತೇ ಸಾ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಕ್ಷೀರಂ ಯಥಾ ದಧಿ ವಿಕಾರ-ವಿಶೇಷ ಯೋಗಾತ್\nಸಂಜಾಯತೇ ನ ಹಿ ತತಃ ಪೃಥಗಸ್ತಿ ಹೇತೋಃ\nಯಃ ಶಂಭುತಾಮಪಿ ತಥಾ ಸಮುಪೈತಿ ಕಾರ್ಯಾದ್\nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nದೀಪಾರ್ಚಿರೇವ ಹಿ ದಶಾಂತರಂ ಅಭ್ಯುಪೇತ್ಯ \nದೀಪಾಯತೇ ವಿವೃತ-ಹೇತು-ಸಮಾನ-ಧರ್ಮ\nಯಸ್ತಾದೃಗೇವ ಹಿ ಚ ವಿಷ್ಣುತಯಾ ವಿಭಾತಿ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಯಃ ಕಾರಣಾರ್ಣವ ಜಲೇ ಭಜತಿಸ್ಮ ಯೋಗ-\nನಿದ್ರಾಂ ಅನಂತ-ಜಗದ್-ಅಂಡ-ಸ-ರೋಮ ಕೂಪಃ\nಆಧಾರ-ಶಕ್ತಿಂ ಅವಲಂಬ್ಯ ಪರಾಂ ಸ್ವ-ಮೂರ್ತಿಂ\nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಯಸ್ಯೈಕ-ನಿಶ್ವಸಿತಕಾಲಮಥಾವಲಂಬ್ಯ \nಜೀವಂತಿ ಲೋಮ-ವಿಲಜಾ ಜಗದಂಡನಾಥಾಃ\nವಿಷ್ಣುರ್ ಮಹಾನ್ ಸ ಇಹ ಯಸ್ಯ ಕಲಾ-ವಿಶೇಷೋ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಭಾಸ್ವಾನ್ ಯಥಾಶ್ಮ-ಶಕಲೇಷು ನಿಜೇಷು ತೇಜಃ\nಸ್ವೀಯಂ ಕಿಯತ್ ಪ್ರಕಟಯತ್ಯಪಿ ತದ್ವದತ್ರ \nಬ್ರಹ್ಮಾಯ ಏಷ ಜಗದಂಡ-ವಿಧಾನ-ಕರ್ತಾ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಯತ್-ಪಾದ-ಪಲ್ಲವ-ಯುಗಂ ವಿನಿಧಾಯ ಕುಂಭ \nದ್ವಂದ್ವೇ ಪ್ರಣಾಮ-ಸಮಯೇ ಸ ಗಣಾಧಿರಾಜಃ\nವಿಘ್ನಾನ್ ವಿಹಂತಂ ಆಲಂ ಅಸ್ಯ ಜಗತ್-ತ್ರಯಸ್ಯ\nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಅಗ್ನಿರ್ ಮಹೀ ಗಗನಂ ಅಂಬು ಮರುದ್ ದಿಶಶ್ಚ \nಕಾಲಸ್ತಥಾತ್ಮ ಮನಸೀತಿ ಜಗತ್-ತ್ರಮಾಣಿ\nಯಸ್ಮಾದ್ ಭವಂತಿ ವಿಭವಂತಿ ವಿಶಂತಿ ಯಂ ಚ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಯಚ್ಛಕ್ಷುರೇಷ ಸವಿತಾ ಸಕಲ-ಗ್ರಹಾಣಾಂ\nರಾಜಾ ಸಮಸ್ತ ಸುರಮೂರ್ತಿರಶೇಷ ತೇಜಾಃ\nಯಸ್ಯಾಜ್ಞಯಾ ಭ್ರಮತಿ ಸಂಭೃತ-ಕಾಲ-ಚಕ್ರೋ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಧರ್ಮೋ ಥ ಪಾಪ ನೀಚಯಃ ಶ್ರುತಯಸ್ತ ಪಾಂಸಿ\nಬ್ರಹ್ಮಾದಿ-ಕೀಟ-ಪತಗಾವಧಯಶ್ಚ ಜೀವಃ\nಯದ್ಧತ್ತ-ಮಾತ್ರ-ವಿಭವ-ಪ್ರಕಟ-ಪ್ರಭಾವಾ\nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಯಸ್ತ್ವಿಂದ್ರಗೋಪಂ ಅಥವೆಂದ್ರಂ ಅಹೋ ಸ್ವಕರ್ಮ \nಬಂಧಾನುರೂಪ-ಫಲ-ಭಾಜನಮ್ ಆತನೋತಿ \nಕರ್ಮಾಣಿ ನಿರ್ದಹತಿ ಕಿಂತು ಚ ಭಕ್ತಿಭಾಜಾಂ\nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಯಂ ಕ್ರೋಧ-ಕಾಮ-ಸಹಜ-ಪ್ರಣಯಾದಿ ಭೀತಿ-\nವಾತ್ಸಲ್ಯ-ಮೋಹ-ಗುರು-ಗೌರವ-ಸೇವ್ಯ-ಭಾವೈಃ\nಸಂಚಿಂತ್ಯ ತಸ್ಯ ಸದೃಶೀಂ ತನುಮಾಪುರೇತೇ \nಗೋವಿಂದಂ ಆದಿಪುರುಷಂ ತಮಹಂ ಭಜಾಮಿ\n\nಶ್ರಿಯಃ ಕಾಂತಾಃ ಕಾಂತಃ ಪರಮ-ಪುರುಷಃ ಕಲ್ಪತರವೋ \nದ್ರುಮಾ ಭೂಮಿಶ್ಚಿಂತಾಮಣಿ-ಗಣ-ಮಯೀ ತೋಯಂ ಅಮೃತಂ\nಕಥಾ ಗಾನಂ ನಾಟ್ಯಂ ಗಮನಂ ಅಪಿ ವಂಶೀ ಪ್ರಿಯ-ಸಖೀ\nಚಿದಾನಂದಂ ಜ್ಯೋತಿಃ ಪರಂ ಅಪಿ ತದಾಸ್ವಾದ್ಯಮಪಿ ಚ \n\nಸ ಯತ್ರ ಕ್ಷೀರಾಬ್ಧಿಃ ಸ್ರವತಿ ಸುರಭಿಭ್ಯಶ್ಚ ಸು ಮಹಾನ್ \nನಿಮೇಷಾರ್ಧಾಖ್ಯೋ ವಾ ವ್ರಜತಿ ನ ಹಿ ಯತ್ರಾಪಿ ಸಮಯಃ \nಭಜೇ ಶ್ವೇತದ್ವೀಪಂ ತಂ ಅಹಂ ಇಹ ಗೋಲೋಕಂ ಇತಿ ಯಂ \nವಿದಂತಸ್ತೇ ಸಂತಃ ಕ್ಷಿತಿ-ವಿರಲ-ಚಾರಾಃ ಕತಿಪಯೇ\t\n\n',
},

{
title:"ಪ್ರೇಮ-ಧ್ವನೀ ಸ್ತೋತ್ರ ",
song:'\n\n    • ಜಯ ಓಂ ವಿಷ್ಣು- ಪಾದ ಪರಮಹಂಸ ಪರಿವ್ರಾಜಕಾಚಾರ್ಯ ಅಷ್ಟೋತ್ತರಶತ ಶ್ರೀ ಶ್ರೀಮದ್ ಹಿಸ್ ಡಿವೈನ್ ಗ್ರೇಸ್ ಏ',
},

{
title:"ಸಿ ಭಕ್ತಿವೇದಾಂತಸ್ವಾಮಿ ಪ್ರಭುಪಾದ ಕೀ ಜಯ",
song:'\n\n    • ಇಸ್ಕಾನ್-ಸಂಸ್ಥಾಪನಾಚಾರ್ಯ, ಸೇವಿಯರ್ ಆಫ್ ದ ಹೋಲ್ ವಽಲ್ಡ್ ಜಗದ್ ಗುರು ಶ್ರೀಲ ಪ್ರಭುಪಾದ್ ಕೀ ಜಯ\n\n    • ಜಯ ಓಂ ವಿಷ್ಣು- ಪಾದ ಪರಮಹಂಸ ಪರಿವ್ರಾಜಕಾಚಾರ್ಯ ಅಷ್ಟೋತ್ತರಶತ ಶ್ರೀ ಶ್ರೀಮದ್ ಹಿಸ್ ಡಿವೈನ್ ಗ್ರೇಸ್ ಭಕ್ತಿಸಿದ್ಧಾಂತ ಸರಸ್ವತೀ ಠಾಕೂರ ಶ್ರೀಲ ಪ್ರಭುಪಾದ ಕೀ ಜಯ\n\n    • ಜಯ ಓಂ ವಿಷ್ಣು- ಪಾದ ಪರಮಹಂಸ ನಿತ್ಯ-ಲೀಲಾ-ಪ್ರವಿಷ್ಟ ಹಿಸ್ ಡಿವೈನ್ ಗ್ರೇಸ್ ಗೌರ ಕಿಶೋರ ದಾಸ ಬಾಬಾಜಿ ಮಹಾರಾಜ ಕೀ ಜಯ \n\n    • ಜಯ ಓಂ ವಿಷ್ಣು- ಪಾದ ಪರಮಹಂಸ ನಿತ್ಯ-ಲೀಲಾ-ಪ್ರವಿಷ್ಟ ಹಿಸ್ ಡಿವೈನ್ ಗ್ರೇಸ್ ಸಚ್ಚಿದಾನಂದ ಭಕ್ತಿವಿನೋದ ಠಾಕೂರ ಕೀ ಜಯ \n\n    • ಜಯ ಓಂ ವಿಷ್ಣು- ಪಾದ ಪರಮಹಂಸ ನಿತ್ಯ-ಲೀಲಾ-ಪ್ರವಿಷ್ಟ ಹಿಸ್ ಡಿವೈನ್ ಗ್ರೇಸ್ ಜಗನ್ನಾಥ ದಾಸ ಬಾಬಾಜಿ ಮಹಾರಾಜ ಕೀ ಜಯ\n\n    • ಅನಂತ ಕೋಟಿ ವೈಷ್ಣವ-ವೃಂದ-ಕೀ ಜಯ\n\n    • ನಾಮಾಚಾರ್ಯ ಶ್ರೀಲ ಹರಿದಾಸ ಠಾಕುರ ಕೀ ಜಯ\n\n    • ಪ್ರೇಮ್ ಸೆ ಕಹೋ ಶ್ರೀ ಕೃಷ್ಣ ಚೈತನ್ಯ ಪ್ರಭು ನಿತ್ಯಾನಂದ ಶ್ರೀ ಅದ್ವೈತ ಗದಾಧರ ಶ್ರೀವಾಸಾದಿ ಗೌರ ಭಕ್ತವೃಂದ ಕೀ ಜಯ\n\n    • ಶ್ರೀ ಶ್ರೀ ರಾಧಾಕೃಷ್ಣ, ಗೋಪ-ಗೋಪೀನಾಥ, ಶ್ಯಾಮಕುಂಡ, ರಾಧಾಕುಂಡ  ಗಿರಿ-ಗೋವರ್ಧನ ಕೀ ಜಯ\n\n    • ಮಥುರ ವೃಂದಾವನಧಾಮ್ ಕೀ ಜಯ\n\n    • ನವದ್ವೀಪ ಮಾಯಾಪುರ್ ಧಾಮ್ ಕೀ ಜಯ\n\n    • ಜಗನ್ನಾಥ ಪುರಿ ಧಾಮ ಕೀ ಜಯ\n\n    • ಗಂಗಾಮಯೀ ಯಮುನಾಮಯೀ ಕೀ ಜಯ\n\n    • ವೃಂದ ದೇವಿ ತುಳಸೀ ಮಹಾರಾಣಿ ಕೀ ಜಯ\n\n    • ಸಮವೇತ ಭಕ್ತವೃಂದ ಕೀ ಜಯ\n\n    • ಹರಿ-ನಾಮ ಸಂಕೀರ್ತನ ಮಹಾ ಯಜ್ಞ ಕೀ ಜಯ\n\n    • ನಿತಾಇ ಗೌರ ಪ್ರೇಮಾನಂದೇ ಹರಿ ಹರಿ ಬೋಲ್\n\n    • ಆಲ್ ಗ್ಲೋರೀಸ್ ಟು ದ ಅಸ್ಸೆಂಬಲ್ಡ್ ದೇವೋಟೀಸ್ \n\n    • ಆಲ್ ಗ್ಲೋರೀಸ್ ಟು ದ ಅಸ್ಸೆಂಬಲ್ಡ್ ದೇವೋಟೀಸ್ \n\n    • ಆಲ್ ಗ್ಲೋರೀಸ್ ಟು ದ ಅಸ್ಸೆಂಬಲ್ಡ್ ದೇವೋಟೀಸ್ \n\n    • ಆಲ್ ಗ್ಲೋರೀಸ್ ಟು ಶ್ರೀ ಗುರು ಅಂಡ್ ಶ್ರೀ ಗೌರಾಂಗ \n\n    • ಆಲ್ ಗ್ಲೋರೀಸ್ ಟು ಶ್ರೀಲ ಪ್ರಭುಪಾದ\n\n',
},

{
title:"ಅನಾದಿ ಕರಮ ಫಲೇ ",
song:"\n\nಅನಾದಿ' ಕರಮ-ಫಲೇ, ಪಡಿ' ಭವಾರ್ಣವ ಜಲೇ,\nತರಿಬಾರೇ ನಾ ದೇಖಿ ಉಪಾಯ \nಎಇ ವಿಷಯ-ಹಲಾಹಲೇ, ದಿವಾ-ನಿಶಿ ಹಿಯಾ ಜ್ವಲೇ,\nಮನ ಕಭು ಸುಖ ನಾಹಿ ಪಾಯ\n\nಆಶಾ-ಪಾಶ-ಶತ-ಶತ, ಕ್ಲೇಶ ದೇಯ ಅವಿರತ,\nಪ್ರವೃತ್ತಿ-ಊರ್ಮಿರ ತಾಹೇ ಖೇಲಾ\nಕಾಮ-ಕ್ರೋಧ-ಆದಿ ಛಯ, ಬಾಟಪಾಡೇ ದೇಯ ಭಯ,\nಅವಸಾನ ಹೋಇಲೋ ಆಸಿ' ಬೇಲಾ\n\nಜ್ಞಾನ-ಕರ್ಮ-ಠಗ ದುಇ, ಮೋರೇ ಪ್ರತಾರೀಯ ಲೋಇ,\nಅವಶೇಷೇ ಫೇಲೇ ಸಿಂಧು-ಜಲೇ \nಎ ಹೇನೋ ಸಮಯೇ, ಬಂಧು, ತುಮಿ ಕೃಷ್ಣ ಕೃಪಾಸಿಂಧು,\nಕೃಪಾ ಕೋರಿ' ತೋಲೋ ಮೋರೇ ಬಲೇ\n\nಪತಿತ-ಕಿಂಕರೇ ಧರಿ', ಪಾದ-ಪದ್ಮ-ಧುಲಿ ಕರಿ',\nದೇಹೋ ಭಕ್ತಿವಿನೋದ ಆಶ್ರಯ \nಆಮಿ ತವ ನಿತ್ಯ-ದಾಸ, ಭುಲಿಯಾ ಮಾಯಾರ ಪಾಶ,\nಬದ್ಧ ಹೋ'ಯೇ ಆಛಿ ದಯಾಮಯ\n\n",
},

{
title:"ನಾರದ ಮುನಿ ಬಾಜಾಯ ವೀಣಾ",
song:"\n\nನಾರದ ಮುನಿ, ಬಾಜಾಯ ವೀಣಾ 'ರಾಧಿಕಾ-ರಮಣ' - ನಾಮೇ \nನಾಮ ಅಮನಿ, ಉದಿತ ಹೋಯ ಭಕತ - ಗೀತ - ಸಾಮೇ\n\nಅಮಿಯ-ಧಾರಾ, ಬರಿಷೇ ಘನ ಶ್ರವಣ-ಯುಗಲೇ ಗಿಯಾ\nಭಕತ-ಜನ, ಸಘನೇ ನಾಚೇ ಭೋರಿಯಾ ಆಪನ ಹಿಯಾ \n\nಮಾಧುರೀ-ಪೂರ, ಅಸಬೋ ಪಶಿ' ಮಾತಾಯ ಜಗತ-ಜನೇ\nಕೇಹೋ ವಾ ಕಾಂದೇ, ಕೇಹೋ ವಾ ನಾಚೇ ಕೇಹೋ ಮಾತೇ ಮನೇ ಮನೇ \n\nಪಂಚ-ವದನ, ನಾರದೇ ಧೋರಿ' ಪ್ರೇಮೇರ ಸಘನ ರೋಲ್ \nಕಮಲಾಸನ, ನಾಚಿಯಾ ಬೋಲೇ ' ಬೋಲೋ ಬೋಲೋ ಹರಿ ಬೋಲೋ'\n\nಸಹಸ್ರಾನಾನ, ಪರಮ-ಸುಖೇ 'ಹರಿ ಹರಿ ' ಬೋಲಿ' ಗಾಯ್ \nನಾಮ-ಪ್ರಭಾವೇ, ಮಾತಿಲೋ ವಿಶ್ವ ನಾಮ-ರಸ ಸಬೇ ಪಾಯ್ \n\nಶ್ರೀಕೃಷ್ಣ-ನಾಮ, ರಸನೇ ಸ್ಪುರಿ' ಪೂರಾ'ಲೋ ಆಮಾರ ಆಶ\nಶ್ರೀ ರೂಪ-ಪದೇ, ಯಾಚಿಯೇ ಇಹಾ ಭಕತಿವಿನೋದ-ದಾಸ\n\n",
},

{
title:"ಆಮಾರ್ ಜೀವನ್",
song:"\n\nಆಮಾರ ಜೀವನ, ಸದಾ ಪಾಪೇ ರತ,\nನಾಹಿಕೋ ಪುಣ್ಯೇರ ಲೇಷ\nಪರೇರೇ ಉದ್ವೇಗ, ದಿಯಾಛಿ ಯೇ ಕೋತೋ,\nದಿಯಾಛಿ ಜೀವೇರೇ ಕ್ಲೇಶ \n\nನಿಜಸುಖ ಲಾಗಿ', ಪಾಪೇ ನಾಹಿ ಡೋರಿ,\nದಯಾ-ಹೀನ ಸ್ವಾರ್ಥ-ಪರೋ \nಪರ-ಸುಖೇ ದುಃಖೀ, ಸದಾ ಮಿಥ್ಯಾಭಾಷೀ,\nಪರ-ದುಃಖ ಸುಖ-ಕರೋ\n\nಆಶೇಷ ಕಾಮನಾ, ಹೃದಿ ಮಾಝೇ ಮೋರ,\nಕ್ರೋಧೀ, ದಂಭ-ಪರಾಯಣ\nಮದ-ಮತ್ತ ಸದಾ, ವಿಷಯೇ ಮೋಹಿತ,\nಹಿಂಸಾ-ಗರ್ವ ವಿಭೂಷಣ\n\nನಿದ್ರಾಲಸ್ಯ ಹತ, ಸುಕಾರ್ಯೇ ವಿರತ,\nಅಕಾರ್ಯೇ ಉದ್ಯೋಗೀ ಆಮಿ \nಪ್ರತಿಷ್ಠ ಲಾಗಿಯಾ, ಶಾಠ್ಯ-ಆಚರಣ,\nಲೋಭ-ಹತ ಸದಾ ಕಾಮೀ\n\nಏ ಹೇನೋ ದುರ್ಜನ, ಸಜ್ಜನ-ವರ್ಜಿತ,\nಅಪರಾಧಿ-ನಿರಂತರ \nಶುಭ-ಕಾರ್ಯ-ಶೂನ್ಯ, ಸದಾನರ್ಥ-ಮನಾಃ,\nನಾನಾ ದುಃಖೇ ಜರ ಜರ\n\nವಾರ್ಧಕ್ಯೆ ಎಖೋನ, ಉಪಾಯ-ವಿಹೀನ,\nತಾ'ತೇ ದೀನ ಅಕಿಂಚನ \nಭಕತಿವಿನೋದ, ಪ್ರಭುರ ಚರಣೇ,\nಕೋರೆ ದುಃಖ ನಿವೇದನ\n\n",
},

{
title:"ಗೋರಾ ಪಹುನ್",
song:"\n\n ನಾ ಭಜಿಯಾ ಮೈನು \nಪ್ರೇಮ-ರತನ-ಧನ ಹೇಲಾಯ ಹಾರಾಇನು\n\nಅಧನೇ ಜತನ ಕೋರಿ ಧನ ತೇಯಾಗಿನು \nಆಪನ ಕರಮ-ದೋಷೇ ಆಪನಿ ಡುಬಿನು \n\nಸತ್ಸಂಗ ಛಾಡಿ ' ಕೈನು ಅಸತೇ ವಿಲಾಸ್ \nತೇ-ಕಾರಣೇ ಲಾಗಿಲೋ ಜೇ ಕರ್ಮ-ಬಂಧ-ಫಾನ್ಸ್ \n\nವಿಷಯ-ವಿಷಮ-ವಿಷ ಸತತ ಖಾಇನು\nಗೌರ-ಕೀರ್ತನ-ರಸೇ ಮಗನ ನಾ ಹೈನು \n\nಕೇನೋ ವಾ ಆಛಯೇ ಪ್ರಾಣ ಕಿ ಸುಖ ಪಾಇಯಾ\nನರೋತ್ತಮ್ ದಾಸ್ ಕೇನೋ ನಾ ಗೇಲೋ ಮರಿಯಾ\n\n",
},

{
title:"ಶ್ರೀ ಜಗನ್ನಾಥಾಷ್ಟಕ",
song:'\n\nಕದಾಚಿತ್ ಕಾಲಿಂದೀ-ತಟ-ವಿಪಿನ-ಸಂಗೀತಕ-ರವೋ\nಮುದಾಭೀರೀ-ನಾರೀ-ವದನ-ಕಮಲಾಸ್ವಾದ-ಮಧುಪಃ\nರಮಾ-ಶಂಭು-ಬ್ರಹ್ಮಾಮರ-ಪತಿ-ಗಣೇಶಾರ್ಚಿತ-ಪದೋ\nಜಗನ್ನಾಥಃ ಸ್ವಾಮೀ ನಯನ-ಪಥ-ಗಾಮೀ ಭವತು ಮೇ\n\nಭುಜೇ ಸವ್ಯೇ ವೇಣುಂ ಶಿರಸಿ ಶಿಖಿ-ಪುಚ್ಛಂ ಕಟಿ-ತಟೇ\nದುಕೂಲಂ ನೇತ್ರಾಂತೇ ಸಹಚರ-ಕಟಾಕ್ಷಂ ವಿದಧತೇ\nಸದಾ ಶ್ರೀಮದ್-ವೃಂದಾವನ-ವಸತಿ-ಲೀಲಾ ಪರಿಚಯೋ\nಜಗನ್ನಾಥಃ ಸ್ವಾಮೀ ನಯನ-ಪಥ-ಗಾಮೀ ಭವತು ಮೇ\n\nಮಹಾಂಭೋಧೇಸ್ತೀರೇ ಕನಕ-ರುಚಿರೇ ನೀಲ-ಶಿಖರೇ\nವಸನ್ ಪ್ರಾಸಾದಾಂತಃ ಸಹಜ-ಬಲಭದ್ರೇಣ ಬಲಿನಾ \nಸುಭದ್ರಾ-ಮಧ್ಯ-ಸ್ಥಃ ಸಕಲ-ಸುರ-ಸೇವಾವಸರ-ದೋ\nಜಗನ್ನಾಥಃ ಸ್ವಾಮೀ ನಯನ-ಪಥ-ಗಾಮೀ ಭವತು ಮೇ\n\nಕೃಪಾ-ಪಾರಾವಾರಃ ಸಜಲ-ಜಲದ-ಶ್ರೇಣಿ-ರುಚಿರೋ \nರಮಾ-ವಾಣೀ-ರಾಮಃ ಸ್ಪುರದ್-ಅಮಲ-ಪಂಕೇರುಹ-ಮುಖಃ \nಸುರೇಂದ್ರೈರಾರಾಧ್ಯಃ ಶ್ರುತ-ಗುಣ-ಶಿಖಾ ಗೀತ-ಚರಿತೋ\nಜಗನ್ನಾಥಃ ಸ್ವಾಮೀ ನಯನ-ಪಥ-ಗಾಮೀ ಭವತು ಮೇ\n\nರಥಾರೂಢೋ ಗಚ್ಛನ್ ಪಥಿ ಮಿಲಿತ-ಭೂದೇವ-ಪಟಲೈಃ\nಸ್ತುತಿ-ಪ್ರಾದುರ್ಭಾವಂ ಪ್ರತಿ-ಪದಂ ಉಪಾಕರ್ಣ್ಯ ಸದಯಃ \nದಯಾ-ಸಿಂಧುರ್ಬಂಧುಃ ಸಕಲ ಜಗತಾಂ ಸಿಂಧು-ಸುತಯಾ\nಜಗನ್ನಾಥಃ ಸ್ವಾಮೀ ನಯನ-ಪಥ-ಗಾಮೀ ಭವತು ಮೇ\n\nಪರ-ಬ್ರಹ್ಮಾಪೀಡಃ ಕುವಲಯ-ದಲೋತ್ಫುಲ್ಲ-ನಯನೋ \nನಿವಾಸೀ ನೀಲಾದ್ರೌ ನಿಹಿತ-ಚರಣೋsನಂತ-ಶಿರಸಿ \nರಸಾನಂದೋ ರಾಧಾ-ಸರಸ-ವಪುರ್-ಆಲಿಂಗನ-ಸುಖೋ\nಜಗನ್ನಾಥಃ ಸ್ವಾಮೀ ನಯನ-ಪಥ-ಗಾಮೀ ಭವತು ಮೇ\n\nನ ವೈ ಯಾಚೇ ರಾಜ್ಯಂ ನ ಚ ಕನಕ-ಮಾಣಿಕ್ಯ-ವಿಭವಮ್\nನ ಯಾಚೇsಹಂ ರಮ್ಯಾಂ ಸಕಲ ಜನ-ಕಾಮ್ಯಾಂ ವರ-ವಧೂಮ್ \nಸದಾ ಕಾಲೇ ಕಾಲೇ ಪ್ರಮಥ-ಪತಿನಾ ಗೀತ-ಚರಿತೋ\nಜಗನ್ನಾಥಃ ಸ್ವಾಮೀ ನಯನ-ಪಥ-ಗಾಮೀ ಭವತು ಮೇ\n\nಹರ ತ್ವಂ ಸಂಸಾರಂ ದ್ರುತ-ತರಂ ಅಸಾರಂ ಸುರ-ಪತೇ\nಹರ ತ್ವಂ ಪಾಪಾನಾಂ ವಿತತಿಂ ಅಪರಾಂ ಯಾದವ-ಪತೇ \nಅಹೋ ದೀನೇsನಾಥೇ ನಿಹಿತ-ಚರಣೋ ನಿಶ್ಚಿತಂ ಇದಮ್\nಜಗನ್ನಾಥಃ ಸ್ವಾಮೀ ನಯನ-ಪಥ-ಗಾಮೀ ಭವತು ಮೇ\n\n\n',
},

{
title:" ಶ್ರೀ ಗೋವರ್ಧನಾಷ್ಠಕಂ",
song:'\n\n()\nಕೃಷ್ಣ-ಪ್ರಸಾದೇನ ಸಮಸ್ತ-ಶೈಲ-\nಸಾಮ್ರಾಜ್ಯಂ ಆಪ್ನೋತಿ ಚ ವೈರಿಣೋ ’ಪಿ\nಶಕ್ರಸ್ಯ ಪ್ರಾಪ ಬಲಿಂ ಸ ಸಾಕ್ಷಾದ್\nಗೋವರ್ಧನೋ ಮೇ ದಿಷತಾಂ ಅಭೀಷ್ಠಂ\n\n()\nಸ್ವ- ಪ್ರೇಷ್ಠ-ಹಸ್ತಾಂಬುಜ-ಸೌಕುಮಾರ್ಯ\nಸುಖಾನುಭೂತೇರ್ ಅತಿ-ಭೂಮಿ- ವೃತ್ತೆಃ\nಮಹೇಂದ್ರ-ವಜ್ರಾಹತಿಮ್ ಅಪಿ ಅಜಾನನ್\nಗೋವರ್ಧನೋ ಮೇ ದಿಷತಾಂ ಅಭೀಷ್ಠಂ\n\n()\nಯತ್ರೈವ ಕೃಷ್ಣೋ ವೃಷಭಾನು-ಪುತ್ರ್ಯಾ\nದಾನಂ ಗೃ\u200c\u200cಹೀತುಂ ಕಲಹಂ ವಿತೇನೇ\nಶ್ರುತೇಃ ಸ್ಪೃಹಾ ಯತ್ರ ಮಹತಿ ಅತಃ ಶ್ರೀ-\nಗೋವರ್ಧನೋ ಮೇ ದಿಷತಾಂ ಅಭೀಷ್ಠಂ\n\n)\nಸ್ನಾತ್ವಾ ಸರಃ ನ್ವಶು ಸಮೀರ- ಹಸ್ತೀ\nಯತ್ರೈವ ನೀಪಾದಿ-ಪರಾಗ-ದೂಲಿಃ\nಆಲೋಲಯನ್ ಖೆಲತಿ ಚಾರು ಸ ಶ್ರೀ\nಗೋವರ್ಧನೋ ಮೇ ದಿಷತಾಂ ಅಭೀಷ್ಠಂ\n\n()\nಕಸ್ತೂರ್ಕಾಭಿಃ ಶಯಿತಂ ಕಿಮ್ ಅತ್ರೇತಿ\nಊಹಂ ಪ್ರಭೋಃ ಸ್ವಸ್ಯ ಮುಹುರ್ ವಿತನ್ವನ್\nನೈಸರ್ಗಿಕ-ಸ್ವೀಯ-ಶಿಲಾ-ಸುಗಂದೈರ್\nಗೋವರ್ಧನೋ ಮೇ ದಿಷತಾಂ ಅಭೀಷ್ಠಂ\n\n()\nವಂಶ-ಪ್ರತಿದ್ವನಿ-ಅನುಸಾರ-ವರ್ತ್ಮ\nದಿದ್ರಕ್ಷವೋ ಯತ್ರ ಹರಿಂ ಹರಿಣ್ಯಃ\nಯಾಂತ್ಯೋ ಲಭಂತೇ ನ ಹಿ ವಿಸ್ಮಿತಾಃ ಸ\nಗೋವರ್ಧನೋ ಮೇ ದಿಷತಾಂ ಅಭೀಷ್ಠಂ\n\n()\nಯತ್ರೈವ ಗಂಗಾಂ ಅನು ನಾವಿ ರಾಧಾಂ\nಆರೋಹ್ಯ ಮಧ್ಯೆ ತು ನಿಮಗ್ನ-ನೌಕಃ\nಕೃಷ್ಣೋ ಹಿ ರಾಧಾನುಗಲೋ ಬಭೌ ಸ\nಗೋವರ್ಧನೋ ಮೇ ದಿಷತಾಂ ಅಭೀಷ್ಠಂ\n\n()\nವಿನಾ ಭವೇತ್ ಕಿಮ್ ಹರಿ-ದಾಸ-ವರ್ಯ\nಪದಾಶ್ರಯಂ ಭಕ್ತಿರ್ ಅತಃ ಶ್ರಯಾಮಿ\nಯಂ ಏವ ಸಪ್ರೇಮ ನಿಜೇಶಯೋಃ ಶ್ರೀ-\nಗೋವರ್ಧನೋ ಮೇ ದಿಷತಾಂ ಅಭೀಷ್ಠಂ\n\n()\nಎತತ್ ಪಠೇದ್ ಯೋ ಹರಿ-ದಾಸ-ವರ್ಯ-\nಮಹಾನುಭಾವಾಷ್ಠಕಮ್ ಆರ್ದ್ರ-ಚೇತಾಃ\nಶ್ರೀ-ರಾಧಿಕಾ-ಮಾಧವಯೋಃ ಪದಾಬ್ಜ-\nದಾಸ್ಯಂ ಸ ವಿಂದೇದ್ ಅಚಿರೇಣ ಸಾಕ್ಷಾತ್\n\n\n\n',
},
]