import React,{Component} from 'react';
import {Text,StyleSheet,View,Image,ScrollView,BackHandler,TouchableNativeFeedback} from 'react-native';
import {Actions} from 'react-native-router-flux';



export default class SongListTamil extends Component{

  handle_back_press=()=>
  {
    
    Actions.Lang_Menu();
    return true;
  }
 
  componentDidMount() {
    
    BackHandler.addEventListener('hardwareBackPress',this.handle_back_press);
  }

  componentWillUnmount() {
    BackHandler.removeEventListener('hardwareBackPress',this.handle_back_press);
  }


  render(){

    ListData=song_data.map((a,i)=>{    
              
        return <Item key={i} item={song_data[i].title} nxt={()=>Actions.Song({title:song_data[i].title,lyrics:song_data[i].song})}/>
      
    });


    return(

      <View style={styles.container} >


      <View style={styles.header}>
        <Image style={styles.logo} source={require('./prabhupad1.jpg')} />
        <Text style={styles.menu_text}>Vaishnava Geethavali</Text>

      </View>
      <ScrollView style={styles.contentContainer}>
      
        {ListData}
      </ScrollView>
      </View>
    )
  }
}


class Title extends Component{
  render(){
    return(
      <View style={styles.title_container}>
              <Text style={styles.title_text}>{this.props.title}</Text>
      </View>
    )
  }
}

class Item extends Component{
  render(){
    return(
      <TouchableNativeFeedback onPress={this.props.nxt} background={TouchableNativeFeedback.SelectableBackground()}>
        <View style={styles.item_container}>
            <Text style={styles.item_text}>{this.props.item}</Text>
        </View>
      </TouchableNativeFeedback>
      )
  }
}


const styles = StyleSheet.create({
  container:{
    flex:1,

  },
  header:{
    flex:1,
    maxHeight: '12%',
    backgroundColor: 'black',
    flexDirection: 'row' , 
  },
  logo:{
    marginTop: '3%',
    marginLeft: '2%',
    borderRadius: 80,
    maxWidth: '15%',
    maxHeight: '75%',

  },
  menu_text:{
    fontSize:20,
    color:'white',
    marginTop: '6%',
    marginLeft: '3%',
    fontWeight: 'bold' ,
  },
  item_container:{
    flex:1,
    backgroundColor: 'white',
    maxHeight: '50%',
    borderColor: 'lightgrey',
    borderBottomWidth: 0.5,
  },
  item_text:{
    fontSize:15,
    margin:'2%',
    marginLeft: '2%',
    fontWeight: 'bold', 
    color:'black',
  },
  title_container:{
    flex:1,
    borderWidth: 0,
    borderLeftWidth:0,
    borderColor: 'grey'
  },
  title_text:{
    fontWeight: 'normal',
    fontSize:20,
    margin: '2%'
  },
  contentContainer: {
  flex:1,
    
  },



});

const song_data=[
{
title:"﻿ ஸ்ரீ தாமோதராஷ்டகம்",
song:'\nநமாமீஷ்வரம் ஸ்ச்சிதானந்த ரூபம்\nலஸத் குண்டலம் கோகுலே ப்ராஜமானம்\nயஷோதாபி-யோலூகலாத் தாவமானம்\nபராம்ருஷ்டம் அத்யந்ததோ த்ருத்ய கோப்யா\nருதந்தம் முஹுர் நேத்ர யுக்மம் ம்ருஜந்தம்\nகராம்போஜ யுக்மேன ஸாதங்க நேத்ரம்\nமுஹுஹ் ஷ்வாச கம்ப த்ரி ரெகாங்க கண்ட\nஸ்தித க்ரைவம் தாமோதரம் பக்தி பத்தம்\nஇதி த்ருக் ஸ்வ லீலாபிர் ஆனந்த குண்டே\nஸ்வ கொஷம் நிமஜ்ஜந்தம் ஆக்யாபயந்தம்\nததீயேஷிதாஞேஷு பக்தைர் ஜிதத்வம்\nபுனஹ் ப்ரேம-தஸ்த்வம் ஷதா வ்ருத்தி வந்தெ\nவரம் தேவ மோக்ஷம் ந மோக்ஷாவதிம் வா\nந சான்யம் வ்ருணே ஹம் வரேஷாதபீஹ\nஇதம் தே வபுர்நாத கோபால பாலம்\nஸதா மே மனஸ்யா-விராஸ்தாம் கிமன்யைஹ்\nஇதம் தே முகாம்போஜம் அத்யந்த நீலைர்\nவ்ருதம் குந்தலை ஸ்னிக்த ரக்தைஸ்ச கோப்யா\nமுஹுஷ்சும்பிதம் பிம்ப ரக்தாதரம் மே\nமனஸ்யாவிராஸ்தாம் அலம் லக்ஷ லாபை\nநமோ தேவ தாமோதரானந்த விஷ்ணோ\nபிரஸீத பிரபொ துக்க ஜாலாப்தி மஞம்\nக்ருபா த்ரிஷ்டி வ்ருஷ்ட்யாதி\xa0தீனம் பதானு\nக்ருஹாணெஷ மாம் அஞம் ஏத்யக்ஷி த்ருஷ்யை\nகுவேராத்மஜௌ பத்த மூர்த்யைவ யத்வத்\nத்வயா மோசிதௌ பக்தி பாஜௌ க்ருதௌ ச\nததா ப்ரேம பக்திம் ஸ்வகாம் மே பிரயச்ச\nந மோக்ஷே\xa0கிரஹோ\xa0மேஸ்தி தாமோதரேஹ\nநமஸ்தேஸ்து தாம்நெ ஸ்புரத்-தீப்தி-தாம்நே\nத்வதீயோதராயாத விஷ்வஸ்ய தாம்நே\nநமோ ராதிகாயை த்வதீய ப்ரியாயை\nநமோ நந்த லீலாய தேவாய துப்யம்\n    ',
},

{
title:" ஶ்ரீ நரஸிம்ஹ பிரார்த்தனை",
song:'\nதவ கர கமலவரே நகம் அத்புத ஷ்ருங்கம்\nதலித ஹிரண்யகஷிபு தனு ப்ருங்கம்\nகேஷவ த்ருத நரஹரி ரூப\nஜய ஜகதீஷ ஹரே\n    ',
},

{
title:" ஶ்ரீ நரஸிம்ஹ ப்ரணாம",
song:'\nநமஸ்தே நரஸிம்ஹாயா\nப்ரஹ்லாதாஹ்லாத தாயினே\nஹிரண்யகஷிபோர் வக்ஷ:\nஷில டங்கா நகாலயே\nஇதோ நரஸிம்ஹ பரதோ நரஸிம்ஹ\nயாதோ யதோ யாமி ததோ நரஸிம்ஹ\nபஹிர் நரஸிம்ஹ ஹ்ருதயே நரஸிம்ஹ\nநரஸிம்ஹம் ஆதிம் ஷரணம் ப்ரபத்யே\n    ',
},

{
title:" ஸ்ரீ ஸ்ரீ குருவாஷ்டக",
song:'\nஸம்ஸார தாவானலலீட லோக\nத்ராணாய காருண்ய கனாகனத்வம்\nப்ராப்தஸ்ய கல்யாண குணார்ணவஸ்ய\nவந்தே குரோ: ஸ்ரீ சரணாரவிந்தம்\nமஹா ப்ரபோ கீர்த்தன ந்ருத்ய கீத\nவாதித்ர மாத்யன் மனஸோ ரஸேனா\nரோமஞ்ச கம்பாஷ்ருதரங்க பாஜோ\nவந்தே குரோ: ஸ்ரீ சரணாரவிந்தம்\nஸ்ரீ விக்ரஹாராதன நித்ய நாநா\nஷ்ரிங்கார தன்மந்திர மார்ஜனாதௌ\nயுக்தஸ்ய பக்தாம்ஷ்ச நியுஞ்சதொபி\nவந்தே குரோ: ஸ்ரீ சரணாரவிந்தம்\nசதுர்வித ஸ்ரீ பகவத் பிரஸாத\nஸ்வாத்-வன்ன த்ருப்தான் ஹரி பக்த ஸங்கான்\nக்ருத்வைவ த்ருப்திம் பஜத: ஸதைவ\nவந்தே குரோ: ஸ்ரீ சரணாரவிந்தம்\nஸ்ரீ ராதிகா மாதவயோரபார\nமாதுர்ய லீலா குண ரூப நாம்நாம்\nப்ரதி க்ஷணாஸ்வாதன லோலுபஸ்ய\nவந்தே குரோ: ஸ்ரீ சரணாரவிந்தம்\nநிகுஞ்ஜ யூனொ ரதிகேலி ஸித்யை\nயாயாலிபிர் யுக்திர் அபேக்ஷணீய\nதத்ரதி-தாக்ஷாத் அதி-வல்லபஸ்ய\nவந்தே குரோ: ஸ்ரீ சரணாரவிந்தம்\nஸாக்ஷாத் ஹரித்வேன சமஸ்த ஷாஸ்த்ரைர்\nஉக்தஸ்ததா பாவ்யத ஏவ ஸத்பி:\nகிந்து ப்ரபோ ய: ப்ரிய ஏவ தஸ்ய\nவந்தே குரோ: ஸ்ரீ சரணாரவிந்தம்\nயஸ்ய ப்ரஸாதாத் பகவத் ப்ரஸாதோ\nயஸ்யாப்ரஸாதாத் ந கதி குதோபி\nத்யாயான்ஸ்துவாம்ஸ்தஸ்ய யஷஸ் த்ரிஸந்த்யம்\nவந்தே குரோ: ஸ்ரீ சரணாரவிந்தம்\n    ',
},

{
title:" ஸ்ரீ ராதா பிரணாம",
song:'\nதப்த காஞ்சன கௌராங்கி ராதே வ்ருந்தாவனேஷ்வரீ\nவிருஷபானு ஸுதே தேவீ ப்ரணமாமி ஹரி ப்ரியே\n\n    ',
},

{
title:" ப்ரயோஜனாதிதேவ பிரணாம",
song:'\nஸ்ரீமான் ராஸ ரஸாரம்பீ வம்ஷீ வட தட ஸ்தித:\nகர்ஷன் வேணு ஸ்வனைர் கொபீர் கோபீநாத: ஸ்ரீயேஸ்துந:\n    ',
},

{
title:" அபிதேயாதிதேவ பிரணாம",
song:'\nதிவ்யத் விருந்தாரண்ய கல்ப த்ருமாத:\nஸ்ரீமத் ரத்நாகார ஸிம்ஹாஸனஸ்தௌ\nஸ்ரீமத் ராதா ஸ்ரீல கோவிந்த தேவௌ\nப்ரேஷ்டாலீபி: ஸேவ்யமானௌ ஸ்மராமி\n\n    ',
},

{
title:" ஸம்பந்தாதிதேவ பிரணாம",
song:'\nஜயதாம் ஸுரதௌ பந்கோர் மம மந்ஂத மதேர் கதீ\nமத்ஸர்வஸ்வ பதாம்போஜௌ ராதா மதன மோஹனௌ\n\n    ',
},

{
title:" ஸ்ரீ கிருஷ்ண பிரணாம",
song:'\nஹே கிருஷ்ண கருணா\nஸிந்தோ தீன பந்தோ ஜகத் பதே\nகோபேஷ கோபிகா காந்த\nராதா காந்த நமோஸ்துதே\n    ',
},

{
title:" ஸ்ரீ பஞ்சதத்வ பிரணாம",
song:'\nபஞ்ச தத்வாத்மகம் கிருஷ்ணம் பக்த ரூப ஸ்வரூபகம்\nபக்தாவதாரம் பக்தாக்யம் நமாமி பக்தி ஷக்திகம்\n    ',
},

{
title:" ஸ்ரீ கௌராங்க பிரணாம",
song:'\nநமோ மஹா வதாந்யாய கிருஷ்ண பிரேம பிரதாயதே\nகிருஷ்ணாய கிருஷ்ண சைதன்ய நாம்நே கௌர த்விஷே நம:\n    ',
},

{
title:" ஸ்ரீ வைஷ்ணவ பிரணாம",
song:'\nவாஞ்சா கல்பதருப்யஷ்ச கிருபா ஸின்துப்ய ஏவ ச\nபதிதானாம் பாவனேப்யோ வைஷ்ணவேப்யோ நமோ நம\n    ',
},

{
title:" ஸ்ரீல ஜகன்னாத பிரணதி",
song:'\nகௌராவிர்பாவ பூமேஸ்த்வம் நிர்தேஷ்டா ஸஜ்ஜனப்ரிய:\nவைஷ்ணவ சார்வபௌம ஸ்ரீ ஜகன்னாதாய தே நம:\n    ',
},

{
title:" ஸ்ரீல பக்திவிநோத பிரணதி",
song:'\nநமோ பக்திவிநோதாய ஸச்சிதானந்த நாமினே\nகௌர ஷக்தி ஸ்வரூபாய ரூபானுக வராய தே\n    ',
},

{
title:" ஸ்ரீல கௌர கிஷோர பிரணதி",
song:'\nநமோ கௌர கிஷோராய ஸாக்ஷாத் வைராக்ய மூர்தயே\nவிப்ரலம்ப ரஸாம்போதே பாதாம்புஜாய தே நம:\n\n    ',
},

{
title:" ஸ்ரீல பக்திசித்தாந்த சரஸ்வதி பிரணதி",
song:'\nநம ஓம் விஷ்ணு பாதாய கிருஷ்ண பிரேஷ்டாய பூதலே\nஸ்ரீமதே பக்தி ஸித்தாந்த சரஸ்வதி இதி நாமினே\nஸ்ரீ வார்ஷபாநவீ தேவீ தயிதாய கிருபாப்தயெ\nகிருஷ்ண ஸம்பந்த விஞான தாயினே பிரபவே நம:\nமாதுர்யோஜ்ஜ்வல பிரேமாட்ய ஸ்ரீ ரூபானுக பக்தித\nஸ்ரீ கௌர கருணா ஷக்தி விக்ரஹாய நமோஸ்துதே\nநமஸ்தே கௌர வாணீ ஸ்ரீ மூர்தயே தீன தாரிணே\nரூபானுக விருத்தாபஸித்தாந்த த்வாந்த ஹாரிணே\n    ',
},

{
title:" மங்கலாசரண",
song:'\nவந்தே ஹம் ஸ்ரீகுரோ: ஸ்ரீ யுத பத கமலம் ஸ்ரீ குரூன் வைஷ்ணவாம்ஷ்ச\nஸ்ரீ ரூபம் ஸாக்ர்ஜாதம் ஸஹ கண ரகுநாதானஂஂவிதம் தம் ஸ ஜீவம்\nஸாத்வைதம் ஸாவதூதம் பரிஜன ஸஹிதம் கிருஷ்ண சைதன்ய தேவம்\nஸ்ரீ ராதா கிருஷ்ண பாதான் ஸஹ கண லலிதா ஸ்ரீ விஷாகான்விதான்ஷ்ச\n    ',
},

{
title:" ஸ்ரீ ரூப பிரணாம",
song:'\nஸ்ரீ சைதன்ய மனோபிஷ்டம் ஸ்தாபிதம் ஏன பூதலே\nஸ்வயம் ரூப கதாமஹ்யம் ததாதி ஸ்வ பதாந்திகம்ஒலி\n    ',
},

{
title:" ஸ்ரீ குரு பிரணாம",
song:'\n\xa0ஓம் அஞான திமிராந்தஸ்ய\nஞானாந்ஜன ஷலாகயா\nசக்ஷுர் உந்மீலிதம் ஏன\nதஸ்மை ஸ்ரீ குரவே நம:\n\n    ',
},

{
title:" ஹரே கிருஷ்ண மஹா மந்திரம்",
song:'\nஹரே கிருஷ்ண ஹரே கிருஷ்ண\nகிருஷ்ண கிருஷ்ண ஹரே ஹரே\nஹரே ராமா ஹரே ராமா\nராமா ராமா ஹரே ஹரே\n\n    ',
},

{
title:" ஸ்ரீ பஞ்ச தத்வ மந்திரம்",
song:'\n (ஜய) ஸ்ரீ கிருஷ்ண சைதன்ய பிரபு நித்யானந்த\nஸ்ரீ அத்வைத கதாதர ஸ்ரீவாஸாதி கௌர பக்த விருந்த\n    ',
},

{
title:" ஸ்ரீலா பிரபுபாத பிரணதி",
song:'\nநம ஓம் விஷ்ணு பாதாய கிருஷ்ண பிரேஷ்டாய பூதலே\nஸ்ரீமதே பக்திவேதாந்த ஸ்வாமின் இதி நாமினே\nநம்ஸ்தே சாரஸ்வதே தேவே கௌர வாணி பிரசாரிணே\nநிர்விசெஷ சூன்னியவாதி பாஸ்சாத்திய தேஷ தாரிணே\n\n',
},
]