import React,{Component} from 'react';
import {Text,StyleSheet,View,Image,ScrollView,BackHandler,TouchableNativeFeedback} from 'react-native';
import {Actions} from 'react-native-router-flux';



export default class SongListTelugu extends Component{

  handle_back_press=()=>
  {
    
    Actions.Lang_Menu();
    return true;
  }
 
  componentDidMount() {
    
    BackHandler.addEventListener('hardwareBackPress',this.handle_back_press);
  }

  componentWillUnmount() {
    BackHandler.removeEventListener('hardwareBackPress',this.handle_back_press);
  }


  render(){

    ListData=song_data.map((a,i)=>{    
              
        return <Item key={i} item={song_data[i].title} nxt={()=>Actions.Song({title:song_data[i].title,lyrics:song_data[i].song})}/>
      
    });


    return(

      <View style={styles.container} >


      <View style={styles.header}>
        <Image style={styles.logo} source={require('./prabhupad1.jpg')} />
        <Text style={styles.menu_text}>Vaishnava Geethavali</Text>

      </View>
      <ScrollView style={styles.contentContainer}>
      
        {ListData}
      </ScrollView>
      </View>
    )
  }
}


class Title extends Component{
  render(){
    return(
      <View style={styles.title_container}>
              <Text style={styles.title_text}>{this.props.title}</Text>
      </View>
    )
  }
}

class Item extends Component{
  render(){
    return(
      <TouchableNativeFeedback onPress={this.props.nxt} background={TouchableNativeFeedback.SelectableBackground()}>
        <View style={styles.item_container}>
            <Text style={styles.item_text}>{this.props.item}</Text>
        </View>
      </TouchableNativeFeedback>
      )
  }
}


const styles = StyleSheet.create({
  container:{
    flex:1,

  },
  header:{
    flex:1,
    maxHeight: '12%',
    backgroundColor: 'black',
    flexDirection: 'row' , 
  },
  logo:{
    marginTop: '3%',
    marginLeft: '2%',
    borderRadius: 80,
    maxWidth: '15%',
    maxHeight: '75%',

  },
  menu_text:{
    fontSize:20,
    color:'white',
    marginTop: '6%',
    marginLeft: '3%',
    fontWeight: 'bold' ,
  },
  item_container:{
    flex:1,
    backgroundColor: 'white',
    maxHeight: '50%',
    borderColor: 'lightgrey',
    borderBottomWidth: 0.5,
  },
  item_text:{
    fontSize:15,
    margin:'2%',
    marginLeft: '2%',
    fontWeight: 'bold', 
    color:'black',
  },
  title_container:{
    flex:1,
    borderWidth: 0,
    borderLeftWidth:0,
    borderColor: 'grey'
  },
  title_text:{
    fontWeight: 'normal',
    fontSize:20,
    margin: '2%'
  },
  contentContainer: {
  flex:1,
    
  },



});



const song_data=[
{
title:"﻿శ్రీల ప్రభుపాద ప్రణతి",
song:'\nనమ ఓం విష్ణు-పాదాయ కృష్ణ-ప్రేష్ఠాయ భూతలే !\nశ్రీమతే భక్తివేదాంత-స్వామిన్ ఇతి నామినే !!\nనమస్తే సారస్వతే దేవే గౌర-వాణీ-ప్రచారిణే !\nనిర్విశేష-శూన్యవాది-పాశ్చాత్య-దేశ-తారిణే!!\n\n',
},

{
title:"శ్రీ పంచ-తత్వ మహామంత్ర",
song:'\n(జయ) శ్రీ కృష్ణ చైతన్య ప్రభు నిత్యానంద\nశ్రీ అద్వైత గదాధర శ్రీ వాసాది గౌర భక్తవృంద\n\n',
},

{
title:"హరే కృష్ణ మహామంత్ర ",
song:'\nహరే కృష్ణ హరే కృష్ణ\n కృష్ణ కృష్ణ హరే హరే \nహరే రామ హరే రామ \nరామ రామ హరే హరే\n\n',
},

{
title:"శ్రీ గురు ప్రణామ",
song:'\nఓం అజ్ఞానతిమిరాంధస్య \nజ్ఞానాంజనశలాకయా\nచక్షుర్ ఉన్మీలితం యేన\nతస్మై శ్రీ గురవే నమః\n\n',
},

{
title:"శ్రీ రూప ప్రణామ",
song:'\nశ్రీ చైతన్య మనోభీష్టం స్థాపితం యేన భూతలే \nస్వయం రూపః కదా మహ్యం దదాతి స్వపదాంతికం\n\n',
},

{
title:"మంగలాచరణ",
song:'\nవందే హం శ్రీగురోః శ్రీయుత పదకమలం శ్రీ గురూన్ వైష్ణవాంశ్చ \nశ్రీరూపం సాగ్రజాతం సహగణ రఘునాథాన్వితం తం సజీవమ్\nసాద్వైతం సావధూతం పరిజన సహితం కృష్ణ చైతన్య దేవం \nశ్రీ రాధాకృష్ణ పాదాన్ సహగణ లలితా శ్రీ విశాఖాన్వితాంశ్చ\n\n',
},

{
title:"శ్రీల భక్తి సిద్ధాంత సరస్వతీ ప్రణతి ",
song:'\nనమ ఓం విష్ణు పాదాయ కృష్ణ ప్రేష్ఠాయ భూతలే \nశ్రీమతే భక్తి సిద్ధాంత-సరస్వతీతి నామినే \n\nశ్రీ వార్షభానవీ-దేవీ-దయితాయ కృపాబ్ధయే \nకృష్ణ సంబంధ విజ్ఞాన దాయినే ప్రభవే నమః \n\nమాధుర్యోజ్వల ప్రేమాఢ్య శ్రీ-రూపానుగ భక్తి ద\nశ్రీ గౌర-కరుణా-శక్తి-విగ్రహాయ నమోऽస్తుతే\n\nనమస్తే గౌర-వాణీ-శ్రీ-మూర్తయే దీన తారిణే\nరూపానుగ విరుద్ధాపసిద్ధాంత - ధ్వాంత-హారిణే\n\n',
},

{
title:" శ్రీల గౌరకిశోర ప్రణతి",
song:'\nనమో గౌర-కిశోరాయ సాక్షాద్-వైరాగ్య మూర్తయే \nవిప్రలంభ-రసాంబోధే పాదాంబుజాయ తే నమః\n\n',
},

{
title:" శ్రీల భక్తివినోద ప్రణతి",
song:'\nనమో భక్తి వినోదాయ సచ్చిదానంద-నామినే \nగౌరశక్తి స్వరూపాయ రూపానుగ వరాయ తే\n\n',
},

{
title:" శ్రీల జగన్నాథ ప్రణతి",
song:'\nగౌరావిర్భావ-భూమేస్త్వం నిర్దేష్టా సజ్జనప్రియః \nవైష్ణవ సార్వభౌమః శ్రీ జగన్నాథాయ తే నమః\n\t\n\n\n',
},

{
title:"శ్రీ వైష్ణవ ప్రణామ",
song:'\nవాఞ్ఛా కల్పతరుభ్యశ్చ కృపా-సింధుభ్య ఏవ చ\nపతితానామ్ పావనేభ్యో వైష్ణవేభ్యో నమో నమః\n\n',
},

{
title:"శ్రీ గౌరాంగ ప్రణామ",
song:'\nనమో మహావదాన్యాయ కృష్ణ ప్రేమప్రదాయ తే\nకృష్ణాయ కృష్ణ చైతన్య నామ్నె గౌర త్విషె నామ:\n\n',
},

{
title:"శ్రీ పంచ-తత్వ ప్రణామ ",
song:'\nపంచ-తత్త్వాత్మకం కృష్ణం భక్తరూప స్వరూపకం \nభక్తావతారం భక్తాఖ్యం నమామి భక్తశక్తికం\n\n',
},

{
title:"శ్రీ కృష్ణ ప్రణామ ",
song:'\nహే కృష్ణ కరుణా-సింధో \nదీన-బంధో జగత్పతే\nగోపేశ గోపికా-కాంత \nరాధా-కాంత నమోऽస్తుతే\n\n',
},

{
title:" సంబంధాధిదేవ ప్రణామ",
song:'\nజయతాం సురతౌ పంగోర్ మమ మంద-మతేర్ గతీ\nమత్సర్వస్వ పదాంభోజౌ రాధా-మదన-మోహనౌ\n\n',
},

{
title:" అభిధేయాధిదేవ ప్రణామ",
song:'\nదీవ్యద్ వృందారణ్య కల్ప-ద్రుమాధః\nశ్రీమద్ రత్నాగార సింహాసనస్థౌ\nశ్రీమద్ రాధా శ్రీల గోవింద దేవౌ \nష్రేష్ఠాలీభిః సేవ్యమానౌ స్మరామి\n\n\n',
},

{
title:" ప్రయోజనాధిదేవ ప్రణామ",
song:'\nశ్రీమాన్ రాస రసారంభీ వంశీవట తటస్థితః \nకర్షన్ వేణుస్వనైర్ గోపీర్ గోపీనాథః శ్రీయేऽస్తునః\n\n',
},

{
title:"శ్రీ రాధా ప్రణామ",
song:'\nతప్త-కాంచన గౌరాంగీ రాధే వృందావనేశ్వరీ\nవృషభాను సుతే దేవీ ప్రణమామి హరి-ప్రియే\n\n',
},

{
title:"శ్రీ శ్రీ గుర్వష్టక",
song:'\nసంసార-దావానల-లీఢ-లోక\nత్రాణాయ కారుణ్య-ఘనాఘనత్వమ్\nప్రాప్తస్య కల్యాణ-గుణార్ణవస్య\nవందే గురోః శ్రీ చరణారవిందం \n\nమహాప్రభోః కీర్తన-నృత్య-గీత\nవాదిత్ర-మాద్యన్-మనసో రసేన\nరోమాన్చ-కంపాశ్రు-తరంగ-భాజో\nవందే గురోః శ్రీ చరణారవిందం \n\nశ్రీ విగ్రహారాధన నిత్య నానా\nశృంగార-తన్మందిర మార్జనాదౌ\nయుక్తస్య భక్తాంశ్చ నియుంజతోऽపి\nవందే గురోః శ్రీ చరణారవిందం \n \nచతుర్విధ శ్రీ భగవత్ ప్రసాద\nస్వాద్వన్న తృప్తాన్ హరిభక్త సంఘాన్\nకృత్వైవ తృప్తిం భజతః సదైవ\nవందే గురోః శ్రీ చరణారవిందం \n \nశ్రీ రాధికా-మాధవయోర్-అపార\nమాధుర్య-లీలా-గుణ-రూప-నామ్నాం\nప్రతిక్షణాస్వాదన-లోలుపస్య\nవందే గురోః శ్రీ చరణారవిందం \n\nనికుంజ యూనో రతి-కేలి- సిద్ధ్యై \nయా యాలిభిర్-యుక్తిర్-అపేక్షణీయా\nతత్రాతి-దాక్ష్యాద్ అతి వల్లభస్య\nవందే గురోః శ్రీ చరణారవిందం \n\nసాక్షాద్ధరిత్వేన సమస్త-శాస్త్రైర్\nఉక్తస్తథా భావ్యత ఏవ సద్భిః\nకింతు ప్రభోర్-యః ప్రియ ఏవ తస్య\nవందే గురోః శ్రీ చరణారవిందం \n\nయస్య ప్రసాదాత్ భగవత్-ప్రసాదో\nయస్యాప్రసాదాత్ న గతిః కుతోऽపి\nధ్యాయన్ స్తువంస్తస్య యశాస్ త్రిసంధ్యాం\nవందే గురోః శ్రీ చరణారవిందం\n\n',
},

{
title:"శ్రీ నరసింహ ప్రణామ",
song:'\nనమస్తే నరసింహాయ\n ప్రహ్లాదాహ్లాద-దాయినే\nహిరణ్యకశిపోర్వక్షః \nశిలా-టంక-నఖాలయే \n\nఇతో నృసింహః పరతో నృసింహో \nయతో యతో యామి తతో నృసింహః \nబహిర్ నృసింహో హృదయే నృసింహో\n నృసింహం ఆదిం శరణం ప్రపద్యే\n\n',
},

{
title:"శ్రీ నరసింహ ప్రార్థన",
song:'\nతవ కర-కమల-వరే నఖం అద్భుత-శృంగం \nదలిత హిరణ్యకశిపు-తను-బృంగం\nకేశవ ధృత-నరహరి-రూప జయ జగదీశ హరే\n\n',
},

{
title:"శ్రీ తులసీ ప్రణామ",
song:'\n(ఓం)వృందాయై తులసీ దేవ్యై ప్రియాయై కేశవస్య చ\nవిష్ణు-భక్తి-ప్రదే దేవీ సత్యవత్యై నమో నమః\n\n',
},

{
title:"శ్రీ తులసీ-కీర్తన",
song:'\nతులసీ కృష్ణ ప్రేయసీ నమో నమః \nరాధా-కృష్ణ-సేవా పాబొ ఎఇ అభిలాషీ\n\t\nయే తోమార శరణ లోయ్, తార వాంఛా పూర్ణ హోయ్\nకృపా కోరి కోరొ తారె బృందావన-వాసీ\n\nమొర్ ఏ అభిలాష్, విలాస్ కుంజె దియో వాస్ \nనయనె హేరిబొ సదా యుగల-రూప-రాశి \n\nఏ నివేదన ధరో, సఖీర్ అనుగత కోరొ \nసేవా-అధికార దియె కోరొ నిజ దాసీ\n\nదీన-కృష్ణ-దాసె కోయ్, ఎఇ జెన మోర హోయ్ \nశ్రీ రాధా-గోవింద-ప్రేమె సదా యేన భాసి\n\n',
},

{
title:"శ్రీ తులసీ ప్రదక్షిణ మంత్ర",
song:'\nయాని కాని చ పాపాని బ్రహ్మ హత్యాదికాని చ\nతాని తాని ప్రణశ్యంతి ప్రదక్షిణః పదే పదే  \n',
},

{
title:"అరుణొదయ-కీర్తన -జీవ్ జాగొ",
song:'\nజీవ్ జాగో జీవ్ జాగో, గౌరచాంద బోలే \nకోత నిద్రా జాఒ మాయా పిశాచీర-కోలే\n\nభజిబొ బోలియా ఎసె సంసార-భితరే \nభులియా రోహిలె తుమి అవిద్యార భరే \n\nతొమారె లొఇతె ఆమి హొఇను అవతార \nఆమి బినా బంధు ఆర కె ఆఛె తొమార\n\nఏనెఛి ఔషధి మాయా నాశిబారొ లాగి \nహరి-నామ మహా-మంత్ర లఓ తుమి మాగి\n\nభకతి వినోద ప్రభు చరణే పడియా\nసెఇ హరినామ మంత్ర లొఇలొ మాగియా\n\n',
},

{
title:"అరుణొదయ-కీర్తన -ఉదిలొ అరుణ",
song:"\nఉదిలో అరుణ పూరబ-భాగే ద్విజమణి గోరా అమని జాగే\nభకత సమూహ లోఇయా సాథే గేలా నగర-బ్రాజే\n\n'తాథై తాథై' బాజలొ ఖోల్ ఘన ఘన తాహె ఝాజేర రోల్ \nప్రేమే ఢలఢల సోణార అంగ చరణె నూపుర బాజే \n\nముకుంద మాధవ యాదవ హరి బోలేన బోలోరె వదన భోరి\nమిఛే నిద-బశే గేలో రె రాతి దివస శరీర సాజే \n\nఏమన దుర్లభ మానవ దేహో పాఇయా కి కోరో భావ నా కేహొ\nఏబె నా భజిలె యశోదా సుత చరమె పోరిబె లాజే\n\nఉదిత తపన హొఇలె అస్త దిన గెలో బోలి హొఇబె బ్యస్త \nతబె కెనొ ఏబె అలస హోయ్ నా భజ హృదొయ రాజే \n\nజీవన అనిత్య జానహ సార్ తాహె నానా విధ విపద-భార్\nనామాశ్రయ కోరి జతనె తుమి థాకహ ఆపన కాజే\n\nజీవేర కల్యాణ సాధన కామ్ జగతె ఆసిఏ మధుర నామ్ \nఅవిద్యా తిమిర తపన రూపె హృద్ గగనె బిరాజే \n\nకృష్ణ-నామ-సుధా కోరియా పాన్ జుడాఒ భకతి వినోద-ప్రాణ్\nనామ బినా కిఛు నాహికొ ఆరొ చౌద్ద-భువన మాఝే\n\n",
},

{
title:"శ్రీ నామ",
song:'\nగాయ్ గోరా మధుర్ స్వరే \nహరే కృష్ణ హరే కృష్ణ కృష్ణ కృష్ణ హరే హరే \nహరే రామ హరే రామ రామ రామ హరే హరే \n\nగృహే థాకో వనే థాకో సదాహరిబోలె డాకో\nసుఖే దుఃఖే భులో నాకో వదనే హరినామ్ కోరొ రే \n\nమాయా-జాలే బద్ధ హోయే ఆఛో మిఛే కాజ లోయే\nఏఖోన చేతన పేయే రాధా మాధవ నామ బోలో రే \n\nజీవన హోఇలో శేష నా భజిలే హృషీకేశ \nభక్తివినోదోపదేశ ఏక్బార్ నామ్ రసే మాతో రె\n\n',
},

{
title:"గోపీనాథ ",
song:"\n\nభాగ-\n\nగోపినాథ్, మమ నివేదన శునో \nవిషయీ దుర్జన, సదా కామ-రత,\nకిఛు నాహి మోర గుణ \n\nగోపీనాథ్, ఆమార భరసా తుమి \nతోమార చరణే, లోఇను శరణ,\nతోమార కింకొర ఆమి \n\t\nగోపీనాథ్, కెమోనే శోధిబే మోరే\nనా జాని భకతి, కర్మే జడ-మతి,\nపోడేఛి సంసార-ఘోరే\n\nగోపీనాథ్, సకలి తోమార మాయా \nనాహి మమ బల, జ్ఞాన సునిర్మల,\nస్వాధీన నహే ఏ కాయా \n\nగోపీనాథ్, నియత చరణే స్థాన \nమాగే ఎ పామర, కాన్డియా కాన్డియా,\nకొరోహే కరుణా దాన \n\nగోపీనాథ్, తుమి తో' సకలి పారో \nదుర్జనే తారితే, తోమార శకతి,\nకే ఆఛే పాపీర ఆరో\n\nగోపీనాథ్, తుమి కృపా-పారాబార \nజీవేర కారణే, ఆసియా ప్రపంచే\nలీలా కోఇలే సుబిస్తార\n\nగోపీనాథ్, ఆమి కి దోషే దోషీ\nఅసుర సకల, పాఇలో చరణ,\nవినోద థాకిలో బోసి'\n\nభాగ - \n\nగోపీనాథ్, ఘుచాఓ  సంసార-జ్వాలా \nఅవిద్యా-జాతనా, ఆరో నాహి సహే,\nజనమ-మరణ-మాలా \n\nగోపీనాథ్, ఆమి తో'కామేర దాస \nవిషయ-బాసనా, జాగిఛే హృదొయే,\nఫాడిఛే కరమ ఫాస\n\nగోపీనాథ్, కబే వా జాగిబో ఆమి\nకామ-రూప అరి, దూరే తేయాగిబో,\nహృదొయే స్ఫురిబే తుమి\n\nగోపీనాథ్ ఆమి తో'తోమార జన \nతోమారే, ఛాడియా, సంసార భజిను,\nభులియా ఆపన-ధన \n\nగోపీనాథ్, తుమి తో'సకలి జానో\nఆపనార జనే, దణ్డియా ఏఖనో \nశ్రీ-చరణే, దేహో స్థానో \n\nగోపీనాథ్, ఏఇ  కి, విచార తబ\nబిముఖ దేఖియా, ఛాడో నిజ-జనే,\nన కోరో'కరుణా-లబ\n\nగోపీనాథ్, ఆమి తో మూరఖ  అతి \nకిసే భాలో హోయ, కభు నా బుఝిను,\nతాఇ హేనో మమ గతి \n\nగోపీనాథ్, తుమి తో'పణ్డిత-బర \nమూఢేర మంగల, తుమి అన్వేషిబే\nఏ దాసే నా భావో'పర\n\nభాగ - \n\nగోపీనాథ్, ఆమార ఉపాయ నాఇ\nతుమి కృపా కోరి', ఆమారె లోఇలే,\nసంసారే ఉద్దార పాఇ \n\nగోపీనాథ్, పోడేఛి  మాయార ఫేరే\nధన, దార, సుత, ఘిరేఛే  ఆమారే,\nకామేతే రేఖేఛే జేరే \n\nగోపీనాథ్, మన జే పాగల మోర \nనా మానే శాసన, సదా అచేతన,\nవిషయే రో'యేఛే  ఘోర \n\nగోపీనాథ్, హార జే మేనేఛి ఆమి \nఅనేక జనత, హోఇలో బిఫల,\nఏఖనో భరసా  తుమి \n\nగోపీనాథ్, కేమోనే  హోఇబే గతి \nప్రబల ఇంద్రియ బోశీ-భూత మన,\nనా ఛాడే విషయ-రతి \n\nగోపీనాథ్, హృదోయే బోసియా మోర \nమనకే శమియా, లహో నిజ పానే,\nఘుచిబే విపద ఘోర \n\nగోపీనాథ్, అనాథ దేఖియా మోరే \nతుమి, హృషికేశ, హృషీక దమియా,\nతారో'హే సంసృతి-ఘోరే \n\nగోపీనాథ్, గలాయ లేగేఛే  ఫాస \nకృపా-ఆసి ధోరి', బంధన ఛేదియా,\nవినోదే కోరోహో దాస\n\n",
},

{
title:"గురుదేవ్",
song:'\n\n! కృపాబిందు దియా, కోరొ ఎఇ దాసె\nతృణాపేఖా అతి హీన \nసకల సహనే, బల దియా కోరొ,\nనిజ-మానే స్పృహ-హీన \n\nసకలె సమ్మాన కోరితె శకతి \nదేహో నాథ! జథాజథ\nతబె తో గాఇబొ, హరి-నామ-సుఖే \nఅపరాధ హాబె హతా \n\nకబె హేనొ కృపా, లభియా ఎ జన \nకృతార్థ హోఇబె, నాథ \nశక్తి-బుద్ధి-హీన, ఆమి అతి దీన \nకోరొ మోరె ఆత్మ-సాథ\n\nజోగ్యతా-విచారె కిఛు నా హి పాఇ,\nతోమార కరుణా-సార \nకరుణా నా హోఇలె కాందియా కాందియా \nప్రాణ నా రాఖిబొ ఆర\n\n',
},

{
title:"మానస దేహ గేహ",
song:'\n\nమానస, దేహో, గేహో, జో కిఛు మోర్\nఅర్పిలు తువా పదే, నన్ద-కిశోర్ \n\nసంపుదే విపదే, జీవనే-మరణే\nదాయ్ మమ గేలా, తువా ఓ-పద బరణే\n\nమారోబి రాఖోబి-జో ఇచ్ఛా తోహారా\nనిత్య-దాస ప్రతి తువా అధికారా \n\nజన్మాఓబి మోఏ ఇచ్ఛాజది తోర్\nభక్త-గృహే జని జన్మ హఉ మోర్ \n\nకీట-జన్మ హఉ జథా తువా దాస్ \nబహిర్-ముఖ బ్రహ్మ-జన్మే నాహి ఆశ్ \n\nభక్తి-ముక్తి-స్పృహా విహీన జే భక్త \nలబైతే తాకో సంగ అనురక్త \n\nజనక, జననీ, దయిత, తనయ్\nప్రభు, గురు, పతి-తుహూ సర్వ-మోయ్ \n\nభకతివినోద కోహే శునో కాన!\nరాధా-నాథ! తుహు హామార పరాణ\n\n\n',
},

{
title:"ప్రసాద సేవాయ -మహా ప్రసాదె",
song:'\n\nమహా-ప్రసాదే గోవిందే నామ-బ్రాహ్మణి వైష్ణవే\nస్వల్ప-పుణ్య-వతాం రాజన్ విశ్వాసో నైవ జాయతే\n\n',
},

{
title:"ప్రసాద సేవాయ -శరీర అబిద్యా",
song:'\n\nశరీర అవిద్యా-జాల్, జోడేంద్రియ తాహె కాల్ \nజీవే ఫేలె విషయ- సాగొరె\nతాऽర మధ్యే జిహ్వా అతి, లోభమోయ్ సుదుర్మతి \nతాऽకే జేతా కఠిన సంసారే\n\nకృష్ణ బడొ దొయామోయ్, కోరిబారె జిహ్వా జయ్\nస్వప్రసాదన్న దిలో భాఇ\nసేఇ అన్నామృత పాఓ రాధా-కృష్ణ గుణ గాఓ\nప్రేమే డాకొ చైతన్య-నితాఇ  \n\n',
},

{
title:"రాధా-కృష్ణ బోల్",
song:"\n\n బోల్ బోలో రే సోబాఇ \n(ఏఇ) శిఖా దియా, సబ్ నదీయా\nఫిర్ఛే నేచే' గౌర-నితాఇ\n(మిఛే) మాయార్ బోశే, జాచ్ఛో భేసే'\nఖాచ్ఛో హాబుడుబు భాఇ \n\n(జీవ్)కృష్ణ-దాస్, ఏ విశ్వాస్,\nకోర్లే తో' ఆర్ దుఃఖో నాఇ\n(కృష్ణ) బోల్బే జబే, పులక్ హ'బే\nఝోర్ బే ఆంఖి, బోలి తాఇ\n\n('రాధా) కృష్ణ' బోలో సంగె చలో,\nఏఇ-మాత్ర భిఖా చాఇ \n(జాయ్) సకల్ బిపోద్ భక్తివినోద్ \nబోలే, జఖోన్ ఓ-నామ్ గాఇ   \n\n",
},

{
title:"జయ రాధా-మాధవ",
song:'\n\n(జయ) రాధా-మాధవ (జయ) కుంజవిహారీ\n(జయ) గోపి-జన-వల్లభ (జయ) గిరివరధారీ\n(జయ) యశోదానందన, (జయ) వ్రజజనరంజన,\n(జయ) యమునా-తీర వన-చారీ\n\n',
},

{
title:"సిద్ధి-లాలసా",
song:"\n\nకబే గౌర-వనే, సురధునీ-తటే \n'హా రాధే హా కృష్ణ' బోలే '\nకాందియా బేరా' బో, దేహో-సుఖ ఛాడి',\nనానా లతా-తురు-తలే\n\nశ్వ-పచ-గృహేతే, మాగియా ఖాఇబో,\nపిబో సరస్వతీ-జల \nపులినే పులినే, గడా-గడి దిబో,\nకోరి' కృష్ణ- కోలాహల \n\nధామ-వాసీ జనే ప్రణతి కోరియా\nమాగిబో కృపార లేశ \nవైష్ణవ-చరణ-రేణు గాయ మాఖి',\nధోరి అవధూత-బేశ\n\nగౌడ-బ్రజ-జనే, భేద నా దేఖిబో \nహోఇబో బరజ-బాసీ\nధామేర స్వరూప, స్ఫురిబే నయనే\nహోఇబో రాధార దాసీ\n\n",
},

{
title:"కబే హ'బే బోలో ",
song:"\n\nకబే హ' బే బోలో సే-దిన అమార్ \n(ఆమార్) అపరాధ ఘుచి', శుద్ధ నామే రుచి,\nకృపా-బాలే హ' బే హృదోయే సంచార్\n\nతృణాధిక హీన, కబే నిజే మాని',\nసహిష్ణుతా-గుణ హృదయేతే ఆని'\nసకలే మానద, ఆపని అమానీ,\nహో' యే ఆస్వాదిబో నామ-రస-సార్ \n\nధన జన ఆర, కోబితా-సుందరీ,\nబోలిబో నా చాహి దేహో-సుఖ-కరీ\nజన్మే జన్మే దాఓ, ఓహే గౌరహరి \nఅహైతుకీ భక్తి చరణే తోమార్ \n\n(కబే) కోరితే శ్రీ-కృష్ణ-నామ ఉచ్చారణ\nపులకిత దేహో గద్గద వచన \nబైబర్ణ్య-బేపథు హ' బే సంఘటన,\nనిరంతర నేత్రే బ'బే అశ్రు-ధార్ \n\nకబే నవద్వీపే, సురధునీ-తటే,\nగౌర-నిత్యానంద బోలి' నిష్కపటె\nనాచియా గాఇయా, బేడాఇబో ఛుటే,\nబాతులేర ప్రాయ ఛాడియా బిచార్\n\nకబే నిత్యానంద మోరే కోరి' దోయా',\nఛాడాఇబో మోర విషయేర మాయా \nదియా మోరే నిజ-చరణేర ఛాయా,\nనామేర హాటేతే దిబే అధికార్ \n\nకినిబో లుటిబో హరి-నామ-రస,\nనామ-రసే మతి' హోఇబో బిబశ\nరసేర రసిక-చరణ పరశ,\nకోరియా మోజిబో రసే అనిబార్ \n\nకబే జీబే దోయా, హోఇబే ఉదోయ,\nనిజ-సుఖ భులి' సుదీన-హృదోయ \nభకతివినోద, కోరియా బినోయ,\nశ్రీ-ఆజ్ఞా-టహల కోరిబే ప్రచార్\n\n",
},

{
title:"శుద్ధ-భకత",
song:"\n\n-చరణ-రేణు, భజన-అనుకూల \nభకత-సేవా, పరమ-సిద్ధి, ప్రేమ-లతికార మూల \n\nమాధవ-తిథి, భక్తి-జననీ, జతనే పాలన కోరి \nకృష్ణ-బసతి, బసతి బోలి' పరమ ఆదరే బోరి\n\nగౌర్ ఆమార, జే-సబ స్థానే, కోరలో భ్రమణ రంగే\nసే-సబ స్థానె, హేరిబో ఆమి, ప్రాణమి-భకత-సంగే\n\nమృదంగ-వాద్య, శునితే మన, అబసర సదా జాచే\nగౌర-బిహిత, కీర్తన శుని ' , ఆనందే హృదోయ నాచే\n\nజుగల-మూర్తి, దేఖియా మోర, పరమ-ఆనంద హోయ,\nప్రసాద సేబా కోరితే హోయ సకల ప్రపంచ జయ \n\nజే-దిన గృహే, భజన దేఖి, గృహేతే  గోలోక భాయ \nచరణ-సీధు, దేఖియా గంగా , సుఖ సా సీమా పాయ \n\nతులసీ దేఖి ', జుడాయ ప్రాణ, మాధవ-తోషనే జాని ' \nగౌర-ప్రియ, శాక-సేవనే, జీవన సార్థక మాని\n\nభకతివినోద కృష్ణ భజనే, అనుకూల పాయ జాహా \nప్రతి-దివసే పరమ-సుఖే స్వీకార కోరోయే తాహా  \n\n",
},

{
title:"భోగ-ఆరతి ",
song:"\n\nభజ భకత-వత్సల శ్రీ-గౌరహరి \nశ్రీ-గౌరహరి సోహి గోష్ఠ-విహారీ,\nనంద-జశోమతీ-చిత్త-హారీ\n\nబేలా హో ' లో, దామోదర, ఆఇస  ఏఖానో \nభోగ-మందిరే బోసి' కోరహో  భోజన\n\nనందేర నిదేశే బైసే గిరి-వర-ధారీ\nబలదేవ-సహ సఖా బైసే సారి సారి \n\nశుక్తా-శాకాది భాజి నాలితా కుష్మాణ్డ\nడాలి డాల్నా దుగ్ధ-తుంబీ దధి మోచా-ఖండ\n\nముద్గ-బోడా మాష-బోడా రోటికా ఘృతాన్న \nశష్కులీ పిష్టక ఖీర్ పులి పాయసాన్న \n\nకర్పూర అమృత-కేలి రంభా ఖీర-సార \nఅమృత రసాలా, ఆమ్ల ద్వాదశ ప్రకార\n\nలుచి చిని సర్పూరీ లాడ్డు రసాబలీ\nభోజన కోరేన కృష్ణ హో 'యో కుతూహలీ\n\nరాధికార పక్క అన్న వివిధ వ్యంజన\nపరమ ఆనందే కృష్ణ కోరేన భోజన \n\nఛలే-బలే లాడ్డు ఖాయ్ శ్రీ-మధుమంగల\nబగల బాజాయ్ ఆర దేయ హరి-బోలో\n\nరాధికాది గుణే హేరి' నయనేర కోణే\nతృప్త హో 'యే ఖాయ్ కృష్ణ జశోదా-భవనే\n\nభోజనాంతే ప్రియే కృష్ణ సుబాసిత బారి \nసబే ముఖ ప్రఖాలోయ్ హో 'యే సారి సారి \n\nహస్త-ముఖ ప్రఖాలియా జత సఖా-గుణే \nఆనందే బిశ్రామ కోరే బలదేవ-సనే\n\nజమ్బుల రసాల ఆనే తామ్బుల -మసాలా \nతాహా ఖేయే కృష్ణ-చన్ద్ర సుఖే నిద్రా గేలా \n\nబిశాలాఖ శిఖి-పుచ్ఛ-చామర ఢులాయ\nఆపూర్బ శయ్యాయ కృష్ణ సుఖే నిద్రా జాయ \n\nజశోమతీ-ఆజ్ఞా పే'యే ధనిష్ఠా-ఆనీతో\nశ్రీకృష్ణ-ప్రసాద రాధా భుంజే హో'యే ప్రీతో \n\nలలితాది సుఖీ-గుణ అవశేష పాయ \nమనే మనే సుఖే రాధా-కృష్ణ-గుణ గాయ \n\nహరి లీలా ఏక్-మాత్ర జాహార ప్రమోద \nభోగారతి గాయ్ ఠాకుర్ భకతివినోద\n\n",
},

{
title:"గౌర-ఆరతి ",
song:"\n\nజయ జయ గోరాచాందేర్ ఆరతి కో శోభా \nజాహ్నవీ-తట-వనే జగ-మన-లోభా\n\nదఖిణె నీతాఇచాంద్, బామే గదాధర \nనికటే అద్వైత, శ్రీనివాస ఛత్రధర\n\nబోసియాఛే గోరాచాంద రత్న-సింహాసనే\nఆరతి కోరెన్ బ్రహ్మా-ఆది దేవ-గణే\n\nనరహరి-ఆది కోరి ' చామర ఢులాయ \nసంజయ ముకుంద బాసు ఘోషాది గాయ \n\nశంఖ బాజే ఘంటా బాజే బాజే కరతాల\nమధుర మృదంగ బాజే పరమ రసాల \n\nబహు కోటి చంద్ర జిని ' వదన ఉజ్జ్వల \nగల-దేశే బన-మాలా కోరె ఝలమల \n\nశివ-శుక-నారద ప్రేమే  గదగద\nభకతివినోద  దేఖే  గోరార సంపద  \n\n",
},

{
title:"శ్రీ నామ-కీర్తన ",
song:'\n\nయశోమతీ నందన, బ్రజ-బరో-నాగర \nగోకుల రంజన కానా\nగోపీ-పరాణ-ధన, మదన-మనోహర \nకాలియ-దమన-విధాన\n\nఅమల హరినామ్ అమియ విలాసా\nవిపిన-పురందర, నవీన నాగర-బోర\nబంశీ-బదన సువాసా\n\nబ్రజ-జన-పాలన, అసుర-కుల-నాశన \nనంద గో-ధన రాఖోవాలా\nగోవింద మాధవ, నవనీత తస్కర \nసుందర నంద-గోపాలా\n\nజామున-తట-చర, గోపీ-బసన-హర\nరాస-రసిక కృపామోయ\nశ్రీ రాధా-వల్లభ, బృందావన-నటబర \nభకతివినోద్ ఆశ్రయ\n\n',
},

{
title:"తుమి సర్వేశ్వరేశ్వర ",
song:"\n\nతుమి సర్వేశ్వరేశ్వర, బ్రజేంద్ర-కుమార \nతోమార ఇచ్ఛాయ విశ్వే సృజన సంహార \n\nతవ ఇచ్ఛా-మతో బ్రహ్మా కొరేన సృజన \nతవ ఇచ్ఛా-మతో విష్ణు కొరేన పాలన \n\nతవ ఇచ్ఛా మతే శివ కొరేన సంహార \nతవ ఇచ్ఛా మతే మాయా సృజే కారాగార \n\nతవ ఇచ్ఛా-మతే జీవేర్ జనమ-మరణ \nసమృద్ధి-నిపాత దుఃఖ సుఖ-సంఘటన\n\nమిఛే మాయా-బద్ధ జీవ ఆశా-పాశే ఫిరే '\nతవ ఇచ్ఛా బినా కిఛు కోరితే నా పారే\n\nతుమి తొ' రఖక ఆర్ పాలక ఆమార \nతోమార చరణ బినా ఆశా నాహి ఆర\n\nనిజ-బల-చేష్టా-ప్రతి భరసా ఛాడియా\nతోమార ఇచ్ఛాయ్ ఆఛి నిర్భర కోరియా\n\nభకతివినోద అతి దీన అకించన \nతోమార ఇచ్ఛాయ్ తా ' ర జీవన మరణ\n\n",
},

{
title:"ఓహె వైష్ణవ ఠాకుర",
song:"\n\nఓహె! వైష్ణబ ఠాకుర దొయార సాగర \nఏ దాసె కోరుణా కోరి'\nదియా పద-ఛాయా, శోధో హె ఆ మాయ,\nతొమార చరణ ధోరి\n\nఛయ బెగ దోమి', ఛయ దోష శోధి'\nఛయ గుణ దేహో' దాసే\nఛయ సత్సంగ, దేహో' హె ఆమారే,\nబొషెఛి సంగేర ఆశే\n\nఏకాకీ ఆమార, నాహి పాయ బల \nహరి-నామ-సంకీర్తనే\nతుమి కృపా కోరి', శ్రద్ధా-బిందు దియా,\nదేహో కృష్ణ-నామ-ధనే\n\nకృష్ణ సె' తొమార, కృష్ణ దితె పారో, \nతొమార శకతి ఆఛె \nఆమి తో' కాంగాల, 'కృష్ణ' 'కృష్ణ' బోలి,\nధాఇ తవ పాఛె పాఛె\n\n",
},

{
title:"విభావరీ శేష ",
song:'\n\nఆలోక-ప్రవేశ,\n\nనిద్రాచాడి’ ఉఠో జీవ\n\nబోలో హరి హరి, ముకుంద మురారి,\n\nరామ కృష్ణ హయగ్రీవ\n\n \nనృసింహ వామన, శ్రీ మధుసూధన,\n\nబ్రజేంద్ర నందన శ్యామ\n\nపూతనా-ఘాతన కైటభ-శాతన\n\nజయ దాశరథి-రామ\n\n \nయశోదా దులాల, గోవింద గోపాల,\n\nవృందావన పురందర\n\nగోపీ-ప్రియ-జన, రాధికా-రామణ\n\nభువన-సుందర-బర\n\n \nరవణాంతకర, మాఖన-తస్కర,\n\nగోపీ-జన-వస్త్ర- హరీ\n\nబ్రజేర రాఖాల, గోపా-వృంద-పాల,\n\nచిత్త- హరీ బంశీ-ధారీ\n\n \nయోగీంద్ర-బందన, శ్రీ-నంద-నందన,\n\nబ్రజ-జన-భయ-హరీ\n\nనవీన నీరద, రూప మనోహర,\n\nమోహన-బంశీ-బిహారీ\n\n \nయశోదా-నందన, కంస నిసూదన\n\nనికుంజ-రాస-విలాసీ\n\nకదంబ కానన రాస పారాయణ\n\nబృంద-విపిన-నివాసీ\n\n \nఆనంద-వర్ధన, ప్రేమ-నికేతన,\n\nఫుల-శర-జోజక కామ\n\nగోపాంగనాగణ, చిత్త- వినోదన\n\nసమస్త- గుణ-గణ-ధామ\n\n \nజామున-జీవన, కేలి పారాయణ,\n\nమానస – చంద్ర – చకోర\n\nనామ సుధారస, గాఓ కృష్ణ జశ,\n\nరాఖో వచన మన మోర\n\n\n',
},

{
title:"విద్యార విలాసె",
song:"\n\nవిద్యార విలాసే,కాటాఇను కాల,\nపరమ సాహసే ఆమి \nతోమార చరణ నా భజిను కభు,\nఏఖోన శరణ తుమి \n\nపొడితే పొడితే, భరసా బాడిలో,\nజ్ఞానే గతి హబే మాని' \nసే ఆశా బిఫల సే జ్ఞాన దుర్బల,\nసే జ్ఞాన అజ్ఞాన జాని \n\nజడ-విద్యా జతో, మాయార వైభవ \nతోమార భజనే బాధా \nమోహ జనమియా, అనిత్య సంసారే\nజీబకే కరెయే గాధా\n\nసేఇ గాధా హో ' యే సంసారేర బోఝా,\nబహిను అనేక కాల \nవార్ధక్యే ఏఖనో, శక్తిర అభావే,\nకిఛు నాహి లాగే భాలో\n\nజీవన జాతనా, హోఇలో ఏఖనో,\nసే విద్యా అవిద్యా భేలో \nఅవిద్యార జ్వాలా, ఘటిలో బిషమ,\nసే విద్యా హోఇలో శేలో\n\nతోమార చరణ, బినా కిఛు ధన,\nసంసారే నా ఆఛే ఆర\nభకతివినోద, జడ - విద్యా ఛాడి',\nతువా పద కోరె సార \n\n",
},

{
title:"వైష్ణవే విజ్ఞప్తి",
song:"\n\nఏఇ-బారో కరుణా కొరో వైష్ణవ గోసాఇ\nపతిత-పావన తోమా బినే కేహో నాఇ\n\nజాహార నికటే గేలే పాప దూరే జాయ్ \nఏమోన దోయాల ప్రభు కేబా కోథా పాయ్ \n\nగంగార పరశ హోఇలే పశ్చాతే పావన్ \nదర్శనే పవిత్ర కోరో-ఏఇ తోమార గుణ్\n\nహరి-స్థానే అపరాధే తారే హరి-నామ్ \nతోమా స్థానే అపరాధే నాహి పరిత్రాణ్\n\nతోమార హృదోయే సదా గోవిన్ద-విశ్రామ్ \nగోవిన్ద కోహేన-మోర వైష్ణవ పరాణ్\n\nప్రతి-జన్మే కోరి ఆశా చరణేర ధూలి\nనరోత్తమే కోరో దోయా ఆపనార బోలి'\n\n",
},

{
title:"ఇష్ట-దేవె విజ్ఞప్తి",
song:"\n\nహరి హరి! బిఫలే జనమ గోఙాఇను\nమనుష్య-జనుమ పాఇయా, రాధా-కృష్ణ నా భజియా,\nజానియా శునియా బిష ఖాఇను \n\nగోలోకేర ప్రేమ-ధన, హరి-నామ-సంకీర్తన\nరతి నా జన్మి లో కేనే తాయ్ \nసంసార-బిషానలే' దిబా-నిశి హియా జ్వలే,\nజుడాఇతే నా కోఇను ఉపాయ్ \n\nబ్రజేంద్ర-నందన జేఇ,శచీ-సుత హోఇలో సేఇ,\nబలరామ హోఇలో నితాఇ  \nదీన-హీన జత ఛిలో, హరి-నామే ఉద్దారిలో,\nతార శాక్షీ జగాఇ మాధాఇ\n\nహా హా ప్రభు నంద-సుత, వృషభాను-సుతా-జుత,\nకోరుణా కరోహో ఏఇ-బారో \nనరోత్తమ-దాస కోయ్, నా ఠెేలిహో రాంగా పాయ్,\nతోమా బినే కే ఆఛే ఆమార\n\n",
},

{
title:"లాలసామయీ ప్రార్థన",
song:"\n\n'గౌరాంగ' బోలితే హబే పులక - శరీర \n'హరి హరి' బోలితే నయనే బ'బే నీర \n\nఆర కబే నితాఇ-చాన్దేర్ కోరుణా హోఇబే \nసంసార-బాసనా మోర కబే తుచ్ఛ హ'బే \n\nవిషయ ఛాడియా కబే శుద్ధ హ'బే మన\nకబే హామ హెరబో శ్రీ-వృందావన \n\nరూప-రఘునాథ-పదే హోఇబే ఆకుతి\nకబే హామ బుఝబో సే జుగల-పీరితి\n\nరూప-రఘునాథ-పదే రహు మోర ఆశ\nప్రార్థనా కోరోయే సదా నరోత్తమ-దాస\n\n",
},

{
title:"నామ-సంకీర్తన",
song:'\n\nహరి హరయే నమః కృష్ణ యాదవాయ నమః \nయాదవాయ మాధవాయ కేశవాయ నమః \n\nగోపాల గోవింద రామ శ్రీ మధుసూదన\nగిరిధారీ గోపీనాథ మదన-మోహన \n\nశ్రీ చైతన్య-నిత్యానంద-శ్రీ అద్వైత-సీతా \nహరి గురు వైష్ణవ భాగవత గీతా \n\nశ్రీ-రూప సనాతన భట్ట రఘునాథ్\nశ్రీ జీవ గోపాల-భట్ట దాస రఘునాథ్ \nఏఇ ఛాయ్ గోసాఇర్ కోరి చరణ వందన్ \nజాహా హోఇతె బిఘ్న-నాశ్ అభీష్ట-పూరణ్\n\nఏఇ ఛయ్ గోసాఇ జార్ ముఇ తార్ దాస్ \nతా సబార పద-రేణు మోర పంచ-గ్రాస్ \n\nతాదేర చరణ-సెబి-భక్త-సనె బాస్ \nజనమె జనమె హోయ్ ఏఇ అభిలాష్\n\nఏఇ  ఛయ్ గోసాఇ జబె  బ్రజె కొఇలా బాస్ \nరాధా-కృష్ణ-నిత్య-లీలా కొరిలా ప్రకాశ్ \n\nఆనందే బోలో హరి భజ బృందావన్ \nశ్రీ-గురు-వైష్ణవ-పదే మజాఇయా మన్\n\nశ్రీ-గురు-వైష్ణవ-పాద-పద్మ కోరి ఆశ్ \n కోహె నరోత్తమ దాస్\n\n',
},

{
title:"సఖీ-వృందే విజ్ఞప్తి",
song:"\n\nరాధా-కృష్ణ ప్రాణ మోర జుగల-కిశోర \nజీవనే మరణే గతి ఆరో నాహి మోర \n\nకాలిందీర కూలే కేలి-కదంబేర వన \nరతన-బెదీర ఉపర బొసాబొ దు' జన \n\nశ్యామ-గౌరీ-అంగే దిబో (చూవా) చందనేర గంధ \nచామర ఢులాబో కబే హెరి ముఖ-చంద్ర \n\nగాథియా మాలతీర్ మాలా దిబొ దోహార గలే\nఅధరే తులియా దిబో కర్పూర-తాంబూలే\n\nలలితా విశాఖ-ఆది జత సఖీ-వృంద \nఆజ్ఞాయ కొరిబొ సేబా చరణారవింద \n\nశ్రీ-కృష్ణ-చైతన్య-ప్రభుర్ దాసేర్ అనుదాస్ \nసేవా అభిలాష కోరె నరోత్తమ దాస\n\n",
},

{
title:"సపార్షద-భగవద్-విరహ-జనిత-విలాప",
song:'\n\nజె అనిలొ ప్రేమ-ధన కోరుణా ప్రచుర్\nహేనొ ప్రభు కోథా గేలా ఆచార్య- ఠాకూర్\n\nకాహా మోర స్వరూప్ రూప కాహా సనాతన్\nకాహా దాస రఘునాథ పతిత-పావన్ \n\nకాహా మోర భట్ట-జుగ కాహా కవిరాజ్ \nఏక-కాలె కోథా గేలా గోరా నటరాజ్ \n\nపాషాణే కుటిబొ మాథా అనలె పశిబో\nగౌరాంగ గుణేర నిధి కోథా గేలె పాబో \n\nసే-సబ సంగీర సంగే జే కోఇలో బిలాస్\nసే-సంగ నా పాఇయా కాందే నరోత్తమ దాస్\n\n',
},

{
title:"సావరణ-శ్రీ-గౌర-మహిమా",
song:"\n\nగౌరాంగేర దుటి పద, జార్ ధన సంపద,\nసే జానే భకతిరససార్\nగౌరాంగేర మధురలీలా, జార్ కర్ణే ప్రవేశిలా\nహృదొయ నిర్మల భేలో తార్\n\t\nజే గౌరాంగేర నామ లొయ్, తార హొయ్ \nప్రేమోదొయ్\nతారే ముఇ జాఇ బోలిహారి \nగౌరాంగగుణేతె ఝురే, నిత్యలీలా తారే స్ఫురే,\nసే జన భకతి-అధికారీ\n\nగౌరాంగేర  సంగిగణే, నిత్యసిద్ధ కొరి' మానే,\nసే జాయ్ బ్రజేంద్ర సుతపాశ్\nశ్రీ గౌడమండలభూమి, జేబా జానే చింతామణి,\nతార హొయ్ బ్రజభూమే బాస్ \n\nగౌరప్రేమ రసార్ణవే, సే తరంగే జేబా డుబే,\nసే రాధామాధవ-అంతరంగ \nగృహే బా వనేతే థాకే, 'హా గౌరాంగ' బో'లే డాకే '\nనరోత్తమ మాగే తార సంగ\n\n",
},

{
title:"శ్రీ గురు-వందనా",
song:"\n\nశ్రీ గురు-చరణ-పద్మ కేవల భకతి సద్మ\nబందొ ముయి సావధాన మతే\nజాహార ప్రసాదే భాఇ ఏ భవ తోరియా జాఇ \nకృష్ణ-ప్రాప్తి హోయ్ జాహా హ'తే \n\nగురు-ముఖ-పద్మ-వాక్య, చిత్తేతె కొరియా ఐక్య\nఆర్ నా కోరిహో మనే ఆశా \nశ్రీ గురు-చరణే రతి, ఎఇ సే ఉత్తమ-గతి,\nజే ప్రసాదే పూరే సర్వ ఆశా \n\nచఖు-దాన్ దిలో జేఇ జన్మే జన్మే ప్రభు సేఇ\nదివ్య-జ్ఞాన్ హృదే ప్రొకాశితో\nప్రేమ-భక్తి జాహా హోఇతే అవిద్యా వినాశ జాతే \nవేదె గాయ్ జాహార చరితో \n\nశ్రీ గురు కరుణాసింధు, అధమ జనర బంధు \nలోకనాథ్ లోకేర జీవన \nహా హా ప్రభు కోరో దోయా, దేహో మోరే పద-ఛాయా,\nఏబే జశ ఘుషుక్ త్రిభువన\n\n",
},

{
title:"సావరణ-శ్రీ-గౌర-పాద-పద్మె ప్రార్థన ",
song:'\n\nశ్రీ-కృష్ణ-చైతన్య ప్రభు  దొయా కొరో మోరే\nతొమా బినా కె దొయాలు జగత్-సంసారే\n\t\nపతిత-పావన-హేతు తవ అవతార \nమొ సమ పతిత ప్రభు నా పాఇబే ఆర \n\nహా హా ప్రభు నిత్యానంద, ప్రేమానంద సుఖీ\nకృపావలోకన కొరో ఆమి బొడొ దుఃఖీ\n\nదొయా కొరో సీతా-పతి అద్వైత గోసాఇ\nతవ కృపా-బలే పాఇ చైతన్య-నితాఇ\n\nహా హా స్వరూప్, సనాతన, రూప, రఘునాథ \nభట్ట-జుగ, శ్రీ-జీవ హా ప్రభు లోకనాథ \n\nదొయా కొరో శ్రీ-ఆచార్య ప్రభు శ్రీనివాస \nరామచంద్ర-సంగ మాగే నరోత్తమ-దాస\n\n',
},

{
title:"మనః-శిక్షా",
song:"\n\nనితాఇ-పద-కమల, కోటి-చంద్ర-సుశీతల,\nజే ఛాయాయ్ జగత జురాయ్\nహేనో నితాఇ బినే భాఇ, రాధా-కృష్ణ పాఇతే నాఇ,\nదృఢ కోరి ' ధరో నీతాఇర్ పాయ్\n\nసే సంబంధ నాహి జా'ర్, బృథా జన్మ గోలో తా'ర్,\nసేఇ పశు బోడో దురాచార్ \nనితాఇ నా బోలిలో ముఖే, మజిలో సంసార-సుఖే,\nవిద్యా-కులే కి కోరిబే తార్\n\nఅహంకారే మత్త హోఇయా, నితాఇ-పద పాసరియా,\nఅసత్యేరే సత్య కోరి మాని\nనితాఇయేర్ కోరుణా హబె, బ్రజే రాధా-కృష్ణ పాబే,\nధరో నితాఇ-చరణ దు'ఖాని\n\nనితాఇయేర్ చరణ సత్య, తాహార సేవక నిత్య,\nనితాఇ-పద సదా కోరో ఆశ\nనరోత్తమ బోడో దుఖీ, నితాఇ మోరే కోరో సుఖీ,\nరాఖో రాంగా-చరణేర పాశ\n\n",
},

{
title:"శ్రీ రూప మంజరీ పద",
song:'\n\nశ్రీ-రూప-మంజరీ-పద, సేఇ మోర సంపద,\nసేఇ మోర్ భజన-పూజన \nసేఇ మోర ప్రాణ-ధన, సేఇ మోర ఆభరణ \nసేఇ మోర్ జీవనేర జీవన \n\nసేఇ మోర రస-నిధి, సేఇ మోర వాంఛా-సిద్ధి,\nసేఇ మోర్ వేదేర ధరమ\nసేఇ వ్రత, సేఇ తప, సేఇ మోర మంత్ర-జప,\nసేఇ మోర్ ధరమ-కరమ\n\nఅనుకూల హబే విధి, సే-పదే హోఇబే సిద్ధి,\nనిరఖిబో ఏ దుఇ నయనే\nసే రూప-మాధురీ-రాశి, ప్రాణ-కువలయ-శశీ\nప్రఫుల్లిత హబే నిశి-దినే\n\nతవా ఆదర్శన-అహి, గరలే జారలో దేహి,\nచిరో-దిన తాపిత జీవన \nహా హా రూప కోరో దోయా, దేహో మోరే పద-ఛాయా,\nనరోత్తమ లోఇలో శరణ\n\n',
},

{
title:"వాసంతీ-రాస",
song:"\n\nవృందావన రమ్య-స్థాన, దివ్య-చిన్తామణి-ధామ,\nరతన-మందిర మనోహర \nఆవృత కాలిందీ-నీరే, రాజ-హంస కేలి కోరె\nతాహే శోభే కనక-కమల\n\nతార మధ్యే హేమ-పీఠ, అష్ట-దలే వేష్టిత,\nఅష్ట-దలే ప్రధానా నాయికా \nతారమధ్యే రత్నాసనే, బోసి ' ఆఛెన్ దుఇ-జనే,\nశ్యామ-సంగే సుందరీ రాధికా \t\n\nఓ రూప-లావణ్య-రాశి, అమియా పోడిఛే ఖసి ',\nహాస్య-పరిహాస-సంభాషణే\nనరోత్తమ-దాస కోయ్, నిత్య-లీలా సుఖ-మోయ్,\nసదాఇ స్ఫురుక మోర మనే\n\n",
},

{
title:"శ్రీ గురు-పరంపరా",
song:"\n\nకృష్ణ హోఇతే చతుర్-ముఖ హోయ్ కృష్ణ సేవోన్ముఖ \nబ్రహ్మా హోఇతే నారదేర మతి \nనారద హోఇతే వ్యాస, మధ్వ కోహే వ్యాస-దాస,\nపూర్ణప్రజ్ఞ పద్మనాభ గతి \n\nనృహరి మాధవ-బంశే, అక్షోభ్య పరమహంసే\nశిష్య బోలి' అంగీకార కోరే\nఅక్షోభ్యేర శిష్య జయ-తీర్థ నామే పరిచయ,\nతార దాస్యే జ్ఞానసింధు తోరే\n\nతాహా హోఇతే దయానిధి తార దాస విద్యానిధి,\nరాజేంద్ర హోఇలో తాహా హ' తే \nతాహార కింకోర జయ-ధర్మ నామే పరిచయ,\nపరంపరా జానో భాలో మతే\n\nజయధర్మదాస్యే ఖ్యాతి, శ్రీపురుషోత్తమ-జతి,\nతా హ'తే బ్రహ్మణ్య-తీర్థ సూరి \nవ్యాసతీర్థ తార దాస, లక్ష్మీపతి వ్యాస-దాస,\nతాహా హ' తే మాధవేనంద్ర పురీ\n\n మాధవేనంద్ర పురీ-వర, శిష్య-వర శ్రీ-ఈశ్వర,\nనిత్యానంద, శ్రీ అద్వైత విభు \nఈశ్వర పురీకే ధన్య, కోరిలేన్ శ్రీ-చైతన్య,\nజగద్-గురు గౌర మహాప్రభు \n\nమహాప్రభు శ్రీ-చైతన్య, రాధా-కృష్ణ నహే అన్య,\nరూపానుగ జనేర జీవన \nవిశ్వంభర ప్రియంకర, శ్రీ-స్వరూప దామోదర,\nశ్రీ-గోస్వామీ రూప-సనాతన \n\nరూప-ప్రియ మహాజన, జీవ, రఘునాథ హన,\nతార ప్రియ కవి కృష్ణదాస \nకృష్ణదాస-ప్రియ-వర, నరోత్తమ సేవా-పర,\nజార పద విశ్వనాథ-ఆశ\n\nవిశ్వనాథ-భక్త-సాథ, బలదేవ జగన్నాథ,\nతార ప్రియ శ్రీ-భక్తివినోద \nమహా-భాగవత-వర, శ్రీ-గౌరకిశోర-వర,\nహరి-భజనేతే జా'ర మోద\n\nఈహారా పరమహంస, గౌరాంగేర నిజ-వంశ,\nతాదేర చరణే మమ గతి \nఆమి సేబా-ఉదాసీన, నామేతే త్రిదండీ దీన,\nశ్రీ-భక్తి సిద్ధాంత సరస్వతీ  \n\n",
},

{
title:"శ్రీ దామోదరాష్టక ",
song:'\n\nనమామీశ్వరం సచ్చిదానంద రూపం \nలసత్-కుండలం గోకులే భ్రాజమానం \nయశోదాభియోలూఖలాద్ ధావమానం \nపరామృష్టం అత్యంతతో ద్రుత్య గోప్యా\n\nరుదంతం ముహుర్ నేత్ర-యుగ్మం మృజంతం\nకరాంభోజ-యుగ్మేన సాతంక-నేత్రం \nముహుః శ్వాస-కంప-త్రిరేఖాంక-కంఠ-\nస్థిత-గ్రైవం దామోదరం భక్తిబద్ధమ్ \n\nఇతీదృక్ స్వ-లీలాభీరానంద-కుండే\nస్వ-ఘోషం నిమజ్జంతం ఆఖ్యాపయంతం\nతదీయేషిత-జ్ఞేషు భక్తైర్జితత్వం \nపునః ప్రేమతస్తం శతావృత్తి వందే \n\nవరం దేవ మోక్షం న మోక్షావధిం వా \nన చాన్యం వృణే హం వరేశాద్ అపీహ \nఇదం తే వపుర్నాథ గోపాల-బాలం \nసదా మే మనస్యా విరాస్తాం కిమన్యైః\n\nఇదం తే ముఖాంభోజం అత్యంత-నీలైః\nవృతం కుంతలైః స్నిగ్ధ-రక్తైశ్చ గోప్యా\nముహుశ్చుంబితం బింబ రక్తాధరం మే \nమనస్యావిరాస్తాం అలం లక్ష-లాభైః\n\nనమో దేవ దామోదరానంత విష్ణో\nప్రసీద ప్రభో దుఃఖ-జలాబ్ధి-మగ్నం\nకృపా-దృష్టి-వృష్ట్యాతిదీనం బతాను-\nగృహాణేశ-మాం అజ్ఞం ఏద్యక్షిదృశ్యః\n\nకువెరాత్మ జౌ బద్ధ- మూర్త్యైవ యద్వత్ \nత్వయా మోచితౌ భక్తి-భాజౌ కృతౌ చ \nతథా ప్రేమ-భక్తిం స్వకాం మే ప్రయచ్ఛ\nన మోక్షే గృహో మేऽస్తి దామోదరేహ\n\nనమస్తేస్తు దామ్నే స్ఫురద్-దీప్తి-ధామ్నే\nత్వదీయోదరాయాథ విశ్వస్య ధామ్నే\nనమో రాధికాయై త్వదీయ ప్రియాయై\nనమోऽనంత లీలాయ దేవాయ తుభ్యమ్\n\n',
},

{
title:"శ్రీ రాధికా-స్తవ",
song:'\n\nరాధే జయ జయ మాధవ-దయితే \nగోకుల-తరుణీ-మండల-మహితే \n\nదామోదర-రతి-వర్ధన-వేషే\nహరి-నిష్కుట-వృందా-విపినేశే\n\nవృషభానుదధి-నవ-శశి-లేఖే \nలలితా-సఖి గుణ-రమిత-విశాఖే\n\nకరుణాం కురు మయి కరుణా-భరితే\nసనక సనాతన వర్ణిత చరితే\n\n',
},

{
title:"శ్రీ దశావతార- స్తోత్ర ",
song:'\n\nప్రలయ పయోధి-జలే ధృతవాన్ అసి వేదమ్ \nవిహిత వహిత్ర-చరిత్రమ్ అఖేదమ్ \nకేశవ ధృత-మీన-శరీర, జయ జగదీశ హరే \n\nక్షితిర్ ఇహ విపులతరే తిష్ఠతి తవ పృష్ఠే \nధరణి- ధారణ-కిణ చక్ర-గరిష్ఠే \nకేశవ ధృత-కూర్మ-శరీర జయ జగదీశ హరే \n\nవసతి దశన శిఖరే ధరణీ తవ లగ్నా \nశశిని కలంక కలేవ నిమగ్నా \nకేశవ ధృత శూకర రూప జయ జగదీశ హరే \n\nతవ కర-కమల-వరే నఖమ్ అద్భుత శృంగమ్ \nదలిత-హిరణ్యకశిపు-తను-భృంగమ్ \nకేశవ ధృత-నరహరి రూప జయ జగదీశ హరే \n\nఛలయసి విక్రమణే బలిమ్ అద్భుత-వామన \nపద-నఖ-నీర-జనిత-జన-పావన\nకేశవ ధృత-వామన రూప జయ జగదీశ హరే \n\nక్షత్రియ-రుధిర-మయే జగద్ -అపగత-పాపమ్ \nస్నపయసి పయసి శమిత-భవ-తాపమ్ \nకేశవ ధృత-భృగుపతి రూప జయ జగదీశ హరే \n\nవితరసి దిక్షు రణే దిక్-పతి-కమనీయమ్ \nదశ-ముఖ-మౌలి-బలిమ్ రమణీయమ్ |\nకేశవ ధృత-రామ-శరీర జయ జగదీశ హరే \n\nవహసి వపుశి విసదే వసనమ్ జలదాభమ్ \nహల-హతి-భీతి-మిలిత-యమునాభమ్ \nకేశవ ధృత-హలధర రూప జయ జగదీశ హరే \n\nనందసి యజ్ఞ- విధేర్ అహః శ్రుతి జాతమ్ \nసదయ-హృదయ-దర్శిత-పశు-ఘాతమ్ \nకేశవ ధృత-బుద్ధ-శరీర జయ జగదీశ హరే \n\nమ్లేచ్ఛ-నివహ-నిధనే కలయసి కరవాలమ్ \nధూమకేతుమ్ ఇవ కిమ్ అపి కరాలమ్ \nకేశవ ధృత-కల్కి-శరీర జయ జగదీశ హరే \n\nశ్రీ-జయదేవ-కవేర్ ఇదమ్ ఉదితమ్ ఉదారమ్ \nశృణు సుఖ-దమ్ శుభ-దమ్ భవ-సారమ్ \nకేశవ ధృత-దశ-విధ-రూప జయ జగదీశ హరే \n\nవేదాన్ ఉద్ధరతే జగంతి వహతే భూ-గోలమ్ ఉద్బిభ్రతే\nదైత్యమ్ దారయతే బలిమ్ ఛలయతే క్షత్ర-క్షయమ్ కుర్వతే\nపౌలస్త్యమ్ జయతే హలమ్ కలయతే కారుణ్యమ్ ఆతన్వతే\nమ్లేచ్ఛాన్ మూర్ఛయతే దశాకృతి-కృతే కృష్ణాయ తుభ్యమ్ నమః\n\n',
},

{
title:"భజహురే మన శ్రీ నంద-నందన",
song:"\n\n \nఅభయ-చరణారవింద రే \nదుర్లభ మానవ-జనమ సత్-సంగే\nతరోహో ఏ భవ-సింధు రే\n\nశీత ఆతప వాత వరిషణ\nఏ దిన జామినీ జాగి రే \nబిఫలే సేవిను కృపణ దురజన\nచపల సుఖ-లబ లాగి'రే\n\nఏ ధన, యౌవన, పుత్ర, పరిజన \nఇథే కి ఆఛే పరతీతి రే \nకమల-దల-జల, జీవన-టలమల \nభజహు హరి-పద నీతి రే\n\nశ్రవణ, కీర్తన, స్మరణ, వందన\nపాద-సేవన, దాస్య రే,\nపూజన, సఖీజన, ఆత్మ-నివేదన \nగోవింద-దాస-అభిలాష రే\n\n",
},

{
title:"శ్రీ శ్రీ గౌర-నిత్యానందేర్ దయా",
song:"\n\nపరమ కోరుణ, పహూ దుఇ జన,\nనితాఇ గౌరచంద్ర \nసబ అవతార-సార శిరోమణి,\nకేవల ఆనంద-కంద\n\nభజో భజో భాఇ, చైతన్య నితాఇ,\nసుదృఢ బిశ్వాస కోరి'\nవిషయ ఛాడియా, సే రసే మజియా,\nముఖే బోలో హరి హరి \n\nదేఖో ఓరే భాఇ, త్రి-భువనే నాఇ,\nఏమోన దోయాల దాతా,\nపశు పాఖీ ఝురే, పాషాణ విదరే,\nశుని' జాన్ర గుణ గాథా \n\nసంసారే మజియా, రోహిలి పోడియా,\nసే పదే నహిలో ఆశ \nఆపన కరమ, భుఞ్జాయే శమన,\nకహోయే లోచన-దాస\n\n",
},

{
title:"దైన్య ఓ ప్రపత్తి ",
song:"\n\nహరి హే దోయాల మోర జయ రాధా-నాథ్\nబారో బారో ఏఇ-బారో లోహో నిజ సాథ్ \n\nబహు జోని, భ్రమి' నాథ! లోఇను శరణ్ \nనిజ-గుణే కృపా కోరో' అధమ-తారణ్\n\nజగత-కారణ తుమి జగత-జీవన్ \nతోమా ఛాడా కార నహి హే రాధా-రమణ్\n\nభువన-మంగల తుమి భువనేర పతి \nతుమి ఉపేఖిలే నాథ, కి హోఇబే గతి \n\nభావియా దేఖిను ఏఇ జగత- మాఝారే\nతోమా బినా కేహో నాహి ఏ దాసే ఉద్దారే\n\n",
},

{
title:"శ్రీ వ్రజధామ-మహిమామృత ",
song:'\n\nజయ రాధే, జయ కృష్ణ, జయ వృందావన్\nశ్రీ గోవింద, గోపినాథ, మదన మోహన్ \n\nశ్యామకుండ, రాధాకుండ, గిరి-గోవర్ధన్ \nకాలిందీ జమునా జయ, జయ మహావన్\n\t\nకేశీ ఘాట, బంశీ-బట, ద్వాదశ కానన్\nజాహా సబ లీలా కోఇలో శ్రీ నంద-నందన్ \n\nశ్రీ-నంద-యశోదా జయ, జయ గోపాగణ్\nశ్రీ దామాది జయ, జయ ధేను-వత్స-గణ్\n\nజయ వృషభాను, జయ కీర్తిదా సుందరీ\nజయ పౌర్ణమాసీ, జయ అభీర-నాగరీ\n\nజయ జయ గోపీశ్వర వృందావన మాఝ\nజయ జయ కృష్ణ -సఖా బటు ద్విజ-రాజ \n\nజయ రామ-ఘాట జయ రోహిణీ-నందన్ \nజయ జయ వృందావన-వాసీ జత జన్\n\nజయ ద్విజ-పత్నీ, జయ నాగకన్యాగణ్\nభక్తితే జాహారా పాఇలో గోవింద-చరణ్ \n\nశ్రీ రాస-మండల జయ, జయ రాధా-శ్యామ్ \nజయ జయ రాసలీలా సర్వ-మనోరామ్\n\nజయ జయోజ్జ్వల-రస-సర్వ-రస-సార్ \nపరకీయా భావె జాహా బ్రజేతే ప్రచార్ \n\nశ్రీ జాహ్నవా -పాద-పద్మ కొరియా స్మరణ్\nదీన కృష్ణ-దాస కోహే నామ-సంకీర్తన్\n\n\n',
},

{
title:"జయ రాధా-కృష్ణ గీతి",
song:'\n\nజయ రాధామాధవ రాధామాధవ రాధే\n(జయదేవేర్ ప్రాణధన హే)\n\nజయ రాధామదనగోపాల్ రాధామదనగోపాల్  రాధే\n(సీతనాథేర్ ప్రాణధన హే)\n\nజయ రాధాగోవింద రాధాగోవింద రాధే\n(రూప గోస్వామీర్ ప్రాణధన హే)\n\nజయ రాధామదనమోహన్ రాధామదనమోహన్ రాధే\n(సనాతనేర్ ప్రాణధన హే)\n\nజయ రాధా గోపీనాథ రాధాగోపీనాథ రాధే\n(మధు పండితేర్ ప్రాణధన హే)\n\nజయ రాధాదామోదర రాధాదామోదర రాధే\n(జీవ్ గోస్వామీర్ ప్రాణధన హే)\n\nజయ రాధారమణ రాధారమణ రాధే\n(గోపాల్ భట్టేర్ ప్రాణధన హే)\n\nజయ రాధావినోద రాధావినోద రాధే\n(లోకనాథేర్ ప్రాణధన హే)\n\nజయ రాధాగోకులానంద రాధాగోకులానంద రాధే\n(విశ్వనాథేర్ ప్రాణధన హే)\n\nజయ రాధాగిరిధారీ రాధాగిరిధారీ రాధే\n(దాస్ గోస్వామీర్ ప్రాణధన హే)\n\nజయ రాధాశ్యామసుందర్ రాధాశ్యామసుందర్ రాధే\n(శ్యామానందేర్ ప్రాణధన హే)\n\nజయ రాధాబంకబిహారీ రాధాబంకబిహారీ రాధే\n(హరిదాసేర్ ప్రాణధన హే)\n\nజయ రాధాకాంత రాధాకాంత రాధే\n(వక్రేశ్వరేర్ ప్రాణధన హే)\n\nజయ గాంధర్వికాగిరిధారీ గాంధర్వికాగిరిధారీ రాధే\n(సరస్వతేర్ ప్రాణధన హే)\n\n',
},

{
title:"శ్రీ తులసీ-ఆరతి",
song:'\n\nనమో నమః తులసి మహారాణి,\nవృందే మహారాణి నమో నమః \nనమో రే నమో రే మేఇయా నమో నారాయణి \nజాకో దరశే, పరశే అఘనాశ-ఇ \nమహిమా వేదపురాణే బాఖాని \n\nజాకో పత్ర, మంజరీ కోమల \nశ్రీపతిచరణకమలే లపటాని\nధన్య తులసి మేఇయా, పూరణ తప కియే,\nశ్రీ-శాలగ్రామమహాపాటరాణీ\n\nధూప, దీప, నైవేద్య, ఆరతి,\nఫులనా కియే వరఖా వరఖాని \nఛాప్పాన్న భోగ, ఛత్రిశ వ్యంజన,\nబినా తులసీ ప్రభు ఏక నాహి మాని\n\nశివ-శుక-నారద, ఔర్ బ్రహ్మాదికో,\nధుడత ఫిరత మహాముని జ్ఞానీ\nచంద్రశేఖర మేఇయా, తేరా జశ గాఓవే \nభకతిదాన దీజియే మహారాణి\n\n',
},

{
title:"శ్రీ శ్రీ షడ్- గోస్వామి-అష్టక",
song:'\n\nకృష్ణోత్కీర్తన- గాన-నర్తన-పరౌ ప్రేమామృతామ్భో-నిధీ\nధీరాధీర-జన-ప్రియౌ ప్రియ-కరౌ నిర్మత్సరౌ పూజితౌ\nశ్రీ-చైతన్య-కృపా-భరౌ భువి భువో భారావహంతారకౌ \nవందే రూప-సనాతనౌ రఘు-యుగౌ శ్రీ-జీవ-గోపాలకౌ\n\t\nనానా-శాస్త్ర-విచారణైక-నిపుణౌ సద్-ధర్మ సంస్థాపకౌ\nలోకానాం హిత-కారిణౌ త్రి-భువనే మాన్యౌ శరణ్యాకరౌ \nరాధా-కృష్ణ-పదారవింద-భజనానందేన మత్తాలికౌ\nవందే రూప-సనాతనౌ రఘు-యుగౌ శ్రీ-జీవ-గోపాలకౌ\n\nశ్రీ-గౌరాంగ-గుణానువర్ణన-విధౌ శ్రద్ధా-సమృద్ధి అన్వితౌ\nపాపోత్తాప- నికృంతనౌ తను- భృతాం గోవింద-గానామృతైః\nఆనందామ్బుధి-వర్ధనైక-నిపుణౌ కైవల్య-నిస్తారకౌ\nవందే రూప-సనాతనౌ రఘు-యుగౌ శ్రీ-జీవ-గోపాలకౌ\n\nత్యక్త్వా తూర్ణమ్ అశేష -మండల-పతి-శ్రేణేం సదా తుచ్ఛ-వత్\nభూత్వా దీన గణేశకౌ కరుణయా కౌపీన-కన్థాశ్రితౌ\nగోపీ-భావ-రసామృతాబ్ధి-లహరీ-కల్లోల-మగ్నౌ ముహుర్\nవందే రూప-సనాతనౌ రఘు-యుగౌ శ్రీ-జీవ-గోపాలకౌ\n\nకూజత్-కోకిల-హంస-సారస-గణాకీర్ణే మయూరాకులే\nనానా-రత్న-నిబద్ధ-మూల-విటప-శ్రీ-యుక్త-వృందావనే\nరాధా-కృష్ణమ్ అహర్-నిశం ప్రభజతౌ జీవార్థదౌ యౌ ముదా\nవందే రూప-సనాతనౌ రఘు-యుగౌ శ్రీ-జీవ-గోపాలకౌ\n\nసాంఖ్యా-పూర్వక-నామ-గాన- నతిభిః కాలావసానీ-కృతౌ\nనిద్రాహార-విహారకాది-విజితౌ చాత్యంత-దీనౌ చ యౌ\nరాధా-కృష్ణ-గుణ, స్మృతేర్ మధురిమానందేన సమ్మోహితౌ\nవందే రూప-సనాతనౌ రఘు-యుగౌ శ్రీ-జీవ-గోపాలకౌ\n\nరాధా-కుండ-తటే కలింద-తనయా-తీరే చ వంశీవటే\nప్రేమోన్మాద-వశాద్ అశేష-దశయా గ్రస్తౌ ప్రమత్తౌ సదా \nగాయంతౌ చ కదా హరేర్ గుణ-వరం భావాభిభూతౌ ముదా\nవందే రూప-సనాతనౌ రఘు-యుగౌ శ్రీ-జీవ-గోపాలకౌ\n\nహే రాధే వ్రజదేవికే చ లలితే హే నంద సూనో కుతః \nశ్రీ గోవర్ధన కల్ప పాదపతలే కాలిందీ-వనే కుతః \nఘోషంతావితి సర్వతో వ్రజపురే ఖేదైర్ మహా విహ్వలౌ\nవందే రూప-సనాతనౌ రఘు-యుగౌ శ్రీ-జీవ-గోపాలకౌ\n\n\n',
},

{
title:"శ్రీ శ్రీ శిక్షాష్టక",
song:'\n\nచేతో-దర్పణ-మార్జనం భవ-మహా-దావాగ్ని-నిర్వాపణం \nశ్రేయః-కైరవ-చంద్రికా-వితరణం విద్యా-వధూ-జీవనమ్ \nఆనందాంబుధి-వర్ధనం ప్రతి-పదం పూర్ణామృతాస్వాదనం\nసర్వాత్మ-స్నపనం పరం విజయతే శ్రీ-కృష్ణ-సంకీర్తనమ్\n\nనామ్నామ్ అకారి బహుధా నిజ-సర్వ-శక్తిః\nతత్రార్పితా నియమితః స్మరణేన కాలః \nఏతాదృశీ తవ కృపా భగవన్ మమాపి \nదుర్దైవం ఈదృశమ్ ఇహాజని నానురాగః\n\nతృణాద్ అపి సునీచెన తరోర్ అపి సహిష్ణునా \nఅమానినా మానదేన కీర్తనీయః సదా హరిః \n\nన ధనం న జనం న సుందరీం కవితాం వా జగద్-ఈశ కామయే \nమమ జమ్మని జన్మ నీశ్వరే భవతాద్ భక్తిర్ అహైతుకీ త్వయి \n\nఆయి నన్ద-తనుజ కింకరం పతితం మాం విషమే భావాంబుధౌ \nకృపయా తవ పాద-పంకజ-స్థిత-ధూలీ-సదృశం విచింతయ\n\nనయనం గలద్-అశ్రు-ధారయా వదనం గద్గద- రుద్ధయాగిరా \nపులకైర్ నిచితం వపుః కదా తవ నామ-గ్రహణే భవిష్యతి\n\nయుగాయితం నిమేషేణ చక్షుషా ప్రావృషాయితమ్ \nశూన్యాయితం జగత్ సర్వం గోవింద-విరాహేణ మే \n\nఆశ్లీష్య వా పాద-రతాం పినష్టు మామ్ ఆదర్శనాన్ మర్మ-హతాం కరోతు వా \nయథా తథా వా విదధాతు లంపటో మత్-ప్రాణ-నాథస్తు స ఏవ నాపరః\n\n',
},

{
title:"కృష్ణ పాదాంబుజ ప్రార్థనె ",
song:"\n\nకృష్ణ తబ పుణ్య హబె భాఇ \nఏ పుణ్య కోరిబే జబే రాధారాణీ ఖుషీ హబే\nధ్రువ అతి బోలి తోమా తాఇ\n\t\nశ్రీ-సిద్ధాంత సరస్వతీ శచీ-సుత ప్రియ అతి \nకృష్ణ-సేవాయ జార తుల నాఇ\nసేఇ  సే మొహాంత-గురు జగతేర్ మధే ఉరు\nకృష్ణ-భక్తి దేయ్ ఠాఇ ఠాఇ \n\nతార ఇచ్ఛా బలవాన్ పాశ్చాత్యేతే ఠాన్ ఠాన్ \nహోయ్ జాతే గౌరాంగేర్ నామ్ \nపృథ్వీతే నగరాది ఆసముద్ర నద నదీ \nసకలేఇ లోయ్ కృష్ణ నామ్ \n\nతాహలే ఆనంద హోయ్ తబే హోయ్ దిగ్విజయ్ \nచైతాన్యేర్ కృపా అతిశయ్\nమాయా దుష్ట జత దుఃఖీ జగతే సబాఇ సుఖీ\nవైష్ణవేర్ ఇచ్ఛా పూర్ణ హోయ్ \n\nసే కార్జ జే కోరిబారే ఆజ్ఞా జది దిలో మోరే\nయోగ్య నహి అతి దీన హీన \nతాఇ సే తోమార కృపా మాగితేఛి అనురూపా\nఆజి తుమి సబార్ ప్రవీణ \n\nతోమార సే శక్తి పేలే గురు-సేబాయ బస్తు మిలే\nజీవన సార్థక్ జది హోయ్ \nసేఇ సే సేబా పాఇలే తాహలే సుఖీ హలే\nతబ సంగ భాగ్యతే మిలోయ్\n\nఏవం జనం నిపతితం ప్రభవాహి - కూపే \nకామాభికామమ్ అను యః ప్రపతన్ ప్రసంగాత్ \nకృత్వాత్మసాత్ సురర్షిణా భగవన్ గృహీతః \nసో'హం కథం ను విసృజే తవ భృత్య-సేవామ్\n\nతుమి మోర్ చిర సాథీ భులియా మాయార్ లాథి\nఖాఇయాఛి జన్మ-జన్మాంతరే \nఆజి పునః ఏ సుయేగ యది హోయ్ యోగాయోగ \nతబే పారి తుహే మిలిబారే\n\nతోమార మిలనే భాఇ ఆబార్ సే సుఖ పాఇ \nగోచారణే ఘురి దిన్ భోర్\nకత బనే ఛుటాఛుటి బనే ఖాఇ లుటాపుటి\nసేఇ దిన్ కబే హబే మోర్ \n\nఆజి సే సుబిధానే తోమార స్మరణ భేలో \nబోడో ఆశా డాకిలామ్ తాఇ\nఆమి తోమార నిత్య-దాస తాఇ కోరి ఏత ఆశ\nతుమి బినా అన్య గతి నాఇ\n\n",
},

{
title:"మార్కినె భాగవత-ధర్మ",
song:'\n\nబోడో-కృపా కోఇలే కృష్ణ అధమేర్ ప్రతి \nకి లాగియానిలే హేథా కోరో ఏబే గతి \n\nఆఛే కిఛు కార్జ తబ ఏఇ అనుమానే \nనహే కేనో ఆనిబేన్ ఏఇ ఉగ్ర-స్థానే \n\nరజస్ తమో గుణే ఏరా సబాఇ ఆచ్ఛన్న \nవాసుదేవ్-కథా రుచి నహే సే ప్రసన్న \n\nతబే జది తబ కృపా హోయ్ అహైతుకీ\nసకల్-ఇ సంభవ హోయ్ తుమి సే కౌతుకీ \n\nకి భావే బుఝాలే తారా బుఝే సేఇ రస \nఏత కృపా కోరో ప్రభు కోరి నిజ-బశ\n\nతోమార ఇచ్ఛాయ సబ హోయ్ మాయా-బశ \nతోమార ఇచ్ఛాయ నాశ మాయార్ పరశ\n\nతబ ఇచ్ఛా హోయ్ జది తాదేర ఉద్ధార్ \nబుఝిబే నిశ్చఇ తబే కథా సే తోమార్\n\nభాగవతేర్ కథా సే తబ అవతార్ \nధీర హోఇయా శునే జది కానే బార్ బార్ \n\nశృణ్వతాం స్వ-కథాః కృష్ణః పుణ్య-శ్రవణ-కీర్తనః\nహృది అన్తస్థో హి అభద్రాణి విధునోతి సుహృత్ సతామ్\n\nనష్ట-ప్రాయెష్వభద్రేషు నిత్యం భాగవత-సేవయా\nభగవతి ఉత్తమ-శ్లోకే భక్తిర్ భవతి నైష్ఠికీ \n\nతదా రజస్-తమో-భావాః కామ-లోభాదయశ్చ యే\nచేత ఏతైర్ అనావిద్ధం స్థితం సత్త్వే ప్రసీదతి\n\nఏవం ప్రసన్న-మనసో భగవద్-భక్తి-యోగతః \nభగవత్-తత్త్వ-విజ్ఞానం ముక్త-సంగస్య జాయతే\n\nభిద్యతే హృదయ-గ్రంథిశ్ ఛిద్యన్తే సర్వ-సంశయాః\nక్షీయన్తే చాస్య కర్మాణి దృష్ట ఏవాత్మ నీశ్వరే\n\nరజస్ తమో హతే తబే పాఇబే నిస్తార్ \nహృదోయేర్ అభద్ర సబ్ ఘుచిబే తాహార్\n\nకి కో \'రే బుఝాబో కథా బర సేఇ చాహి \nఖుద్ర ఆమి దీన హీన కోనో శక్తి నాహి\n\nఅథచ ఏనేఛో ప్రభు కథా బోలిబారే\nజే తోమార్ ఇచ్ఛా ప్రభు కోరో ఏఇ బారే\n\nఅఖిల జగుత్-గురు! బచన సే ఆమార్ \nఅలంకృత కోరిబార్ ఖమతా తోమార్ \n\nతబ కృపా హ\'లే మోర్ కథా శుద్ధ హబే \nశునియా సబార శోక దుఃఖ జే ఘుచిబే \n\nఆనియాఛో జది ప్రభు ఆమారే నాచాతే \nనాచాఓ నాచాఓ ప్రభు నాచాఓ సే-మతే \nకాష్ఠేర పుత్తలి జథా నాచాఓ సే-మతే\n\nభక్తి నాఇ బేద నాఇ నామో ఖుబ్ దరో \n"భక్తివేదాంత" నామ్ ఏబె సార్థక్ కోరో\n\n',
},

{
title:"శ్రీ బ్రహ్మ-సంహితా",
song:'\n\nఈశ్వరః పరమః కృష్ణః సచ్చిదానంద విగ్రహః\nఅనాదిరాదిర్గొవిందః సర్వ కారణ కారణం \n\nచింతామణి-ప్రకర-సద్మిసు కల్పవృక్ష-\nలక్షావృతేషు సురభిరభిపాలయంతం\nలక్శ్మీ-సహస్ర-శత-సంభ్రమ-సేవ్యమానం\nగోవిందం ఆదిపురుషం తమహం భజామి\n\nవేణుం క్వణంతం అరవింద-దలాయతాక్షం\nబర్హావతంసం అసితాంబుద సుందరాంగం\nకందర్ప-కోటి-కమనీయ-విశేష-శోభం\nగోవిందం ఆదిపురుషం తమహం భజామి\n\nఆలోల-చంద్రక-లసద్-వనమాల్య-వంశీ\nరత్నాంగదం ప్రణయ-కేలి-కలా-విలాసం\nశ్యామం త్రిభంగ-లలితం నియత-ప్రకాశం\nగోవిందం ఆదిపురుషం తమహం భజామి \n\nఅంగాని యస్య సకలేంద్రియ- వృత్తి-మంతి\nపశ్యంతి పాంతి కలయంతి చిరం జగంతి\nఆనంద చిన్మయ సదుజ్జ్వల విగ్రహస్య \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nఅద్వైతం అచ్యుతం అనాదిం అనంత-రూపం \nఆద్యం పురాణపురుషం నవ-యౌవనంచ\nవేదేషు దుర్లభం అదుర్లభం ఆత్మ-భక్తౌ\nగోవిందం ఆదిపురుషం తమహం భజామి\n\nపంథాస్తు కోటి-శత-వత్సర-సంప్రగమ్యో\nవాయోరథాపి మనసో ముని పుంగవానాం\nసో ప్యస్తి యత్-ప్రపద-సీమ్ని అవిచింత్య-తత్త్వే \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nఏకోsప్యసౌ రచయితుం జగద్-అండ-కోటిం \nయచ్ఛక్విరస్తి జగదండచయా యదంతః\nఅండాంతరస్థ పరమాణు చయాంతరస్థం\nగోవిందం ఆదిపురుషం తమహం భజామి\n\nయద్-భావ-భావిత-ధియో మనుజాస్తథైవ \nసంప్రాప్య రూప-మహిమాసన-యాన-భూషాః\nసూక్తైఃయమేవ నియమ ప్రథితైఃస్తువంతి \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nఆనంద-చిన్మయ-రస-ప్రతిభావితాభిః\nతాభిర్య ఏవ నిజరూపతయా కలాభిః\nగోలోక ఏవ నివసతి అఖిలాత్మభూతో \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nప్రేమాంజన-చ్ఛురిత-భక్తి-విలోచనేన \nసంతః సదైవ హృదయేషు విలోకయంతి\nయం శ్యామసుందరం అచింత్య-గుణ-స్వరూపం \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nరామాది మూర్తిషు కల-నియమేన తిష్ఠున్ \nనానావతారం అకరోద్భువనేషు కింతు \nకృష్ణః స్వయం సమభవత్ పరమః పుమాన్ యో \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nయస్య ప్రభా ప్రభవతో జాగదండ కోటి \nకోటిష్వశేష వసుధాది విభూతి-భిన్నం\nతద్బ్రహ్మ నిష్కలం అనంతం అశేష భూతం \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nమాయా హి యస్య జగదండ శతాని సూతే\nత్రైగుణ్య-తద్-విషయ-వేద-వితాయమానా\nసత్త్వావలంబి పరసత్త్వం విశుద్ధసత్త్వం \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nఆనంద-చిన్మయ రసాత్మతయా మనఃసు \nయః ప్రాణినాం ప్రతిఫలన్ స్మరతాం ఉపేత్య \nలీలాయితేన భువనాని జయత్యజస్రం\nగోవిందం ఆదిపురుషం తమహం భజామి\n\nగోలోక నామ్ని నిజ-ధామ్ని తలే చ తస్య \nదేవీ-మహేశ-హరి-ధామను తేషు తేషు \nతే తే ప్రభావ నిచయా విహితాశ్చ యేన \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nసృష్టి-స్థితి-ప్రలయ-సాధన-శక్తిరేకా \nఛాయేవ యస్య భువనాని బిభర్తి దుర్గా \nఇచ్ఛనురూపం అపి యస్య చ చేష్టతే సా \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nక్షీరం యథా దధి వికార-విశేష యోగాత్\nసంజాయతే న హి తతః పృథగస్తి హేతోః\nయః శంభుతామపి తథా సముపైతి కార్యాద్\nగోవిందం ఆదిపురుషం తమహం భజామి\n\nదీపార్చిరేవ హి దశాంతరం అభ్యుపేత్య \nదీపాయతే వివృత-హేతు-సమాన-ధర్మ\nయస్తాదృగేవ హి చ విష్ణుతయా విభాతి \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nయః కారణార్ణవ జలే భజతిస్మ యోగ-\nనిద్రాం అనంత-జగద్-అండ-స-రోమ కూపః\nఆధార-శక్తిం అవలంబ్య పరాం స్వ-మూర్తిం\nగోవిందం ఆదిపురుషం తమహం భజామి\n\nయస్యైక-నిశ్వసితకాలమథావలంబ్య \nజీవంతి లోమ-విలజా జగదండనాథాః\nవిష్ణుర్ మహాన్ స ఇహ యస్య కలా-విశేషో \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nభాస్వాన్ యథాశ్మ-శకలేషు నిజేషు తేజః\nస్వీయం కియత్ ప్రకటయత్యపి తద్వదత్ర \nబ్రహ్మాయ ఏష జగదండ-విధాన-కర్తా \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nయత్-పాద-పల్లవ-యుగం వినిధాయ కుంభ \nద్వంద్వే ప్రణామ-సమయే స గణాధిరాజః\nవిఘ్నాన్ విహంతం ఆలం అస్య జగత్-త్రయస్య\nగోవిందం ఆదిపురుషం తమహం భజామి\n\nఅగ్నిర్ మహీ గగనం అంబు మరుద్ దిశశ్చ \nకాలస్తథాత్మ మనసీతి జగత్-త్రమాణి\nయస్మాద్ భవంతి విభవంతి విశంతి యం చ \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nయచ్ఛక్షురేష సవితా సకల-గ్రహాణాం\nరాజా సమస్త సురమూర్తిరశేష తేజాః\nయస్యాజ్ఞయా భ్రమతి సంభృత-కాల-చక్రో \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nధర్మో థ పాప నీచయః శ్రుతయస్త పాంసి\nబ్రహ్మాది-కీట-పతగావధయశ్చ జీవః\nయద్ధత్త-మాత్ర-విభవ-ప్రకట-ప్రభావా\nగోవిందం ఆదిపురుషం తమహం భజామి\n\nయస్త్వింద్రగోపం అథవెంద్రం అహో స్వకర్మ \nబంధానురూప-ఫల-భాజనమ్ ఆతనోతి \nకర్మాణి నిర్దహతి కింతు చ భక్తిభాజాం\nగోవిందం ఆదిపురుషం తమహం భజామి\n\nయం క్రోధ-కామ-సహజ-ప్రణయాది భీతి-\nవాత్సల్య-మోహ-గురు-గౌరవ-సేవ్య-భావైః\nసంచింత్య తస్య సదృశీం తనుమాపురేతే \nగోవిందం ఆదిపురుషం తమహం భజామి\n\nశ్రియః కాంతాః కాంతః పరమ-పురుషః కల్పతరవో \nద్రుమా భూమిశ్చింతామణి-గణ-మయీ తోయం అమృతం\nకథా గానం నాట్యం గమనం అపి వంశీ ప్రియ-సఖీ\nచిదానందం జ్యోతిః పరం అపి తదాస్వాద్యమపి చ \n\nస యత్ర క్షీరాబ్ధిః స్రవతి సురభిభ్యశ్చ సు మహాన్ \nనిమేషార్ధాఖ్యో వా వ్రజతి న హి యత్రాపి సమయః \nభజే శ్వేతద్వీపం తం అహం ఇహ గోలోకం ఇతి యం \nవిదంతస్తే సంతః క్షితి-విరల-చారాః కతిపయే\n\n',
},

{
title:"ప్రేమ-ధ్వనీ స్తోత్ర ",
song:'\n\n    • జయ ఓం విష్ణు- పాద పరమహంస పరివ్రాజకాచార్య అష్టోత్తరశత శ్రీ శ్రీమద్ హిస్ డివైన్ గ్రేస్ ఏ',
},

{
title:"సి భక్తివేదాంతస్వామి ప్రభుపాద కీ జయ",
song:'\n\n    • ఇస్కాన్-సంస్థాపనాచార్య, సేవియర్ ఆఫ్ ద హోల్ వऽల్డ్ జగద్ గురు శ్రీల ప్రభుపాద్ కీ జయ\n\n    • జయ ఓం విష్ణు- పాద పరమహంస పరివ్రాజకాచార్య అష్టోత్తరశత శ్రీ శ్రీమద్ హిస్ డివైన్ గ్రేస్ భక్తిసిద్ధాంత సరస్వతీ ఠాకూర శ్రీల ప్రభుపాద కీ జయ\n\n    • జయ ఓం విష్ణు- పాద పరమహంస నిత్య-లీలా-ప్రవిష్ట హిస్ డివైన్ గ్రేస్ గౌర కిశోర దాస బాబాజి మహారాజ కీ జయ \n\n    • జయ ఓం విష్ణు- పాద పరమహంస నిత్య-లీలా-ప్రవిష్ట హిస్ డివైన్ గ్రేస్ సచ్చిదానంద భక్తివినోద ఠాకూర కీ జయ \n\n    • జయ ఓం విష్ణు- పాద పరమహంస నిత్య-లీలా-ప్రవిష్ట హిస్ డివైన్ గ్రేస్ జగన్నాథ దాస బాబాజి మహారాజ కీ జయ\n\n    • అనంత కోటి వైష్ణవ-వృంద-కీ జయ\n\n    • నామాచార్య శ్రీల హరిదాస ఠాకుర కీ జయ\n\n    • ప్రేమ్ సె కహో శ్రీ కృష్ణ చైతన్య ప్రభు నిత్యానంద శ్రీ అద్వైత గదాధర శ్రీవాసాది గౌర భక్తవృంద కీ జయ\n\n    • శ్రీ శ్రీ రాధాకృష్ణ, గోప-గోపీనాథ, శ్యామకుండ, రాధాకుండ  గిరి-గోవర్ధన కీ జయ\n\n    • మథుర వృందావనధామ్ కీ జయ\n\n    • నవద్వీప మాయాపుర్ ధామ్ కీ జయ\n\n    • జగన్నాథ పురి ధామ కీ జయ\n\n    • గంగామయీ యమునామయీ కీ జయ\n\n    • వృంద దేవి తుళసీ మహారాణి కీ జయ\n\n    • సమవేత భక్తవృంద కీ జయ\n\n    • హరి-నామ సంకీర్తన మహా యజ్ఞ కీ జయ\n\n    • నితాఇ గౌర ప్రేమానందే హరి హరి బోల్\n\n    • ఆల్ గ్లోరీస్ టు ద అస్సెంబల్డ్ దేవోటీస్ \n\n    • ఆల్ గ్లోరీస్ టు ద అస్సెంబల్డ్ దేవోటీస్ \n\n    • ఆల్ గ్లోరీస్ టు ద అస్సెంబల్డ్ దేవోటీస్ \n\n    • ఆల్ గ్లోరీస్ టు శ్రీ గురు అండ్ శ్రీ గౌరాంగ \n\n    • ఆల్ గ్లోరీస్ టు శ్రీల ప్రభుపాద\n\n',
},

{
title:"అనాది కరమ ఫలే ",
song:"\n\nఅనాది' కరమ-ఫలే, పడి' భవార్ణవ జలే,\nతరిబారే నా దేఖి ఉపాయ \nఎఇ విషయ-హలాహలే, దివా-నిశి హియా జ్వలే,\nమన కభు సుఖ నాహి పాయ\nఆశా-పాశ-శత-శత, క్లేశ దేయ అవిరత,\nప్రవృత్తి-ఊర్మిర తాహే ఖేలా\nకామ-క్రోధ-ఆది ఛయ, బాటపాడే దేయ భయ,\nఅవసాన హోఇలో ఆసి' బేలా\n\nజ్ఞాన-కర్మ-ఠగ దుఇ, మోరే ప్రతారీయ లోఇ,\nఅవశేషే ఫేలే సింధు-జలే \nఎ హేనో సమయే, బంధు, తుమి కృష్ణ కృపాసింధు,\nకృపా కోరి' తోలో మోరే బలే\n\nపతిత-కింకరే ధరి', పాద-పద్మ-ధులి కరి',\nదేహో భక్తివినోద ఆశ్రయ \nఆమి తవ నిత్య-దాస, భులియా మాయార పాశ,\nబద్ధ హో'యే ఆఛి దయామయ\n\n",
},

{
title:"నారద ముని బాజాయ వీణా",
song:"\n\nనారద ముని, బాజాయ వీణా 'రాధికా-రమణ' - నామే \nనామ అమని, ఉదిత హోయ భకత - గీత - సామే\n\nఅమియ-ధారా, బరిషే ఘన శ్రవణ-యుగలే గియా\nభకత-జన, సఘనే నాచే భోరియా ఆపన హియా \n\nమాధురీ-పూర, అసబో పశి' మాతాయ జగత-జనే\nకేహో వా కాందే, కేహో వా నాచే కేహో మాతే మనే మనే \n\nపంచ-వదన, నారదే ధోరి' ప్రేమేర సఘన రోల్ \nకమలాసన, నాచియా బోలే ' బోలో బోలో హరి బోలో'\n\nసహస్రానాన, పరమ-సుఖే 'హరి హరి ' బోలి' గాయ్ \nనామ-ప్రభావే, మాతిలో విశ్వ నామ-రస సబే పాయ్ \n\nశ్రీకృష్ణ-నామ, రసనే స్పురి' పూరా'లో ఆమార ఆశ\nశ్రీ రూప-పదే, యాచియే ఇహా భకతివినోద-దాస\n\n",
},

{
title:"ఆమార్ జీవన్",
song:"\n\nఆమార జీవన, సదా పాపే రత,\nనాహికో పుణ్యేర లేష\nపరేరే ఉద్వేగ, దియాఛి యే కోతో,\nదియాఛి జీవేరే క్లేశ \n\nనిజసుఖ లాగి', పాపే నాహి డోరి,\nదయా-హీన స్వార్థ-పరో \nపర-సుఖే దుఃఖీ, సదా మిథ్యాభాషీ,\nపర-దుఃఖ సుఖ-కరో\n\nఆశేష కామనా, హృది మాఝే మోర,\nక్రోధీ, దంభ-పరాయణ\nమద-మత్త సదా, విషయే మోహిత,\nహింసా-గర్వ విభూషణ\n\nనిద్రాలస్య హత, సుకార్యే విరత,\nఅకార్యే ఉద్యోగీ ఆమి \nప్రతిష్ఠ లాగియా, శాఠ్య-ఆచరణ,\nలోభ-హత సదా కామీ\n\nఏ హేనో దుర్జన, సజ్జన-వర్జిత,\nఅపరాధి-నిరంతర \nశుభ-కార్య-శూన్య, సదానర్థ-మనాః,\nనానా దుఃఖే జర జర\n\nవార్ధక్యె ఎఖోన, ఉపాయ-విహీన,\nతా'తే దీన అకించన \nభకతివినోద, ప్రభుర చరణే,\nకోరె దుఃఖ నివేదన\n\n",
},

{
title:"గోరా పహున్",
song:"\n\n నా భజియా మైను \nప్రేమ-రతన-ధన హేలాయ హారాఇను\n\nఅధనే జతన కోరి ధన తేయాగిను \nఆపన కరమ-దోషే ఆపని డుబిను \n\nసత్సంగ ఛాడి ' కైను అసతే విలాస్ \nతే-కారణే లాగిలో జే కర్మ-బంధ-ఫాన్స్ \n\nవిషయ-విషమ-విష సతత ఖాఇను\nగౌర-కీర్తన-రసే మగన నా హైను \n\nకేనో వా ఆఛయే ప్రాణ కి సుఖ పాఇయా\nనరోత్తమ్ దాస్ కేనో నా గేలో మరియా\n\n",
},

{
title:" శ్రీ గోవర్ధనాష్ఠకం",
song:'\n\n()\nకృష్ణ-ప్రసాదేన సమస్త-శైల-\nసామ్రాజ్యం ఆప్నోతి చ వైరిణో ’పి\nశక్రస్య ప్రాప బలిం స సాక్షాద్\nగోవర్ధనో మే దిషతాం అభీష్ఠం\n\n()\nస్వ- ప్రేష్ఠ-హస్తాంబుజ-సౌకుమార్య\nసుఖానుభూతేర్ అతి-భూమి- వృత్తెః\nమహేంద్ర-వజ్రాహతిమ్ అపి అజానన్\nగోవర్ధనో మే దిషతాం అభీష్ఠం\n\n()\nయత్రైవ కృష్ణో వృషభాను-పుత్ర్యా\nదానం గృహీతుం కలహం వితేనే\nశ్రుతేః స్పృహా యత్ర మహతి అతః శ్రీ-\nగోవర్ధనో మే దిషతాం అభీష్ఠం\n\n)\nస్నాత్వా సరః న్వశు సమీర- హస్తీ\nయత్రైవ నీపాది-పరాగ-దూలిః\nఆలోలయన్ ఖెలతి చారు స శ్రీ\nగోవర్ధనో మే దిషతాం అభీష్ఠం\n\n()\nకస్తూర్కాభిః శయితం కిమ్ అత్రేతి\nఊహం ప్రభోః స్వస్య ముహుర్ వితన్వన్\nనైసర్గిక-స్వీయ-శిలా-సుగందైర్\nగోవర్ధనో మే దిషతాం అభీష్ఠం\n\n()\nవంశ-ప్రతిద్వని-అనుసార-వర్త్మ\nదిద్రక్షవో యత్ర హరిం హరిణ్యః\nయాంత్యో లభంతే న హి విస్మితాః స\nగోవర్ధనో మే దిషతాం అభీష్ఠం\n\n()\nయత్రైవ గంగాం అను నావి రాధాం\nఆరోహ్య మధ్యె తు నిమగ్న-నౌకః\nకృష్ణో హి రాధానుగలో బభౌ స\nగోవర్ధనో మే దిషతాం అభీష్ఠం\n\n()\nవినా భవేత్ కిమ్ హరి-దాస-వర్య\nపదాశ్రయం భక్తిర్ అతః శ్రయామి\nయం ఏవ సప్రేమ నిజేశయోః శ్రీ-\nగోవర్ధనో మే దిషతాం అభీష్ఠం\n\n()\nఎతత్ పఠేద్ యో హరి-దాస-వర్య-\nమహానుభావాష్ఠకమ్ ఆర్ద్ర-చేతాః\nశ్రీ-రాధికా-మాధవయోః పదాబ్జ-\nదాస్యం స విందేద్ అచిరేణ సాక్షాత్\n\n\n\n\n\n\n\n\n',
},
]