import React,{Component} from 'react';
import {Text,StyleSheet,View,Image,ScrollView,BackHandler,TouchableNativeFeedback} from 'react-native';
import {Actions} from 'react-native-router-flux';



export default class SongListHindi extends Component{

  handle_back_press=()=>
  {
    
    Actions.Lang_Menu();
    return true;
  }
 
  componentDidMount() {
    
    BackHandler.addEventListener('hardwareBackPress',this.handle_back_press);
  }

  componentWillUnmount() {
    BackHandler.removeEventListener('hardwareBackPress',this.handle_back_press);
  }


  render(){

    ListData=song_data.map((a,i)=>{    
              
        return <Item key={i} item={song_data[i].title} nxt={()=>Actions.Song({title:song_data[i].title,lyrics:song_data[i].song})}/>
      
    });


    return(

      <View style={styles.container} >


      <View style={styles.header}>
        <Image style={styles.logo} source={require('./prabhupad1.jpg')} />
        <Text style={styles.menu_text}>Vaishnava Geethavali</Text>

      </View>
      <ScrollView style={styles.contentContainer}>
      
        {ListData}
      </ScrollView>
      </View>
    )
  }
}


class Title extends Component{
  render(){
    return(
      <View style={styles.title_container}>
              <Text style={styles.title_text}>{this.props.title}</Text>
      </View>
    )
  }
}

class Item extends Component{
  render(){
    return(
      <TouchableNativeFeedback onPress={this.props.nxt} background={TouchableNativeFeedback.SelectableBackground()}>
        <View style={styles.item_container}>
            <Text style={styles.item_text}>{this.props.item}</Text>
        </View>
      </TouchableNativeFeedback>
      )
  }
}


const styles = StyleSheet.create({
  container:{
    flex:1,

  },
  header:{
    flex:1,
    maxHeight: '12%',
    backgroundColor: 'black',
    flexDirection: 'row' , 
  },
  logo:{
    marginTop: '3%',
    marginLeft: '2%',
    borderRadius: 80,
    maxWidth: '15%',
    maxHeight: '75%',

  },
  menu_text:{
    fontSize:20,
    color:'white',
    marginTop: '6%',
    marginLeft: '3%',
    fontWeight: 'bold' ,
  },
  item_container:{
    flex:1,
    backgroundColor: 'white',
    maxHeight: '50%',
    borderColor: 'lightgrey',
    borderBottomWidth: 0.5,
  },
  item_text:{
    fontSize:15,
    margin:'2%',
    marginLeft: '2%',
    fontWeight: 'bold', 
    color:'black',
  },
  title_container:{
    flex:1,
    borderWidth: 0,
    borderLeftWidth:0,
    borderColor: 'grey'
  },
  title_text:{
    fontWeight: 'normal',
    fontSize:20,
    margin: '2%'
  },
  contentContainer: {
  flex:1,
    
  },



});





const song_data=[
{
title:"﻿श्रील प्रभुपाद प्रणति",
song:'\n\nनम ॐ विष्णुपादाय कृष्णप्रेष्ठाय भूतले\nश्रीमते भक्तिवेदांतस्वामिन् इति नामिने ।\nनमस्ते सारस्वते देवे गौरवाणी प्रचारिणे\nनिर्विशेष शून्यवादि पाश्चात्यदेश तारिणे ।।\n\n',
},

{
title:"श्री पंच-तत्व महामंत्र",
song:'\n(जय) श्रीकृष्णचैतन्य प्रभु नित्यानंद\nश्री अद्वैत गदाधर श्रीवासादि गौर भक्तवृंद\n\n',
},

{
title:"हरे कृष्ण महामंत्र ",
song:'\nहरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे \nहरे राम हरे राम राम राम हरे हरे\n\n',
},

{
title:"श्री गुरु प्रणाम",
song:'\nॐ अज्ञानतिमिरांधस्य ज्ञानांजनशलाकया\nचक्षुर् उन्मीलितं येन तस्मै श्रीगुरवे नमः\n\n\n',
},

{
title:"श्री रूप प्रणाम",
song:'\nश्री चैतन्य मनोभीष्ठं स्थापितं येन भूतले \nस्वयंरूपः कदा मह्यं ददाति स्वपदांतिकं\n\n',
},

{
title:"मंगलाचरण",
song:'\nवंदेऽहं श्रीगुरोः श्रीयुतपदकमलं श्रीगुरून् वैष्णवाँश्च \nश्रीरूपं साग्रजातं सहगण रघुनाथान्वितं तं सजीवम्\nसाद्वैतं सावधूतं परिजन सहितं कृष्ण चैतन्य देवं \nश्री राधाकृष्ण पादान् सहगण ललिता श्री विशाखान्वितांश्च\n\n',
},

{
title:"श्रील भक्तिसिद्धांत सरस्वती प्रणति ",
song:'\nनम ॐ विष्णुपादाय कृष्णप्रेष्ठाय भूतले \nश्रीमते भक्तिसिद्धांत सरस्वतीति नामिने \n\nश्री वार्षभानवी-देवी-दयिताय कृपाब्धये \nकृष्ण संबंध विज्ञान दायिने प्रभवे नमः \n\nमाधुर्योज्वल प्रेमाढ्य श्री-रूपानुग भक्तिद\nश्री गौर-करुणा-शक्ति-विग्रहाय नमोऽस्तुते\n\nनमस्ते गौर-वाणी-श्री-मूर्तये दीन-तारिणे\nरूपानुग विरुद्धाऽपसिद्धांत - ध्वांत-हारिणे\n',
},

{
title:" श्रील गौरकिशोर प्रणति",
song:'\nनमो गौर-किशोराय साक्षाद्वैराग्य मूर्तये \nविप्रलंभ-रसांबोधे पादांबुजाय ते नमः\n',
},

{
title:" श्रील भक्तिविनोद प्रणति",
song:'\nनमो भक्तिविनोदाय सच्चिदानंद-नामिने \nगौरशक्तिस्वरूपाय रूपानुग-वराय ते\n',
},

{
title:" श्रील जगन्नाथ प्रणति",
song:'\nगौराविर्भाव-भूमेस्त्वं निर्देष्टा सज्जनप्रियः \nवैष्णव-सार्वभौमः श्रीजगन्नाथाय ते नमः\n',
},

{
title:"श्री वैष्णव प्रणाम",
song:'\nवाञ्छा कल्पतरुभ्यश्च कृपा-सिंधुभ्य एव च\nपतितानाम् पावनेभ्यो वैष्णवेभ्यो नमो नमः\n',
},

{
title:"श्री गौरांग प्रणाम",
song:'\nनमो महावदान्याय कृष्णप्रेमप्रदाय तॆ\nकृष्णाय कृष्णचैतन्यनाम्नॆ गौरत्विषॆ नमः\n',
},

{
title:"श्री पंच-तत्व प्रणाम ",
song:'\nपंच-तत्त्वात्मकं कृष्णं भक्तरूप स्वरूपकं \nभक्तावतारं भक्ताख्यं नमामि भक्तशक्तिकं\n',
},

{
title:"श्री कृष्ण प्रणाम ",
song:'\nहे कृष्ण करुणा-सिंधो दीन-बंधो जगत्पते\nगोपेश गोपिका-कांत राधा-कांत नमोऽस्तुते\n',
},

{
title:" संबंधाधिदेव प्रणाम	",
song:'\nजयतां सुरतौ पंगोर् मम मंद-मतेर् गती\nमत्सर्वस्व पदांभोजौ राधा-मदन-मोहनौ\n',
},

{
title:" अभिधेयाधिदेव प्रणाम",
song:'\nदीव्यद् वृंदारण्य कल्प-द्रुमाधः\nश्रीमद् रत्नागार सिंहासनस्थौ\nश्रीमद् राधा श्रील गोविंद देवौ \nष्रेष्ठालीभिः सेव्यमानौ स्मरामि\n',
},

{
title:" प्रयोजनाधिदेव प्रणाम",
song:'\nश्रीमान् रास रसारंभी वंशीवट तटस्थितः \nकर्षन् वेणुस्वनैर् गोपीर् गोपीनाथः श्रीयेऽस्तु नः\n',
},

{
title:"श्री राधा प्रणाम",
song:'\nतप्त-कांचन गौरांगी राधे वृंदावनेश्वरी\nवृषभानु सुते देवी प्रणमामि हरि-प्रिये\t\n',
},

{
title:"श्री श्री गुर्वष्टक",
song:'\nसंसार-दावानल-लीढ-लोक\nत्राणाय कारुण्य-घनाघनत्वम्\nप्राप्तस्य कल्याण-गुणार्णवस्य\nवंदे गुरोः श्री चरणारविंदं \n\nमहाप्रभोः कीर्तन-नृत्य-गीत\nवादित्र-माद्यन्-मनसो रसेन\nरोमान्च-कंपाश्रु-तरंग-भाजो\nवंदे गुरोः श्री चरणारविंदं \n\nश्री विग्रहाराधन नित्य नाना\nशृंगार-तन्मंदिर मार्जनादौ\nयुक्तस्य भक्तांश्च नियुंजतोऽपि\nवंदे गुरोः श्री चरणारविंदं \n \nचतुर्विध श्री भगवत् प्रसाद\nस्वाद्वन्न तृप्तान् हरिभक्त संघान्\nकृत्वैव तृप्तिं भजतः सदैव\nवंदे गुरोः श्री चरणारविंदं \n \nश्री राधिका-माधवयोर्-अपार\nमाधुर्य-लीला-गुण-रूप-नाम्नां\nप्रतिक्षणास्वादन-लोलुपस्य\nवंदे गुरोः श्री चरणारविंदं \n\nनिकुंज यूनो रति-केलि- सिद्ध्यै \nया यालिभिर्-युक्तिर्-अपेक्षणीया\nतत्राति-दाक्ष्याद् अति वल्लभस्य\nवंदे गुरोः श्री चरणारविंदं \n\nसाक्षाद्धरित्वेन समस्त-शास्त्रैर्\nउक्तस्तथा भाव्यत एव सद्भिः\nकिंतु प्रभोर्-यः प्रिय एव तस्य\nवंदे गुरोः श्री चरणारविंदं \n\nयस्य प्रसादात् भगवत्-प्रसादो\nयस्याप्रसादात् न गतिः कुतोऽपि\nध्यायन् स्तुवंस्तस्य यशास् त्रिसंध्यां\nवंदे गुरोः श्री चरणारविंदं\n',
},

{
title:"श्री नरसिंह प्रणाम",
song:'\nनमस्ते नरसिंहाय प्रह्लादाह्लाद-दायिने\nहिरण्यकशिपोर्वक्शः शिला-टंक-नखालये \n\nइतो नृसिंहः परतो नृसिंहो यतो यतो यामि ततो नृसिंहः \nबहिर् नृसिंहो हृदये नृसिंहो नृसिंहं आदिं शरणं प्रपद्ये\n',
},

{
title:"श्री नरसिंह प्रार्थन",
song:'\nतव कर-कमल-वरे नखं अद्भुत-शृंगं \nदलित हिरण्यकशिपु-तनु-बृंगं\nकेशव धृत-नरहरि-रूप जय जगदीश हरे\n',
},

{
title:"श्री तुलसी प्रणाम",
song:'\nवृंदायै तुलसी देव्यै प्रियायै केशवस्य च\nविष्णु-भक्ति-प्रदे देवी सत्यवत्यै नमो नमः\n\n',
},

{
title:"श्री तुलसी-कीर्तन",
song:'\nतुलसी कृष्ण प्रेयसी नमो नमः \nराधा-कृष्ण-सेवा पाबॊ ऎइ अभिलाषी\n\t\nये तोमार शरण लोय्, तार वांछा पूर्ण होय्\nकृपा कोरि कोरॊ तारॆ वृंदावन-वासी\n\nमॊर् एइ अभिलाष्, विलास् कुंजॆ दियो वास् \nनयनॆ हेरिबॊ सदा युगल-रूप-राशि \n\nएइ निवेदन धरो, सखीर् अनुगत कोरॊ \nसेवा-अधिकार दियॆ कोरॊ निज दासी\n\nदीन-कृष्ण-दासॆ कोय्, एइ जॆन मोर होय् \nश्री राधा-गोविंद-प्रेमॆ सदा येन भासि\n',
},

{
title:"श्री तुलसी प्रदक्षिण मंत्र",
song:'\nयानि कानि च पापानि ब्रह्म हत्यादिकानि च\nतानि तानि प्रणश्यंति प्रदक्षिणः पदे पदे  \n',
},

{
title:"अरुणॊदय-कीर्तन ",
song:'\nI',
},

{
title:" जीव् जागॊ",
song:'\nजीव् जागो जीव् जागो, गौरचांद बोले \nकोत निद्रा जाओ माया पिशाचीर-कोले\n\nभजिबॊ बोलिया ऎसॆ संसार-भितरे \nभुलिया रोहिलॆ तुमि अविद्यार भरे \n\nतॊमारॆ लोइते आमि हॊइनु अवतार \nआमि बिना बंधु आर कॆ आछॆ तॊमार\n\nएनॆछि औषधि माया नाशिबारॊ लागि \nहरि-नाम महा-मंत्र लओ तुमि मागि\n\nभकति विनोद प्रभु-चरणे पडिया\nसॆइ हरिनाम मंत्र लॊइलॊ मागिया\nII',
},

{
title:" उदिलॊ अरुण",
song:"\nउदिलो अरुण पूरब-भागे द्विजमणि गोरा अमनि जागे\nभकत समूह लोइया साथे गेला नगर-ब्राजे\n\n'ताथै ताथै' बाजलॊ खोल् घन घन ताहॆ झाजेर रोल् \nप्रेमे ढलढल सोणार अंग चरणॆ नूपुर बाजे \n\nमुकुंद माधव यादव हरि बोलेन बोलोरॆ वदन भोरि\nमिछे निद-बशे गेलो रॆ राति दिवस शरीर साजे \n\nएमन दुर्लभ मानव देहो पाइया कि कोरो भाव ना केहॊ\nएबॆ ना भजिलॆ यशोदा सुत चरमॆ पोरिबॆ लाजे\n\nउदित तपन हॊइलॆ अस्त दिन गॆलो बोलि हॊइबॆ ब्यस्त \nतबॆ कॆनॊ एबे अलस होय् ना भज हृदॊय राजे \n\nजीवन अनित्य जानह सार् ताहॆ नाना विध विपद-भार्\nनामाश्रय कोरि जतनॆ तुमि थाकह आपन काजे\n\nजीवेर कल्याण साधन काम् जगतॆ आसि’ ए मधुर नाम् \nअविद्या तिमिर तपन रूपॆ हृद् गगनॆ बिराजे \n\nकृष्ण-नाम-सुधा कोरिया पान् जुड़ाऒ भकति विनोद-प्राण्\nनाम बिना किछु नाहिकॊ आरॊ चौद्द-भुवन माझे\n",
},

{
title:"श्री नाम",
song:'\nगाय् गोरा मधुर् स्वरे \nहरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे \nहरे राम हरे राम राम राम हरे हरे \n\nगृहे थाको वने थाको सदाहरिबोलॆ डाको\nसुखे दुःखे भुलो नाको वदने हरिनाम् कोरॊ रे \n\nमाया-जाले बद्ध होये आछो मिछे काज लोये\nएखोन चेतन पे ‘ये राधा-माधव नाम बोलो रे \n\nजीवन होइलो शेष ना भजिले हृषीकेश \nभक्तिविनोदोपदेश एक्बार् नाम् रसे मातो रॆ\n',
},

{
title:"गोपीनाथ ",
song:"\nभाग-\nगोपिनाथ्, मम निवेदन शुनो \nविषयी दुर्जन, सदा काम-रत,\nकिछु नाहि मोर गुण \n\nगोपीनाथ्, आमार भरसा तुमि \nतोमार चरणे, लोइनु शरण,\nतोमार किंकॊर आमि \n\t\nगोपीनाथ्, कॆमोने शोधिबे मोरे\nना जानि भकति, कर्मे जड-मति,\nपोडेछि संसार-घोरे\n\nगोपीनाथ्, सकलि तोमार माया \nनाहि मम बल, ज्ञान सुनिर्मल,\nस्वाधीन नहे ए काया \n\nगोपीनाथ्, नियत चरणे स्थान \nमागे ए पामर, कान्डिया कान्डिया,\nकॊरोहे करुणा दान \n\nगोपीनाथ्, तुमि तो' सकलि पारो \nदुर्जने तारिते, तोमार शकति,\nके आछे पापीर आरो\n\nगोपीनाथ्, तुमि कृपा-पाराबार \nजीवेर कारणे, आसिया प्रपंचे\nलीला कोइले सुबिस्तार\n\nगोपीनाथ्, आमि कि दोषे दोषी\nअसुर सकल, पाइलो चरण,\nविनोद थाकिलो बोसि'\n\nभाग - \nगोपीनाथ्, घुचाओ संसार-ज्वाला \nअविद्या-जातना, आरो नाहि सहे,\nजनम-मरण-माला \n\nगोपीनाथ्, आमि तो' कामेर दास \nविषय-बासना, जागिछे हृदॊये,\nफाडिछे करम फास\n\nगोपीनाथ्, कबे वा जागिबो आमि\nकाम-रूप अरि, दूरे तेयागिबो,\nहृदॊये स्फुरिबे तुमि\n\nगोपीनाथ् आमि तो' तोमार जन \nतोमारे, छाडिया, संसार भजिनु,\nभुलिया आपन-धन \n\nगोपीनाथ्, तुमि तो' सकलि जानो\nआपनार जने, दण्डिया एखनो \nश्री-चरणे, देहो स्थानो \n\nगोपीनाथ्, एइ कि, विचार तब\nबिमुख देखिया, छाडो निज-जने,\nन कोरो'करुणा-लब\n\nगोपीनाथ्, आमि तो’ मूरख अति \nकिसे भालो होय, कभु ना बुझिनु,\nताइ हेनो मम गति \n\nगोपीनाथ्, तुमि तो' पण्डित-बर \nमूढेर मंगल, तुमि अन्वेषिबे\nए दासे ना भावो'पर\n\nभाग - \nगोपीनाथ्, आमार उपाय नाइ\nतुमि कृपा कोरि', आमारॆ लोइले,\nसंसारे उद्दार पाइ \n\nगोपीनाथ्, पोडेछि मायार फेरे\nधन, दार, सुत, घिरेछे आमारे,\nकामेते रेखेछे जेरे \n\nगोपीनाथ्, मन जे पागल मोर \nना माने शासन, सदा अचेतन,\nविषये रो'येछे  घोर \n\nगोपीनाथ्, हार जे मेनेछि आमि \nअनेक जनत, होइलो बिफल,\nएखनो भरसा  तुमि \n\nगोपीनाथ्, केमोने  होइबे गति \nप्रबल इंद्रिय बोशी-भूत मन,\nना छाडे विषय-रति \n\nगोपीनाथ्, हृदोये बोसिया मोर \nमनके शमिया, लहो निज पाने,\nघुचिबे विपद घोर \n\nगोपीनाथ्, अनाथ देखिया मोरे \nतुमि, हृषिकेश, हृषीक दमिया,\nतारो'हे संसृति-घोरे \n\nगोपीनाथ्, गलाय लेगेछे  फास \nकृपा-आसि धोरि', बंधन छेदिया,\nविनोदे कोरोहो दास\n",
},

{
title:"गुरुदेव्",
song:'\n\n! कृपाबिंदु दिया, कोरॊ ऎइ दासॆ,\nतृणापेखा अति हीन \nसकल सहने, बल दिया कोरॊ,\nनिज-माने स्पृहा-हीन \n\nसकलॆ सम्मान, कोरितॆ शकति,\nदेहो नाथ! जथाजथ\nतबॆ तो गाइबो, हरि-नाम-सुखे,\nअपराध हबॆ हत\n\nकबॆ हेनॊ कृपा, लभिया ऎ जन,\nकृतार्थ होइबे, नाथ \nशक्ति-बुद्धि-हीन, आमि अति दीन,\nकोरॊ मोरॆ आत्म-साथ\n\nजोग्यता-विचारॆ, किछु ना हि पाइ,\nतोमार करुणा-सार \nकरुणा ना होइले, कांदिया कांदिया \nप्राण ना राखिबॊ आर\n',
},

{
title:"मानस देह गेह",
song:'\n\nमानस, देहो, गेहो, जो किछु मोर्\nअर्पिलु तुवा पदे, नन्द-किशोर् \n\nसंपुदे विपदे, जीवने-मरणे\nदाय् मम गेला, तुवा ओ-पद बरणे\n\nमारोबि राखोबि-जो इच्छा तोहारा\nनित्य-दास प्रति तुवा अधिकारा \n\nजन्माओबि मोए इच्छाजदि तोर्\nभक्त-गृहे जनि जन्म हउ मोर् \n\nकीट-जन्म हउ जथा तुवा दास् \nबहिर्मुख ब्रह्म-जन्मे नाहि आश् \n\nभक्ति-मुक्ति-स्पृहा विहीन जे भक्त \nलभइते ताको संग अनुरक्त \n\nजनक, जननी, दयित, तनय्\nप्रभु, गुरु, पति-तुहू सर्व-मोय् \n\nभकतिविनोद कोहे शुनो कान!\nराधा-नाथ! तुहु हामार पराण\n',
},

{
title:"प्रसाद सेवाय ",
song:'\nI',
},

{
title:" महा प्रसादॆ",
song:'\n\nमहा-प्रसादे गोविंदे नाम-ब्राह्मणि वैष्णवे\nस्वल्प-पुण्य-वतां राजन् विश्वासो नैव जायते\nII',
},

{
title:" शरीर अबिद्या",
song:'\n\nशरीर अविद्या-जाल्, जोडेंद्रिय ताहॆ काल् \nजीवे फेलॆ विषय- सागॊरॆ\nताऽर मध्ये जिह्वा अति, लोभमोय् सुदुर्मति \nताऽके जेता कठिन संसारे\n\nकृष्ण बडॊ दॊयामोय्, कोरिबारॆ जिह्वा जय्\nस्वप्रसादन्न दिलो भाइ\nसेइ अन्नामृत पाओ राधा-कृष्ण गुण गाओ\nप्रेमे डाकॊ चैतन्य-निताइ  \n',
},

{
title:"राधा-कृष्ण बोल्",
song:"\n\n बोल् बोलो रे सोबाइ \n(एइ) शिखा दिया, सब् नदीया\nफिर्छे नेचे' गौर-निताइ\n(मिछे) मायार् बोशे, जाच्छो भेसे'\nखाच्छो हाबुडुबु भाइ \n\n(जीव्) कृष्ण-दास्, ए विश्वास्,\nकोर्ले तो' आर् दुःखो नाइ\n(कृष्ण) बोल्बे जबे, पुलक् ह'बे\nझोर्बे आँखि, बोलि ताइ\n\n('राधा) कृष्ण' बोलो संगॆ चलो,\nएइ-मात्र भिखा चाइ \n(जाय्) सकल् बिपोद् भक्तिविनोद् \nबोले, जखोन् ओ-नाम् गाइ   \n",
},

{
title:"जय राधा-माधव",
song:'\n\n(जय) राधा-माधव (जय) कुंजविहारी\n(जय) गोपि-जन-वल्लभ (जय) गिरिवरधारी\n(जय) यशोदानंदन, (जय) व्रजजनरंजन,\n(जय) यमुना-तीर वन-चारी\n',
},

{
title:"सिद्धि-लालसा",
song:"\n\nकबे गौर-वने, सुरधुनी-तटे \n'हा राधे हा कृष्ण' बोले'\nकांदिया बेरा' बो, देहो-सुख छाड़ि’,\nनाना लता-तुरु-तले\n\nश्व-पच-गृहेते, मागिया खाइबो,\nपिबो सरस्वती-जल \nपुलिने पुलिने, गडा-गडि दिबो,\nकोरि' कृष्ण- कोलाहल \n\nधाम-वासी जने प्रणति कोरिया\nमागिबो कृपार लेश \nवैष्णव-चरण-रेणु गाय माखि',\nधोरि अवधूत-बेश\n\nगौड-ब्रज-जने, भेद ना देखिबो \nहोइबो बरज-बासी\nधामेर स्वरूप, स्फुरिबे नयने\nहोइबो राधार दासी\n",
},

{
title:"कबे ह'बे बोलो ",
song:"\n\nकबे ह' बे बोलो से-दिन अमार् \n(आमार्) अपराध घुचि', शुद्ध नामे रुचि,\nकृपा-बाले ह' बे हृदोये संचार्\n\nतृणाधिक हीन, कबे निजे मानि',\nसहिष्णुता-गुण हृदयेते आनि'\nसकले मानद, आपनि अमानी,\nहो' ये आस्वादिबो नाम-रस-सार् \n\nधन जन आर, कोबिता-सुंदरी,\nबोलिबो ना चाहि देहो-सुख-करी\nजन्मे जन्मे दाओ, ओहे गौरहरि \nअहैतुकी भक्ति चरणे तोमार् \n\n(कबे) कोरिते श्री-कृष्ण-नाम उच्चारण\nपुलकित देहो गद्गद वचन \nबैबर्ण्य-बेपथु ह' बे संघटन,\nनिरंतर नेत्रे ब'बे अश्रु-धार् \n\nकबे नवद्वीपे, सुरधुनी-तटे,\nगौर-नित्यानंद बोलि' निष्कपटॆ\nनाचिया गाइया, बेडाइबो छुटे,\nबातुलेर प्राय छाडिया बिचार्\n\nकबे नित्यानंद मोरे कोरि' दोया',\nछाडाइबो मोर विषयेर माया \nदिया मोरे निज-चरणेर छाया,\nनामेर हाटेते दिबे अधिकार् \n\nकिनिबो लुटिबो हरि-नाम-रस,\nनाम-रसे मति' होइबो बिबश\nरसेर रसिक-चरण परश,\nकोरिया मोजिबो रसे अनिबार् \n\nकबे जीबे दोया, होइबे उदोय,\nनिज-सुख भुलि' सुदीन-हृदोय \nभकतिविनोद, कोरिया बिनोय,\nश्री-आज्ञा-टहल कोरिबे प्रचार्\n",
},

{
title:"शुद्ध-भकत",
song:"\n\n-चरण-रेणु, भजन-अनुकूल \nभकत-सेवा, परम-सिद्धि, प्रेम-लतिकार मूल \n\nमाधव-तिथि, भक्ति-जननी, जतने पालन कोरि \nकृष्ण-बसति, बसति बोलि' परम आदरे बोरि\n\nगौर् आमार, जे-सब स्थाने, कोरलो भ्रमण रंगे\nसे-सब स्थानॆ, हेरिबो आमि, प्राणमि-भकत-संगे\n\nमृदंग-वाद्य, शुनिते मन, अबसर सदा जाचे\nगौर-बिहित, कीर्तन शुनि ', आनंदे हृदोय नाचे\n\nजुगल-मूर्ति, देखिया मोर, परम-आनंद होय,\nप्रसाद सेबा कोरिते होय सकल प्रपंच जय \n\nजे-दिन गृहे, भजन देखि, गृहेते गोलोक भाय \nचरण-सीधु, देखिया गंगा, सुख सा सीमा पाय \n\nतुलसी देखि ', जुडाय प्राण, माधव-तोषने जानि' \nगौर-प्रिय, शाक-सेवने, जीवन सार्थक मानि\n\nभकतिविनोद कृष्ण भजने, अनुकूल पाय जाहा \nप्रति-दिवसे परम-सुखे स्वीकार कोरोये ताहा  \n",
},

{
title:"भोग-आरति ",
song:"\n\nभज भकत-वत्सल श्री-गौरहरि \nश्री-गौरहरि सोहि गोष्ठ-विहारी,\nनंद-जशोमती-चित्त-हारी\n\nबेला हो ' लो, दामोदर, आइस एखानो \nभोग-मंदिरे बोसि' कोरहो भोजन\n\nनंदेर निदेशे बैसे गिरि-वर-धारी\nबलदेव-सह सखा बैसे सारि सारि \n\nशुक्ता-शाकादि भाजि नालिता कुष्माण्ड\nडालि डाल्ना दुग्ध-तुंबी दधि मोचा-खंड\n\nमुद्ग-बोडा माष-बोडा रोटिका घृतान्न \nशष्कुली पिष्टक खीर् पुलि पायसान्न \n\nकर्पूर अमृत-केलि रंभा खीर-सार \nअमृत रसाला, आम्ल द्वादश प्रकार\n\nलुचि चिनि सर्पूरी लाड्डु रसाबली\nभोजन कोरेन कृष्ण हो 'यो कुतूहली\n\nराधिकार पक्क अन्न विविध व्यंजन\nपरम आनंदे कृष्ण कोरेन भोजन \n\nछले-बले लाड्डु खाय् श्री-मधुमंगल\nबगल बाजाय् आर देय हरि-बोलो\n\nराधिकादि गुणे हेरि' नयनेर कोणे\nतृप्त हो 'ये खाय् कृष्ण जशोदा-भवने\n\nभोजनांते प्रिये कृष्ण सुबासित बारि \nसबे मुख प्रखालोय् हो 'ये सारि सारि \n\nहस्त-मुख प्रखालिया जत सखा-गुणे \nआनंदे बिश्राम कोरे बलदेव-सने\n\nजम्बुल रसाल आने ताम्बुल -मसाला \nताहा खेये कृष्ण-चन्द्र सुखे निद्रा गेला \n\nबिशालाख शिखि-पुच्छ-चामर ढुलाय\nआपूर्ब शय्याय कृष्ण सुखे निद्रा जाय \n\nजशोमती-आज्ञा पे'ये धनिष्ठा-आनीतो\nश्रीकृष्ण-प्रसाद राधा भुंजे हो'ये प्रीतो \n\nललितादि सुखी-गुण अवशेष पाय \nमने मने सुखे राधा-कृष्ण-गुण गाय \n\nहरि लीला एक्-मात्र जाहार प्रमोद \nभोगारति गाय् ठाकुर् भकतिविनोद\n",
},

{
title:"गौर-आरति ",
song:"\n\nजय जय गोराचांदेर् आरति को शोभा \nजाह्नवी-तट-वने जग-मन-लोभा\n\nदखिणॆ नीताइचांद्, बामे गदाधर \nनिकटे अद्वैत, श्रीनिवास छत्रधर\n\nबोसियाछे गोराचांद रत्न-सिंहासने\nआरति कोरॆन् ब्रह्मा-आदि देव-गणे\n\nनरहरि-आदि कोरि ' चामर ढुलाय \nसंजय मुकुंद बासु घोषादि गाय \n\nशंख बाजे घंटा बाजे बाजे करताल\nमधुर मृदंग बाजे परम रसाल \n\nबहु कोटि चंद्र जिनि ' वदन उज्ज्वल \nगल-देशे बन-माला कोरॆ झलमल \n\nशिव-शुक-नारद प्रेमे गदगद\nभकतिविनोद देखे गोरार संपद  \n",
},

{
title:"श्री नाम-कीर्तन ",
song:'\n\nयशोमती नंदन, ब्रज-बरो-नागर \nगोकुल रंजन काना\nगोपी-पराण-धन, मदन-मनोहर \nकालिय-दमन-विधान\n\nअमल हरिनाम् अमिय विलासा\nविपिन-पुरंदर, नवीन नागर-बोर\nबंशी-बदन सुवासा\n\nब्रज-जन-पालन, असुर-कुल-नाशन \nनंद गो-धन राखोवाला\nगोविंद माधव, नवनीत तस्कर \nसुंदर नंद-गोपाला\n\nजामुन-तट-चर, गोपी-बसन-हर\nरास-रसिक कृपामोय\nश्री राधा-वल्लभ, बृंदावन-नटबर \nभकतिविनोद् आश्रय\n',
},

{
title:"तुमि सर्वेश्वरेश्वर ",
song:"\n\nतुमि सर्वेश्वरेश्वर, ब्रजेंद्र-कुमार \nतोमार इच्छाय विश्वे सृजन संहार \n\nतव इच्छा-मतो ब्रह्मा कॊरेन सृजन \nतव इच्छा-मतो विष्णु कॊरेन पालन \n\nतव इच्छा मते शिव कॊरेन संहार \nतव इच्छा मते माया सृजे कारागार \n\nतव इच्छा-मते जीवेर् जनम-मरण \nसमृद्धि-निपात दुःख सुख-संघटन\n\nमिछे माया-बद्ध जीव आशा-पाशे फिरे'\nतव इच्छा बिना किछु कोरिते ना पारे\n\nतुमि तॊ' रखक आर् पालक आमार \nतोमार चरण बिना आशा नाहि आर\n\nनिज-बल-चेष्टा-प्रति भरसा छाडिया\nतोमार इच्छाय् आछि निर्भर कोरिया\n\nभकतिविनोद अति दीन अकिंचन \nतोमार इच्छाय् ता ' र जीवन मरण\n",
},

{
title:" ओहे वैष्णव ठाकुर",
song:"\n\nओहॆ! वैष्णब ठाकुर दॊयार सागर \nए दासॆ कोरुणा कोरि'\nदिया पद-छाया, शोधो हॆ आ माय,\nतॊमार चरण धोरि\n\nछय बॆग दोमि', छय दोष शोधि'\nछय गुण देहो' दासे\nछय सत्संग, देहो' हॆ आमारे,\nबॊषॆछि संगेर आशे\n\nएकाकी आमार, नाहि पाय बल \nहरि-नाम-संकीर्तने\nतुमि कृपा कोरि', श्रद्धा-बिंदु दिया,\nदेहो कृष्ण-नाम-धने\n\nकृष्ण सॆ' तॊमार, कृष्ण दितॆ पारो,\nतॊमार शकति आछॆ \nआमि तो' कांगाल, 'कृष्ण' 'कृष्ण' बोलि,\nधाइ तव पाछॆ पाछॆ\n",
},

{
title:"विभावरी शेष ",
song:'\n\nआलोक-प्रवेश,\nनिद्राचाडि’ उठो जीव\nबोलो हरि हरि, मुकुंद मुरारि,\nराम कृष्ण हयग्रीव\n\nनृसिंह वामन, श्री मधुसूधन,\nब्रजेंद्र नंदन श्याम\nपूतना-घातन कैटभ-शातन\nजय दाशरथि-राम\n \nयशोदा दुलाल, गोविंद गोपाल,\nवृंदावन पुरंदर\nगोपी-प्रिय-जन, राधिका-रामण\nभुवन-सुंदर-बर\n\nरवणांतकर, माखन-तस्कर,\nगोपी-जन-वस्त्र- हरी\nब्रजेर राखाल, गोपा-वृंद-पाल,\nचित्त- हरी बंशी-धारी\n\nयोगींद्र-बंदन, श्री-नंद-नंदन,\nब्रज-जन-भय-हरी\nनवीन नीरद, रूप मनोहर,\nमोहन-बंशी-बिहारी\n \nयशोदा-नंदन, कंस निसूदन\nनिकुंज-रास-विलासी\nकदंब कानन रास पारायण\nबृंद-विपिन-निवासी\n \nआनंद-वर्धन, प्रेम-निकेतन,\nफुल-शर-जोजक काम\nगोपांगनागण, चित्त- विनोदन\nसमस्त- गुण-गण-धाम\n\nजामुन-जीवन, केलि पारायण,\nमानस – चंद्र – चकोर\nनाम सुधारस, गाओ कृष्ण जश,\nराखो वचन मन मोर\n',
},

{
title:"विद्यार विलासॆ",
song:"\n\nविद्यार विलासे,काटाइनु काल,\nपरम साहसे आमि \nतोमार चरण ना भजिनु कभु,\nएखोन शरण तुमि \n\nपॊडिते पॊडिते, भरसा बाडिलो,\nज्ञाने गति हबे मानि' \nसे आशा बिफल से ज्ञान दुर्बल,\nसे ज्ञान अज्ञान जानि \n\nजड-विद्या जतो, मायार वैभव \nतोमार भजने बाधा \nमोह जनमिया, अनित्य संसारे\nजीबके करॆये गाधा\n\nसेइ गाधा हो ' ये संसारेर बोझा,\nबहिनु अनेक काल \nवार्धक्ये एखनो, शक्तिर अभावे,\nकिछु नाहि लागे भालो\n\nजीवन जातना, होइलो एखनो,\nसे विद्या अविद्या भेलो \nअविद्यार ज्वाला, घटिलो बिषम,\nसे विद्या होइलो शेलो\n\nतोमार चरण, बिना किछु धन,\nसंसारे ना आछे आर\nभकतिविनोद, जड - विद्या छाडि',\nतुवा पद कोरॆ सार \n",
},

{
title:"वैष्णवे विज्ञप्ति",
song:"\n\nएइ-बारो करुणा कॊरो वैष्णव गोसाइ\nपतित-पावन तोमा बिने केहो नाइ\n\nजाहार निकटे गेले पाप दूरे जाय् \nएमोन दोयाल प्रभु केबा कोथा पाय् \n\nगंगार परश होइले पश्चाते पावन् \nदर्शने पवित्र कोरो-एइ तोमार गुण्\n\nहरि-स्थाने अपराधे तारे हरि-नाम् \nतोमा स्थाने अपराधे नाहि परित्राण्\n\nतोमार हृदोये सदा गोविन्द-विश्राम् \nगोविन्द कोहेन-मोर वैष्णव पराण्\n\nप्रति-जन्मे कोरि आशा चरणेर धूलि\nनरोत्तमे कोरो दोया आपनार बोलि'\n",
},

{
title:"इष्ट-देवॆ विज्ञप्ति",
song:"\n\nहरि हरि! बिफले जनम गोङाइनु\nमनुष्य-जनुम पाइया, राधा-कृष्ण ना भजिया,\nजानिया शुनिया बिष खाइनु \n\nगोलोकेर प्रेम-धन, हरि-नाम-संकीर्तन\nरति ना जन्मि लो केने ताय् \nसंसार-बिषानले' दिबा-निशि हिया ज्वले,\nजुडाइते ना कोइनु उपाय् \n\nब्रजेंद्र-नंदन जेइ, शची-सुत होइलो सेइ,\nबलराम होइलो निताइ  \nदीन-हीन जत छिलो, हरि-नामे उद्दारिलो,\nतार शाक्षी जगाइ माधाइ\n\nहा हा प्रभु नंद-सुत, वृषभानु-सुता-जुत,\nकोरुणा करोहो एइ-बारो \nनरोत्तम-दास कोय्, ना ठॆलिहो रांगा पाय्,\nतोमा बिने के आछे आमार\n",
},

{
title:"लालसामयी प्रार्थन",
song:"\n\n'गौरांग' बोलिते हबे पुलक - शरीर \n'हरि हरि' बोलिते नयने ब'बे नीर \n\nआर कबे निताइ-चान्देर् कोरुणा होइबे \nसंसार-बासना मोर कबे तुच्छ ह'बे \n\nविषय छाडिया कबे शुद्ध ह'बे मन\nकबे हाम हॆरबो श्री-वृंदावन \n\nरूप-रघुनाथ-पदे होइबे आकुति\nकबे हाम बुझबो से जुगल-पीरिति\n\nरूप-रघुनाथ-पदे रहु मोर आश\nप्रार्थना कोरोये सदा नरोत्तम-दास\n",
},

{
title:"नाम-संकीर्तन",
song:'\n\nहरि हराये नमः कृष्ण यादवाय नमः \nयादवाय माधवाय केशवाय नमः \n\nगोपाल गोविंद राम श्री मधुसूदन\nगिरिधारी गोपीनाथ मदन-मोहन \n\nश्री चैतन्य-नित्यानंद-श्री अद्वैत-सीता \nहरि गुरु वैष्णव भागवत गीता \n\nश्री-रूप सनातन भट्ट रघुनाथ्\nश्री जीव गोपाल-भट्ट दास रघुनाथ् \n\nएइ छाय् गोसाइर् कोरि चरण वंदन् \nजाहा होइतॆ बिघ्न-नाश् अभीष्ट-पूरण्\n\nएइ छय् गोसाइ जार् मुइ तार् दास् \nता सबार पद-रेणु मोर पंच-ग्रास् \n\nतादेर चरण-सॆबि-भक्त-सनॆ बास् \nजनमॆ जनमॆ होय् एइ अभिलाष्\n\nएइ छय् गोसाइ जबॆ ब्रजॆ कॊइला बास् \nराधा-कृष्ण-नित्य-लीला कॊरिला प्रकाश् \n\nआनंदे बोलो हरि भज बृंदावन् \nश्री-गुरु-वैष्णव-पदे मजाइया मन्\n\nश्री-गुरु-वैष्णव-पाद-पद्म कोरि आश् \n कोहॆ नरोत्तम दास्\n',
},

{
title:"सखी-वृंदे विज्ञप्ति",
song:"\n\nराधा-कृष्ण प्राण मोर जुगल-किशोर \nजीवने मरणे गति आरो नाहि मोर \n\nकालिंदीर कूले केलि-कदंबेर वन \nरतन-बॆदीर उपर बॊसाबॊ दु' जन \n\nश्याम-गौरी-अंगे दिबो (चूवा) चंदनेर गंध \nचामर ढुलाबो कबे हॆरि मुख-चंद्र \n\nगाथिया मालतीर् माला दिबॊ दोहार गले\nअधरे तुलिया दिबो कर्पूर-तांबूले\n\nललिता विशाख-आदि जत सखी-वृंद \nआज्ञाय कॊरिबॊ सेबा चरणारविंद \n\nश्री-कृष्ण-चैतन्य-प्रभुर् दासेर् अनुदास् \nसेवा अभिलाष कोरॆ नरोत्तम दास\n",
},

{
title:"सपार्षद-भगवद्-विरह-जनित-विलाप",
song:'\n\nजॆ अनिलॊ प्रेम-धन कोरुणा प्रचुर्\nहेनॊ प्रभु कोथा गेला आचार्य- ठाकूर्\n\nकाहा मोर स्वरूप् रूप काहा सनातन्\nकाहा दास रघुनाथ पतित-पावन् \n\nकाहा मोर भट्ट-जुग काहा कविराज् \nएक-कालॆ कोथा गेला गोरा नटराज् \n\nपाषाणे कुटिबॊ माथा अनलॆ पशिबो\nगौरांग गुणेर निधि कोथा गेलॆ पाबो \n\nसे-सब संगीर संगे जे कोइलो बिलास्\nसे-संग ना पाइया कांदे नरोत्तम दास्\n',
},

{
title:"सावरण-श्री-गौर-महिमा",
song:"\n\nगौरांगेर दुटि पद, जार् धन संपद,\nसे जाने भकतिरससार्\nगौरांगेर मधुरलीला, जार् कर्णे प्रवेशिला\nहृदॊय निर्मल भेलो तार्\n\t\nजे गौरांगेर नाम लॊय्, तार हॊय् \nप्रेमोदॊय्\nतारे मुइ जाइ बोलिहारि \nगौरांगगुणेतॆ झुरे, नित्यलीला तारे स्फुरे,\nसे जन भकति-अधिकारी\n\nगौरांगेर संगिगणे, नित्यसिद्ध कॊरि' माने,\nसे जाय् ब्रजेंद्र सुतपाश्\nश्री गौडमंडलभूमि, जेबा जाने चिंतामणि,\nतार हॊय् ब्रजभूमे बास् \n\nगौरप्रेम रसार्णवे, से तरंगे जेबा डुबे,\nसे राधामाधव-अंतरंग \nगृहे बा वनेते थाके, 'हा गौरांग' बो'ले डाके'\nनरोत्तम मागे तार संग\n",
},

{
title:"श्री गुरु-वंदना",
song:"\n\nश्री गुरु-चरण-पद्म केवल भकति सद्म\nबंदॊ मुयि सावधान मते\nजाहार प्रसादे भाइ ए भव तोरिया जाइ \nकृष्ण-प्राप्ति होय् जाहा ह'ते \n\nगुरु-मुख-पद्म-वाक्य, चित्तेतॆ कॊरिया ऐक्य\nआर् ना कोरिहो मने आशा \nश्री गुरु-चरणे रति, ऎइ से उत्तम-गति,\nजे प्रसादे पूरे सर्व आशा \n\nचखु-दान् दिलो जेइ जन्मे जन्मे प्रभु सेइ\nदिव्य-ज्ञान् हृदे प्रॊकाशितो\nप्रेम-भक्ति जाहा होइते अविद्या विनाश जाते \nवेदॆ गाय् जाहार चरितो \n\nश्री गुरु करुणासिंधु, अधम जनर बंधु \nलोकनाथ् लोकेर जीवन \nहा हा प्रभु कोरो दोया, देहो मोरे पद-छाया,\nएबे जश घुषुक् त्रिभुवन\n",
},

{
title:"सावरण-श्री-गौर-पाद-पद्मॆ प्रार्थन ",
song:'\n\nश्री-कृष्ण-चैतन्य प्रभु दॊया कॊरो मोरे\nतॊमा बिना कॆ दॊयालु जगत्-संसारे\n\t\nपतित-पावन-हेतु तव अवतार \nमॊ सम पतित प्रभु ना पाइबे आर \n\nहा हा प्रभु नित्यानंद, प्रेमानंद सुखी\nकृपावलोकन कॊरो आमि बॊडॊ दुःखी\n\nदॊया कॊरो सीता-पति अद्वैत गोसाइ\nतव कृपा-बले पाइ चैतन्य-निताइ\n\nहा हा स्वरूप्, सनातन, रूप, रघुनाथ \nभट्ट-जुग, श्री-जीव हा प्रभु लोकनाथ \n\nदॊया कॊरो श्री-आचार्य प्रभु श्रीनिवास \nरामचंद्र-संग मागे नरोत्तम-दास\n',
},

{
title:"मनः-शिक्षा",
song:"\n\nनिताइ-पद-कमल, कोटि-चंद्र-सुशीतल,\nजे छायाय् जगत जुराय्\nहेनो निताइ बिने भाइ, राधा-कृष्ण पाइते नाइ,\nदृढ कोरि ' धरो नीताइर् पाय्\n\nसे संबंध नाहि जा'र्, बृथा जन्म गोलो ता'र्,\nसेइ पशु बोडो दुराचार् \nनिताइ ना बोलिलो मुखे, मजिलो संसार-सुखे,\nविद्या-कुले कि कोरिबे तार्\n\nअहंकारे मत्त होइया, निताइ-पद पासरिया,\nअसत्येरे सत्य कोरि मानि\nनिताइयेर् कोरुणा हबॆ, ब्रजे राधा-कृष्ण पाबे,\nधरो निताइ-चरण दु'खानि\n\nनिताइयेर् चरण सत्य, ताहार सेवक नित्य,\nनिताइ-पद सदा कोरो आश\nनरोत्तम बोडो दुखी, निताइ मोरे कोरो सुखी,\nराखो रांगा-चरणेर पाश\n",
},

{
title:"श्री रूप मंजरी पद",
song:'\n\nश्री-रूप-मंजरी-पद, सेइ मोर संपद,\nसेइ मोर् भजन-पूजन \nसेइ मोर प्राण-धन, सेइ मोर आभरण \nसेइ मोर् जीवनेर जीवन \n\nसेइ मोर रस-निधि, सेइ मोर वांछा-सिद्धि,\nसेइ मोर् वेदेर धरम\nसेइ व्रत, सेइ तप, सेइ मोर मंत्र-जप,\nसेइ मोर् धरम-करम\n\nअनुकूल हबे विधि, से-पदे होइबे सिद्धि,\nनिरखिबो ए दुइ नयने\nसे रूप-माधुरी-राशि, प्राण-कुवलय-शशी\nप्रफुल्लित हबे निशि-दिने\n\nतवा आदर्शन-अहि, गरले जारलो देहि,\nचिरो-दिन तापित जीवन \nहा हा रूप कोरो दोया, देहो मोरे पद-छाया,\nनरोत्तम लोइलो शरण\n',
},

{
title:"वासंती-रास",
song:"\n\nवृंदावन रम्य-स्थान, दिव्य-चिन्तामणि-धाम,\nरतन-मंदिर मनोहर \nआवृत कालिंदी-नीरे, राज-हंस केलि कोरॆ\nताहे शोभे कनक-कमल\n\nतार मध्ये हेम-पीठ, अष्ट-दले वेष्टित,\nअष्ट-दले प्रधाना नायिका \nतारमध्ये रत्नासने, बोसि ' आछॆन् दुइ-जने,\nश्याम-संगे सुंदरी राधिका \t\n\nओ रूप-लावण्य-राशि, अमिया पोडिछे खसि ',\nहास्य-परिहास-संभाषणे\nनरोत्तम-दास कोय्, नित्य-लीला सुख-मोय्,\nसदाइ स्फुरुक मोर मने\n",
},

{
title:"श्री गुरु-परंपरा",
song:"\n\nकृष्ण होइते चतुर्-मुख होय् कृष्ण सेवोन्मुख \nब्रह्मा होइते नारदेर मति \nनारद होइते व्यास, मध्व कोहे व्यास-दास,\nपूर्णप्रज्ञ पद्मनाभ गति \n\nनृहरि माधव-बंशे, अक्षोभ्य परमहंसे\nशिष्य बोलि' अंगीकार कोरे\nअक्षोभ्येर शिष्य जय-तीर्थ नामे परिचय,\nतार दास्ये ज्ञानसिंधु तोरे\n\nताहा होइते दयानिधि तार दास विद्यानिधि,\nराजेंद्र होइलो ताहा ह' ते \nताहार किंकोर जय-धर्म नामे परिचय,\nपरंपरा जानो भालो मते\n\nजयधर्मदास्ये ख्याति, श्रीपुरुषोत्तम-जति,\nता ह'ते ब्रह्मण्य-तीर्थ सूरि \nव्यासतीर्थ तार दास, लक्ष्मीपति व्यास-दास,\nताहा ह' ते माधवेनंद्र पुरी\n\n माधवेनंद्र पुरी-वर, शिष्य-वर श्री-ईश्वर,\nनित्यानंद, श्री अद्वैत विभु \nईश्वर पुरीके धन्य, कोरिलेन् श्री-चैतन्य,\nजगद्-गुरु गौर महाप्रभु \n\nमहाप्रभु श्री-चैतन्य, राधा-कृष्ण नहे अन्य,\nरूपानुग जनेर जीवन \nविश्वंभर प्रियंकर, श्री-स्वरूप दामोदर,\nश्री-गोस्वामी रूप-सनातन \n\nरूप-प्रिय महाजन, जीव, रघुनाथ हन,\nतार प्रिय कवि कृष्णदास \nकृष्णदास-प्रिय-वर, नरोत्तम सेवा-पर,\nजार पद विश्वनाथ-आश\n\nविश्वनाथ-भक्त-साथ, बलदेव जगन्नाथ,\nतार प्रिय श्री-भक्तिविनोद \nमहा-भागवत-वर, श्री-गौरकिशोर-वर,\nहरि-भजनेते जा'र मोद\n\nईहारा परमहंस, गौरांगेर निज-वंश,\nतादेर चरणे मम गति \nआमि सेबा-उदासीन, नामेते त्रिदंडी दीन,\nश्री-भक्ति सिद्धांत सरस्वती  \n",
},

{
title:"श्री दामोदराष्टक ",
song:'\n\nनमामीश्वरं सच्चिदानंद रूपं \nलसत्-कुंडलं गोकुले भ्राजमानं \nयशोदाभियोलूखलाद्धावमानं \nपरामृष्टं अत्यंततो द्रुत्य गोप्या\n\nरुदंतं मुहुर् नेत्र-युग्मं मृजंतं\nकरांभोज-युग्मेन सातंक-नेत्रं \nमुहुः श्वास-कंप-त्रिरेखांक-कंठ-\nस्थित-ग्रैवं दामोदरं भक्तिबद्धम् \n\nइतीदृक् स्व-लीलाभीरानंद-कुंडे\nस्व-घोषं निमज्जंतं आख्यापयंतं\nतदीयेषित-ज्ञेषु भक्तैर्जितत्वं \nपुनः प्रेमतस्तं शतावृत्ति वंदे \n\nवरं देव मोक्षं न मोक्षावधिं वा \nन चान्यं वृणे हं वरेशाद् अपीह \nइदं ते वपुर्नाथ गोपाल-बालं \nसदा मे मनस्या विरास्तां किमन्यैः\n\nइदं ते मुखांभोजं अत्यंत-नीलैः\nवृतं कुंतलैः स्निग्ध-रक्तैश्च गोप्या\nमुहुश्चुंबितं बिंब रक्ताधरं मे \nमनस्याविरास्तां अलं लक्ष-लाभैः\n\nनमो देव दामोदरानंत विष्णो\nप्रसीद प्रभो दुःख-जलाब्धि-मग्नं\nकृपा-दृष्टि-वृष्ट्यातिदीनं बतानु-\nगृहाणेश-मां अज्ञं एद्यक्षिदृश्यः\n\nकुवॆरात्म जौ बद्ध- मूर्त्यैव यद्वत् \nत्वया मोचितौ भक्ति-भाजौ कृतौ च \nतथा प्रेम-भक्तिं स्वकां मे प्रयच्छ\nन मोक्षे गृहो मेऽस्ति दामोदरेह\n\nनमस्तेस्तु दाम्ने स्फुरद्-दीप्ति-धाम्ने\nत्वदीयोदरायाथ विश्वस्य धाम्ने\nनमो राधिकायै त्वदीय प्रियायै\nनमोऽनंत लीलाय देवाय तुभ्यम्\n',
},

{
title:"श्री राधिका-स्तव",
song:'\n\nराधे जय जय माधव-दयिते \nगोकुल-तरुणी-मंडल-महिते \n\nदामोदर-रति-वर्धन-वेषे\nहरि-निष्कुट-वृंदा-विपिनेशे\n\nवृषभानुदधि-नव-शशि-लेखे \nललिता-सखि गुण-रमित-विशाखे\n\nकरुणां कुरु मयि करुणा-भरिते\nसनक सनातन वर्णित चरिते\n',
},

{
title:"श्री दशावतार- स्तोत्र ",
song:'\n\nप्रलय पयोधि-जले धृतवान् असि वेदम् \nविहित वहित्र-चरित्रम् अखेदम् \nकेशव धृत-मीन-शरीर, जय जगदीश हरे \n\nक्षितिर् इह विपुलतरे तिष्ठति तव पृष्ठे \nधरणि- धारण-किण चक्र-गरिष्ठे \nकेशव धृत-कूर्म-शरीर जय जगदीश हरे \n\nवसति दशन शिखरे धरणी तव लग्ना \nशशिनि कलंक कलेव निमग्ना \nकेशव धृत शूकर रूप जय जगदीश हरे \n\nतव कर-कमल-वरे नखम् अद्भुत शृंगम् \nदलित-हिरण्यकशिपु-तनु-भृंगम् \nकेशव धृत-नरहरि रूप जय जगदीश हरे \n\nछलयसि विक्रमणे बलिम् अद्भुत-वामन \nपद-नख-नीर-जनित-जन-पावन\nकेशव धृत-वामन रूप जय जगदीश हरे \n\nक्षत्रिय-रुधिर-मये जगद् -अपगत-पापम् \nस्नपयसि पयसि शमित-भव-तापम् \nकेशव धृत-भृगुपति रूप जय जगदीश हरे \n\nवितरसि दिक्षु रणे दिक्-पति-कमनीयम् \nदश-मुख-मौलि-बलिम् रमणीयम् |\nकेशव धृत-राम-शरीर जय जगदीश हरे \n\nवहसि वपुशि विसदे वसनम् जलदाभम् \nहल-हति-भीति-मिलित-यमुनाभम् \nकेशव धृत-हलधर रूप जय जगदीश हरे \n\nनंदसि यज्ञ- विधेर् अहः श्रुति जातम् \nसदय-हृदय-दर्शित-पशु-घातम् \nकेशव धृत-बुद्ध-शरीर जय जगदीश हरे \n\nम्लेच्छ-निवह-निधने कलयसि करवालम् \nधूमकेतुम् इव किम् अपि करालम् \nकेशव धृत-कल्कि-शरीर जय जगदीश हरे \n\nश्री-जयदेव-कवेर् इदम् उदितम् उदारम् \nशृणु सुख-दम् शुभ-दम् भव-सारम् \nकेशव धृत-दश-विध-रूप जय जगदीश हरे \n\nवेदान् उद्धरते जगंति वहते भू-गोलम् उद्बिभ्रते\nदैत्यम् दारयते बलिम् छलयते क्षत्र-क्षयम् कुर्वते\nपौलस्त्यम् जयते हलम् कलयते कारुण्यम् आतन्वते\nम्लेच्छान् मूर्छयते दशाकृति-कृते कृष्णाय तुभ्यम् नमः\n',
},

{
title:"भजहुरे मन श्री नंद-नंदन",
song:"\n\nभजहु रे मन श्री नंद-नंदन \nअभय-चरणारविंद रे \nदुर्लभ मानव-जनम सत्-संगे\nतरोहो ए भव-सिंधु रे\n\nशीत आतप वात वरिषण\nए दिन जामिनी जागि रे \nबिफले सेविनु कृपण दुरजन\nचपल सुख-लब लागि'रे\n\nए धन, यौवन, पुत्र, परिजन \nइथे कि आछे परतीति रे \nकमल-दल-जल, जीवन-टलमल \nभजहु हरि-पद नीति रे\n\nश्रवण, कीर्तन, स्मरण, वंदन\nपाद-सेवन, दास्य रे,\nपूजन, सखीजन, आत्म-निवेदन \nगोविंद-दास-अभिलाष रे\n",
},

{
title:"श्री श्री गौर-नित्यानंदेर् दया",
song:"\n\nपरम कोरुण, पहू दुइ जन,\nनिताइ गौरचंद्र \nसब अवतार-सार शिरोमणि,\nकेवल आनंद-कंद\n\nभजो भजो भाइ, चैतन्य निताइ,\nसुदृढ बिश्वास कोरि'\nविषय छाडिया, से रसे मजिया,\nमुखे बोलो हरि हरि \n\nदेखो ओरे भाइ, त्रि-भुवने नाइ,\nएमोन दोयाल दाता,\nपशु पाखी झुरे, पाषाण विदरे,\nशुनि' जान्र गुण गाथा \n\nसंसारे मजिया, रोहिलि पोडिया,\nसे पदे नहिलो आश \nआपन करम, भुञ्जाये शमन,\nकहोये लोचन-दास\n",
},

{
title:"दैन्य ओ प्रपत्ति 	",
song:"\n\nहरि हे दोयाल मोर जय राधा-नाथ्\nबारो बारो एइ-बारो लोहो निज साथ् \n\nबहु जोनि, भ्रमि' नाथ! लोइनु शरण् \nनिज-गुणे कृपा कोरो' अधम-तारण्\n\nजगत-कारण तुमि जगत-जीवन् \nतोमा छाडा कार नहि हे राधा-रमण्\n\nभुवन-मंगल तुमि भुवनेर पति \nतुमि उपेखिले नाथ, कि होइबे गति \n\nभाविया देखिनु एइ जगत- माझारे\nतोमा बिना केहो नाहि ए दासे उद्दारे\n",
},

{
title:"श्री व्रजधाम-महिमामृत ",
song:'\n\nजय राधे, जय कृष्ण, जय वृंदावन्\nश्री गोविंद, गोपिनाथ, मदन मोहन् \n\nश्यामकुंड, राधाकुंड, गिरि-गोवर्धन् \nकालिंदी जमुना जय, जय महावन्\n\t\nकेशी घाट, बंशी-बट, द्वादश कानन्\nजाहा सब लीला कोइलो श्री नंद-नंदन् \n\nश्री-नंद-यशोदा जय, जय गोपागण्\nश्री दामादि जय, जय धेनु-वत्स-गण्\n\nजय वृषभानु, जय कीर्तिदा सुंदरी\nजय पौर्णमासी, जय अभीर-नागरी\n\nजय जय गोपीश्वर, वृंदावन माझ\nजय जय कृष्ण –सखा, बटु द्विज-राज \n\nजय राम-घाट जय रोहिणी-नंदन् \nजय जय वृंदावन-वासी जत जन्\n\nजय द्विज-पत्नी, जय नागकन्यागण्\nभक्तिते जाहारा पाइलो गोविंद-चरण् \n\nश्री रास-मंडल जय, जय राधा-श्याम् \nजय जय रासलीला सर्व-मनोराम्\n\nजय जयोज्ज्वल-रस-सर्व-रस-सार् \nपरकीया भावॆ जाहा ब्रजेते प्रचार् \n\nश्री जाह्नवा -पाद-पद्म कॊरिया स्मरण्\nदीन कृष्ण-दास कोहे नाम-संकीर्तन्\n',
},

{
title:"जय राधा-कृष्ण गीति",
song:'\n\nजय राधामाधव राधामाधव राधे\n(जयदेवेर् प्राणधन हे)\n\nजय राधामदनगोपाल् राधामदनगोपाल् राधे\n(सीतनाथेर् प्राणधन हे)\n\nजय राधागोविंद राधागोविंद राधे\n(रूप गोस्वामीर् प्राणधन हे)\n\nजय राधामदनमोहन् राधामदनमोहन् राधे\n(सनातनेर् प्राणधन हे)\n\nजय राधागोपीनाथ राधागोपीनाथ राधे\n(मधु पंडितेर् प्राणधन हे)\n\nजय राधादामोदर राधादामोदर राधे\n(जीव् गोस्वामीर् प्राणधन हे)\n\nजय राधारमण राधारमण राधे\n(गोपाल् भट्टेर् प्राणधन हे)\n\nजय राधाविनोद राधाविनोद राधे\n(लोकनाथेर् प्राणधन हे)\n\nजय राधागोकुलानंद राधागोकुलानंद राधे\n(विश्वनाथेर् प्राणधन हे)\n\nजय राधागिरिधारी राधागिरिधारी राधे\n(दास् गोस्वामीर् प्राणधन हे)\n\nजय राधाश्यामसुंदर् राधाश्यामसुंदर् राधे\n(श्यामानंदेर् प्राणधन हे)\n\nजय राधाबंकबिहारी राधाबंकबिहारी राधे\n(हरिदासेर् प्राणधन हे)\n\nजय राधाकांत राधाकांत राधे\n(वक्रेश्वरेर् प्राणधन हे)\n\nजय गांधर्विकागिरिधारी गांधर्विकागिरिधारी राधे\n(सरस्वतेर् प्राणधन हे)\n',
},

{
title:"श्री तुलसी-आरति",
song:'\n\nनमो नमः तुलसि महाराणि,\nवृंदे महाराणि नमो नमः \nनमो रे नमो रे मेइया नमो नारायणि \nजाको दरशे, परशे अघनाश-इ \nमहिमा वेदपुराणे बाखानि \n\nजाको पत्र, मंजरी कोमल \nश्रीपतिचरणकमले लपटानि\nधन्य तुलसि मेइया, पूरण तप किये,\nश्री-शालग्राममहापाटराणी\n\nधूप, दीप, नैवेद्य, आरति,\nफुलना किये वरखा वरखानि \nछाप्पान्न भोग, छत्रिश व्यंजन,\nबिना तुलसी प्रभु एक नाहि मानि\n\nशिव-शुक-नारद, और् ब्रह्मादिको,\nधुडत फिरत महामुनि ज्ञानी\nचंद्रशेखर मेइया, तेरा जश गाओवे \nभकतिदान दीजिये महाराणि\n\n',
},

{
title:"श्री श्री षड्- गोस्वामि-अष्टक",
song:'\n\nकृष्णोत्कीर्तन- गान-नर्तन-परौ प्रेमामृताम्भो-निधी\nधीराधीर-जन-प्रियौ प्रिय-करौ निर्मत्सरौ पूजितौ\nश्री-चैतन्य-कृपा-भरौ भुवि भुवो भारावहंतारकौ \nवंदे रूप-सनातनौ रघु-युगौ श्री-जीव-गोपालकौ\n\nनाना-शास्त्र-विचारणैक-निपुणौ सद्-धर्म संस्थापकौ\nलोकानां हित-कारिणौ त्रि-भुवने मान्यौ शरण्याकरौ \nराधा-कृष्ण-पदारविंद-भजनानंदेन मत्तालिकौ\nवंदे रूप-सनातनौ रघु-युगौ श्री-जीव-गोपालकौ\n\nश्री-गौरांग-गुणानुवर्णन-विधौ श्रद्धा-समृद्धि अन्वितौ\nपापोत्ताप- निकृंतनौ तनु-भृतां गोविंद-गानामृतैः\nआनंदाम्बुधि-वर्धनैक-निपुणौ कैवल्य-निस्तारकौ\nवंदे रूप-सनातनौ रघु-युगौ श्री-जीव-गोपालकौ\n\nत्यक्त्वा तूर्णम् अशेष -मंडल-पति-श्रेणें सदा तुच्छ-वत्\nभूत्वा दीन गणेशकौ करुणया कौपीन-कन्थाश्रितौ\nगोपी-भाव-रसामृताब्धि-लहरी-कल्लोल-मग्नौ मुहुर्\nवंदे रूप-सनातनौ रघु-युगौ श्री-जीव-गोपालकौ\n\nकूजत्-कोकिल-हंस-सारस-गणाकीर्णे मयूराकुले\nनाना-रत्न-निबद्ध-मूल-विटप-श्री-युक्त-वृंदावने\nराधा-कृष्णम् अहर्-निशं प्रभजतौ जीवार्थदौ यौ मुदा\nवंदे रूप-सनातनौ रघु-युगौ श्री-जीव-गोपालकौ\n\nसांख्या-पूर्वक-नाम-गान- नतिभिः कालावसानी-कृतौ\nनिद्राहार-विहारकादि-विजितौ चात्यंत-दीनौ च यौ\nराधा-कृष्ण-गुण, स्मृतेर् मधुरिमानंदेन सम्मोहितौ\nवंदे रूप-सनातनौ रघु-युगौ श्री-जीव-गोपालकौ\n\nराधा-कुंड-तटे कलिंद-तनया-तीरे च वंशीवटे\nप्रेमोन्माद-वशाद् अशेष-दशया ग्रस्तौ प्रमत्तौ सदा \nगायंतौ च कदा हरेर् गुण-वरं भावाभिभूतौ मुदा\nवंदे रूप-सनातनौ रघु-युगौ श्री-जीव-गोपालकौ\n\nहे राधे व्रजदेविके च ललिते हे नंद सूनो कुतः \nश्री गोवर्धन कल्प पादपतले कालिंदी-वने कुतः \nघोषंताविति सर्वतो व्रजपुरे खेदैर् महा विह्वलौ\nवंदे रूप-सनातनौ रघु-युगौ श्री-जीव-गोपालकौ\n',
},

{
title:"श्री श्री शिक्षाष्टक",
song:'\n\nचेतो-दर्पण-मार्जनं भव-महा-दावाग्नि-निर्वापणं \nश्रेयः-कैरव-चंद्रिका-वितरणं विद्या-वधू-जीवनम् \nआनंदांबुधि-वर्धनं प्रति-पदं पूर्णामृतास्वादनं\nसर्वात्म-स्नपनं परं विजयते श्री-कृष्ण-संकीर्तनम्\n\nनाम्नाम् अकारि बहुधा निज-सर्व-शक्तिः\nतत्रार्पिता नियमितः स्मरणेन कालः \nएतादृशी तव कृपा भगवन् ममापि \nदुर्दैवं ईदृशम् इहाजनि नानुरागः\n\nतृणाद् अपि सुनीचॆन तरोर् अपि सहिष्णुना \nअमानिना मानदेन कीर्तनीयः सदा हरिः \n\nन धनं न जनं न सुंदरीं कवितां वा जगद्-ईश कामये \nमम जम्मनि जन्म नीश्वरे भवताद् भक्तिर् अहैतुकी त्वयि \n\nआयि नन्द-तनुज किंकरं पतितं मां विषमे भावांबुधौ \nकृपया तव पाद-पंकज-स्थित-धूली-सदृशं विचिंतय\n\nनयनं गलद्-अश्रु-धारया वदनं गद्गद- रुद्धयागिरा \nपुलकैर् निचितं वपुः कदा तव नाम-ग्रहणे भविष्यति\n\nयुगायितं निमेषेण चक्षुषा प्रावृषायितम् \nशून्यायितं जगत् सर्वं गोविंद-विराहेण मे \n\nआश्लीष्य वा पाद-रतां पिनष्टु माम् आदर्शनान् मर्म-हतां करोतु वा \nयथा तथा वा विदधातु लंपटो मत्-प्राण-नाथस्तु स एव नापरः\n',
},

{
title:"कृष्णन पादांबुज प्रार्थनॆ ",
song:"\n\nकृष्ण तब पुण्य हबॆ भाइ \nए पुण्य कोरिबे जबे राधाराणी खुषी हबे\nध्रुव अति बोलि तोमा ताइ\n\t\nश्री-सिद्धांत सरस्वती शची-सुत प्रिय अति \nकृष्ण-सेवाय जार तुल नाइ\nसेइ से मॊहांत-गुरु जगतेर् मधे उरु\nकृष्ण-भक्ति देय् ठाइ ठाइ \n\nतार इच्छा बलवान् पाश्चात्येते ठान् ठान् \nहोय् जाते गौरांगेर् नाम् \nपृथ्वीते नगरादि आसमुद्र नद नदी \nसकलेइ लोय् कृष्ण नाम् \n\nताहले आनंद होय् तबे होय् दिग्विजय् \nचैतान्येर् कृपा अतिशय्\nमाया दुष्ट जत दुःखी जगते सबाइ सुखी\nवैष्णवेर् इच्छा पूर्ण होय् \n\nसे कार्ज जे कोरिबारे आज्ञा जदि दिलो मोरे\nयोग्य नहि अति दीन हीन \nताइ से तोमार कृपा मागितेछि अनुरूपा\nआजि तुमि सबार् प्रवीण \n\nतोमार से शक्ति पेले गुरु-सेबाय बस्तु मिले\nजीवन सार्थक् जदि होय् \nसेइ से सेबा पाइले ताहले सुखी हले\nतब संग भाग्यते मिलोय्\n\nएवं जनं निपतितं प्रभवाहि - कूपे \nकामाभिकामम् अनु यः प्रपतन् प्रसंगात् \nकृत्वात्मसात् सुरर्षिणा भगवन् गृहीतः \nसो'हं कथं नु विसृजे तव भृत्य-सेवाम्\n\nतुमि मोर् चिर साथी भुलिया मायार् लाथि\nखाइयाछि जन्म-जन्मांतरे \nआजि पुनः ए सुयेग यदि होय् योगायोग \nतबे पारि तुहे मिलिबारे\n\nतोमार मिलने भाइ आबार् से सुख पाइ \nगोचारणे घुरि दिन् भोर्\nकत बने छुटाछुटि बने खाइ लुटापुटि\nसेइ दिन् कबे हबे मोर् \n\nआजि से सुबिधाने तोमार स्मरण भेलो \nबोडो आशा डाकिलाम् ताइ\nआमि तोमार नित्य-दास ताइ कोरि एत आश\nतुमि बिना अन्य गति नाइ\n",
},

{
title:"मार्किनॆ भागवत-धर्म",
song:'\n\nबोडो-कृपा कोइले कृष्ण अधमेर् प्रति \nकि लागियानिले हेथा कोरो एबे गति \n\nआछे किछु कार्ज तब एइ अनुमाने \nनहे केनो आनिबेन् एइ उग्र-स्थाने \n\nरजस् तमो गुणे एरा सबाइ आच्छन्न \nवासुदेव्-कथा रुचि नहे से प्रसन्न \n\nतबे जदि तब कृपा होय् अहैतुकी\nसकल्-इ संभव होय् तुमि से कौतुकी \n\nकि भावे बुझाले तारा बुझे सेइ रस \nएत कृपा कोरो प्रभु कोरि निज-बश\n\nतोमार इच्छाय सब होय् माया-बश \nतोमार इच्छाय नाश मायार् परश\n\nतब इच्छा होय् जदि तादेर उद्धार् \nबुझिबे निश्चइ तबे कथा से तोमार्\n\nभागवतेर् कथा से तब अवतार् \nधीर होइया शुने जदि काने बार् बार् \n\nशृण्वतां स्व-कथाः कृष्णः पुण्य-श्रवण-कीर्तनः\nहृदि अन्तस्थो हि अभद्राणि विधुनोति सुहृत् सताम्\n\nनष्ट-प्रायॆष्वभद्रेषु नित्यं भागवत-सेवया\nभगवति उत्तम-श्लोके भक्तिर् भवति नैष्ठिकी \n\nतदा रजस्-तमो-भावाः काम-लोभादयश्च ये\nचेत एतैर् अनाविद्धं स्थितं सत्त्वे प्रसीदति\n\nएवं प्रसन्न-मनसो भगवद्-भक्ति-योगतः \nभगवत्-तत्त्व-विज्ञानं मुक्त-संगस्य जायते\n\nभिद्यते हृदय-ग्रंथिश् छिद्यन्ते सर्व-संशयाः\nक्षीयन्ते चास्य कर्माणि दृष्ट एवात्म नीश्वरे\n\nरजस् तमो हते तबे पाइबे निस्तार् \nहृदोयेर् अभद्र सब् घुचिबे ताहार्\n\nकि को \'रे बुझाबो कथा बर सेइ चाहि \nखुद्र आमि दीन हीन कोनो शक्ति नाहि\n\nअथच एनेछो प्रभु कथा बोलिबारे\nजे तोमार् इच्छा प्रभु कोरो एइ बारे\n\nअखिल जगुत्-गुरु! बचन से आमार् \nअलंकृत कोरिबार् खमता तोमार् \n\nतब कृपा ह\'ले मोर् कथा शुद्ध हबे \nशुनिया सबार शोक दुःख जे घुचिबे \n\nआनियाछो जदि प्रभु आमारे नाचाते \nनाचाओ नाचाओ प्रभु नाचाओ से-मते \nकाष्ठेर पुत्तलि जथा नाचाओ से-मते\n\nभक्ति नाइ बेद नाइ नामो खुब् दरो \n"भक्तिवेदांत" नाम् एबॆ सार्थक् कोरो\n',
},

{
title:"श्री ब्रह्म-संहित",
song:'\n\nईश्वरः परमः कृष्णः सच्चिदानंद विग्रहः\nअनादिरादिर्गॊविंदः सर्व कारण कारणं \n\nचिंतामणि-प्रकर-सद्मिसु कल्पवृक्ष-\nलक्षावृतेषु सुरभिरभिपालयंतं\nलक्श्मी-सहस्र-शत-संभ्रम-सेव्यमानं\nगोविंदं आदिपुरुषं तमहं भजामि\n\nवेणुं क्वणंतं अरविंद-दलायताक्षं\nबर्हावतंसं असितांबुद सुंदरांगं\nकंदर्प-कोटि-कमनीय-विशेष-शोभं\nगोविंदं आदिपुरुषं तमहं भजामि\n\nआलोल-चंद्रक-लसद्-वनमाल्य-वंशी\nरत्नांगदं प्रणय -केलि-कला-विलासं\nश्यामं त्रिभंग-ललितं नियत-प्रकाशं\nगोविंदं आदिपुरुषं तमहं भजामि \n\nअंगानि यस्य सकलेंद्रिय- वृत्ति-मंति\nपश्यंति पांति कलयंति चिरं जगंति\nआनंद चिन्मय सदुज्ज्वल विग्रहस्य \nगोविंदं आदिपुरुषं तमहं भजामि\n\nअद्वैतं अच्युतं अनादिं अनंत-रूपं \nआद्यं पुराणपुरुषं नव-यौवनंच\nवेदेषु दुर्लभं अदुर्लभं आत्म-भक्तौ\nगोविंदं आदिपुरुषं तमहं भजामि\n\nपंथास्तु कोटि-शत-वत्सर-संप्रगम्यो\nवायोरथापि मनसो मुनि पुंगवानां\nसो प्यस्ति यत्-प्रपद-सीम्नि अविचिंत्य-तत्त्वे \nगोविंदं आदिपुरुषं तमहं भजामि\n\nएकोsप्यसौ रचयितुं जगद्-अंड-कोटिं \nयच्छक्विरस्ति जगदंडचया यदंतः\nअंडांतरस्थ परमाणु चयांतरस्थं\nगोविंदं आदिपुरुषं तमहं भजामि\n\nयद्-भाव-भावित-धियो मनुजास्तथैव \nसंप्राप्य रूप-महिमासन-यान-भूषाः\nसूक्तैःयमेव नियम प्रथितैःस्तुवंति \nगोविंदं आदिपुरुषं तमहं भजामि\n\nआनंद-चिन्मय-रस-प्रतिभाविताभिः\nताभिर्य एव निजरूपतया कलाभिः\nगोलोक एव निवसति अखिलात्मभूतो \nगोविंदं आदिपुरुषं तमहं भजामि\n\nप्रेमांजन-च्छुरित-भक्ति-विलोचनेन \nसंतः सदैव हृदयेषु विलोकयंति\nयं श्यामसुंदरं अचिंत्य-गुण-स्वरूपं \nगोविंदं आदिपुरुषं तमहं भजामि\n\nरामादि मूर्तिषु कल-नियमेन तिष्ठुन् \nनानावतारं अकरोद्भुवनेषु किंतु \nकृष्णः स्वयं समभवत् परमः पुमान् यो \nगोविंदं आदिपुरुषं तमहं भजामि\n\nयस्य प्रभा प्रभवतो जागदंड कोटि \nकोटिष्वशेष वसुधादि विभूति-भिन्नं\nतद्ब्रह्म निष्कलं अनंतं अशेष भूतं \nगोविंदं आदिपुरुषं तमहं भजामि\n\nमाया हि यस्य जगदंड शतानि सूते\nत्रैगुण्य-तद्-विषय-वेद-वितायमाना\nसत्त्वावलंबि परसत्त्वं विशुद्धसत्त्वं \nगोविंदं आदिपुरुषं तमहं भजामि\n\nआनंद-चिन्मय रसात्मतया मनःसु \nयः प्राणिनां प्रतिफलन् स्मरतां उपेत्य \nलीलायितेन भुवनानि जयत्यजस्रं\nगोविंदं आदिपुरुषं तमहं भजामि\n\nगोलोक नाम्नि निज-धाम्नि तले च तस्य \nदेवी-महेश-हरि-धामनु तेषु तेषु \nते ते प्रभाव निचया विहिताश्च येन \nगोविंदं आदिपुरुषं तमहं भजामि\n\nसृष्टि-स्थिति-प्रलय-साधन-शक्तिरेका \nछायेव यस्य भुवनानि बिभर्ति दुर्गा \nइच्छनुरूपं अपि यस्य च चेष्टते सा \nगोविंदं आदिपुरुषं तमहं भजामि\n\nक्षीरं यथा दधि विकार-विशेष योगात्\nसंजायते न हि ततः पृथगस्ति हेतोः\nयः शंभुतामपि तथा समुपैति कार्याद्\nगोविंदं आदिपुरुषं तमहं भजामि\n\nदीपार्चिरेव हि दशांतरं अभ्युपेत्य \nदीपायते विवृत-हेतु-समान-धर्म\nयस्तादृगेव हि च विष्णुतया विभाति \nगोविंदं आदिपुरुषं तमहं भजामि\n\nयः कारणार्णव जले भजतिस्म योग-\nनिद्रां अनंत-जगद्-अंड-स-रोम कूपः\nआधार-शक्तिं अवलंब्य परां स्व-मूर्तिं\nगोविंदं आदिपुरुषं तमहं भजामि\n\nयस्यैक-निश्वसितकालमथावलंब्य \nजीवंति लोम-विलजा जगदंडनाथाः\nविष्णुर् महान् स इह यस्य कला-विशेषो \nगोविंदं आदिपुरुषं तमहं भजामि\n\nभास्वान् यथाश्म-शकलेषु निजेषु तेजः\nस्वीयं कियत् प्रकटयत्यपि तद्वदत्र \nब्रह्माय एष जगदंड-विधान-कर्ता \nगोविंदं आदिपुरुषं तमहं भजामि\n\nयत्-पाद-पल्लव-युगं विनिधाय कुंभ \nद्वंद्वे प्रणाम-समये स गणाधिराजः\nविघ्नान् विहंतं आलं अस्य जगत्-त्रयस्य\nगोविंदं आदिपुरुषं तमहं भजामि\n\nअग्निर् मही गगनं अंबु मरुद् दिशश्च \nकालस्तथात्म मनसीति जगत्-त्रमाणि\nयस्माद् भवंति विभवंति विशंति यं च \nगोविंदं आदिपुरुषं तमहं भजामि\n\nयच्छक्षुरेष सविता सकल-ग्रहाणां\nराजा समस्त सुरमूर्तिरशेष तेजाः\nयस्याज्ञया भ्रमति संभृत-काल-चक्रो \nगोविंदं आदिपुरुषं तमहं भजामि\n\nधर्मो थ पाप नीचयः श्रुतयस्त पांसि\nब्रह्मादि-कीट-पतगावधयश्च जीवः\nयद्धत्त-मात्र-विभव-प्रकट-प्रभावा\nगोविंदं आदिपुरुषं तमहं भजामि\n\nयस्त्विंद्रगोपं अथवॆंद्रं अहो स्वकर्म \nबंधानुरूप-फल-भाजनम् आतनोति \nकर्माणि निर्दहति किंतु च भक्तिभाजां\nगोविंदं आदिपुरुषं तमहं भजामि\n\nयं क्रोध-काम-सहज-प्रणयादि भीति-\nवात्सल्य-मोह-गुरु-गौरव-सेव्य-भावैः\nसंचिंत्य तस्य सदृशीं तनुमापुरेते \nगोविंदं आदिपुरुषं तमहं भजामि\n\nश्रियः कांताः कांतः परम-पुरुषः कल्पतरवो \nद्रुमा भूमिश्चिंतामणि-गण-मयी तोयं अमृतं\nकथा गानं नाट्यं गमनं अपि वंशी प्रिय-सखी\nचिदानंदं ज्योतिः परं अपि तदास्वाद्यमपि च \n\nस यत्र क्षीराब्धिः स्रवति सुरभिभ्यश्च सु महान् \nनिमेषार्धाख्यो वा व्रजति न हि यत्रापि समयः \nभजे श्वेतद्वीपं तं अहं इह गोलोकं इति यं \nविदंतस्ते संतः क्षिति-विरल-चाराः कतिपये\n\n',
},

{
title:"प्रेम-ध्वनी स्तोत्र ",
song:'\n\nजय ओं विष्णु- पाद परमहंस परिव्राजकाचार्य अष्टोत्तरशत श्री श्रीमद् हिस् डिवैन् ग्रेस् ए',
},

{
title:"सि भक्तिवेदांतस्वामि प्रभुपाद की जय",
song:'\n\nइस्कान्-संस्थापनाचार्य, सेवियर् आफ् द होल् वऽल्ड् जगद् गुरु श्रील प्रभुपाद् की जय\n\t\nजय ओं विष्णु- पाद परमहंस परिव्राजकाचार्य अष्टोत्तरशत श्री श्रीमद् हिस् डिवैन् ग्रेस् भक्तिसिद्धांत सरस्वती ठाकूर श्रील प्रभुपाद की जय\n\nजय ओं विष्णु- पाद परमहंस नित्य-लीला-प्रविष्ट हिस् डिवैन् ग्रेस् गौर किशोर दास बाबाजि महाराज की जय \n\nजय ओं विष्णु- पाद परमहंस नित्य-लीला-प्रविष्ट हिस् डिवैन् ग्रेस् सच्चिदानंद भक्तिविनोद ठाकूर की जय \n\nजय ओं विष्णु- पाद परमहंस नित्य-लीला-प्रविष्ट हिस् डिवैन् ग्रेस् जगन्नाथ दास बाबाजि महाराज की जय\n\nअनंत कोटि वैष्णव-वृंद-की जय\n\nनामाचार्य श्रील हरिदास ठाकुर की जय\n\nप्रेम् सॆ कहो श्री कृष्ण चैतन्य प्रभु नित्यानंद श्री अद्वैत गदाधर श्रीवासादि गौर भक्तवृंद की जय\n\nश्री श्री राधाकृष्ण, गोप-गोपीनाथ, श्यामकुंड, राधाकुंड  गिरि-गोवर्धन की जय\n\nमथुर वृंदावनधाम् की जय\n\nनवद्वीप मायापुर् धाम् की जय\n\nजगन्नाथ पुरि धाम की जय\n\nगंगामयी यमुनामयी की जय\n\nवृंद देवि तुळसी महाराणि की जय\n\nसमवेत भक्तवृंद की जय\n\nहरि-नाम संकीर्तन महा यज्ञ की जय\n\nनिताइ गौर प्रेमानंदे हरि हरि बोल्\n\nआल् ग्लोरीस् टु द अस्सॆंबल्ड् देवोटीस् \n\nआल् ग्लोरीस् टु द अस्सॆंबल्ड् देवोटीस् \n\nआल् ग्लोरीस् टु द अस्सॆंबल्ड् देवोटीस् \n\nआल् ग्लोरीस् टु श्री गुरु अंड् श्री गौरांग \n\nआल् ग्लोरीस् टु श्रील प्रभुपाद\n',
},

{
title:"अनादि करम फले ",
song:"\n\nअनादि' करम-फले, पडि' भवार्णव जले,\nतरिबारे ना देखि उपाय \nऎइ विषय-हलाहले, दिवा-निशि हिया ज्वले,\nमन कभु सुख नाहि पाय\n\nआशा-पाश-शत-शत, क्लेश देय अविरत,\nप्रवृत्ति-ऊर्मिर ताहे खेला\nकाम-क्रोध-आदि छय, बाटपाडे देय भय,\nअवसान होइलो आसि' बेला\n\nज्ञान-कर्म-ठग दुइ, मोरे प्रतारीय लोइ,\nअवशेषे फेले सिंधु-जले \nऎ हेनो समये, बंधु, तुमि कृष्ण कृपासिंधु,\nकृपा कोरि' तोलो मोरे बले\n\nपतित-किंकरे धरि', पाद-पद्म-धुलि करि',\nदेहो भक्तिविनोद आश्रय \nआमि तव नित्य-दास, भुलिया मायार पाश,\nबद्ध हो'ये आछि दयामय\n",
},

{
title:"नारद मुनि बाजाय वीणा",
song:"\n\nनारद मुनि, बाजाय वीणा 'राधिका-रमण' - नामे \nनाम अमनि, उदित होय भकत - गीत - सामे\n\nअमिय-धारा, बरिषे घन श्रवण-युगले गिया\nभकत-जन, सघने नाचे भोरिया आपन हिया \n\nमाधुरी-पूर, असबो पशि' माताय जगत-जने\nकेहो वा कांदे, केहो वा नाचे केहो माते मने मने \n\nपंच-वदन, नारदे धोरि' प्रेमेर सघन रोल् \nकमलासन, नाचिया बोले ' बोलो बोलो हरि बोलो'\n\nसहस्रानान, परम-सुखे 'हरि हरि ' बोलि' गाय् \nनाम-प्रभावे, मातिलो विश्व नाम-रस सबे पाय् \n\nश्रीकृष्ण-नाम, रसने स्पुरि' पूरा'लो आमार आश\nश्री रूप-पदे, याचिये इहा भकतिविनोद-दास\n",
},

{
title:"आमार जीवन",
song:"\n\n, सदा पापे रत,\nनाहिको पुण्येर लेष\nपरेरे उद्वेग, दियाछि ये कोतो,\nदियाछि जीवेरे क्लेश \n\nनिजसुख लागि', पापे नाहि डोरि,\nदया-हीन स्वार्थ-परो \nपर-सुखे दुःखी, सदा मिथ्याभाषी,\nपर-दुःख सुख-करो\n\nआशेष कामना, हृदि माझे मोर,\nक्रोधी, दंभ-परायण\nमद-मत्त सदा, विषये मोहित,\nहिंसा-गर्व विभूषण\n\nनिद्रालस्य हत, सुकार्ये विरत,\nअकार्ये उद्योगी आमि \nप्रतिष्ठ लागिया, शाठ्य-आचरण,\nलोभ-हत सदा कामी\n\nए हेनो दुर्जन, सज्जन-वर्जित,\nअपराधि-निरंतर \nशुभ-कार्य-शून्य, सदानर्थ-मनाः,\nनाना दुःखे जर जर\n\nवार्धक्यॆ ऎखोन, उपाय-विहीन,\nता'ते दीन अकिंचन \nभकतिविनोद, प्रभुर चरणे,\nकोरॆ दुःख निवेदन\n",
},

{
title:"गोरा पहुन्",
song:"\n\n ना भजिया मैनु \nप्रेम-रतन-धन हेलाय हाराइनु\n\nअधने जतन कोरि धन तेयागिनु \nआपन करम-दोषे आपनि डुबिनु \n\nसत्संग छाडि ' कैनु असते विलास् \nते-कारणे लागिलो जे कर्म-बंध-फान्स् \n\nविषय-विषम-विष सतत खाइनु\nगौर-कीर्तन-रसे मगन ना हैनु \n\nकेनो वा आछये प्राण कि सुख पाइया\nनरोत्तम् दास् केनो ना गेलो मरिया\n",
},

{
title:"श्री जगन्नाथाष्टक",
song:'\n\nकदाचित् कालिंदी-तट-विपिन-संगीतक-रवो\nमुदाभीरी-नारी-वदन-कमलास्वाद-मधुपः\nरमा-शंभु-ब्रह्मामर-पति-गणेशार्चित-पदो\nजगन्नाथः स्वामी नयन-पथ-गामी भवतु मे\n\nभुजे सव्ये वेणुं शिरसि शिखि-पुच्छं कटि-तटे\nदुकूलं नेत्रांते सहचर-कटाक्षं विदधते\nसदा श्रीमद्-वृंदावन-वसति-लीला परिचयो\nजगन्नाथः स्वामी नयन-पथ-गामी भवतु मे\n\nमहांभोधेस्तीरे कनक-रुचिरे नील-शिखरे\nवसन् प्रासादांतः सहज-बलभद्रेण बलिना \nसुभद्रा-मध्य-स्थः सकल-सुर-सेवावसर-दो\nजगन्नाथः स्वामी नयन-पथ-गामी भवतु मे\n\nकृपा-पारावारः सजल-जलद-श्रेणि-रुचिरो \nरमा-वाणी-रामः स्पुरद्-अमल-पंकेरुह-मुखः \nसुरेंद्रैराराध्यः श्रुत-गुण-शिखा गीत-चरितो\nजगन्नाथः स्वामी नयन-पथ-गामी भवतु मे\n\nरथारूढो गच्छन् पथि मिलित-भूदेव-पटलैः\nस्तुति-प्रादुर्भावं प्रति-पदं उपाकर्ण्य सदयः \nदया-सिंधुर्बंधुः सकल जगतां सिंधु-सुतया\nजगन्नाथः स्वामी नयन-पथ-गामी भवतु मे\n\nपर-ब्रह्मापीडः कुवलय-दलोत्फुल्ल-नयनो \nनिवासी नीलाद्रौ निहित-चरणोsनंत-शिरसि \nरसानंदो राधा-सरस-वपुर्-आलिंगन-सुखो\nजगन्नाथः स्वामी नयन-पथ-गामी भवतु मे\n\nन वै याचे राज्यं न च कनक-माणिक्य-विभवम्\nन याचेsहं रम्यां सकल जन-काम्यां वर-वधूम् \nसदा काले काले प्रमथ-पतिना गीत-चरितो\nजगन्नाथः स्वामी नयन-पथ-गामी भवतु मे\n\nहर त्वं संसारं द्रुत-तरं असारं सुर-पते\nहर त्वं पापानां विततिं अपरां यादव-पते \nअहो दीनेsनाथे निहित-चरणो निश्चितं इदम्\nजगन्नाथः स्वामी नयन-पथ-गामी भवतु मे\n\n\n',
},

{
title:" श्री गोवर्धनाष्ठकं",
song:'\n\n()\nकृष्ण-प्रसादेन समस्त-शैल-\nसाम्राज्यं आप्नोति च वैरिणो ’पि\nशक्रस्य प्राप बलिं स साक्षाद्\nगोवर्धनो मे दिषतां अभीष्ठं\n\n()\nस्व- प्रेष्ठ-हस्तांबुज-सौकुमार्य\nसुखानुभूतेर् अति-भूमि- वृत्तॆः\nमहेंद्र-वज्राहतिम् अपि अजानन्\nगोवर्धनो मे दिषतां अभीष्ठं\n\n()\nयत्रैव कृष्णो वृषभानु-पुत्र्या\nदानं गृहीतुं कलहं वितेने\nश्रुतेः स्पृहा यत्र महति अतः श्री-\nगोवर्धनो मे दिषतां अभीष्ठं\n\n)\nस्नात्वा सरः न्वशु समीर- हस्ती\nयत्रैव नीपादि-पराग-दूलिः\nआलोलयन् खॆलति चारु स श्री\nगोवर्धनो मे दिषतां अभीष्ठं\n\n()\nकस्तूर्काभिः शयितं किम् अत्रेति\nऊहं प्रभोः स्वस्य मुहुर् वितन्वन्\nनैसर्गिक-स्वीय-शिला-सुगंदैर्\nगोवर्धनो मे दिषतां अभीष्ठं\n\n()\nवंश-प्रतिद्वनि-अनुसार-वर्त्म\nदिद्रक्षवो यत्र हरिं हरिण्यः\nयांत्यो लभंते न हि विस्मिताः स\nगोवर्धनो मे दिषतां अभीष्ठं\n\n()\nयत्रैव गंगां अनु नावि राधां\nआरोह्य मध्यॆ तु निमग्न-नौकः\nकृष्णो हि राधानुगलो बभौ स\nगोवर्धनो मे दिषतां अभीष्ठं\n\n()\nविना भवेत् किम् हरि-दास-वर्य\nपदाश्रयं भक्तिर् अतः श्रयामि\nयं एव सप्रेम निजेशयोः श्री-\nगोवर्धनो मे दिषतां अभीष्ठं\n\n()\nऎतत् पठेद् यो हरि-दास-वर्य-\nमहानुभावाष्ठकम् आर्द्र-चेताः\nश्री-राधिका-माधवयोः पदाब्ज-\nदास्यं स विंदेद् अचिरेण साक्षात्\n\n',
}]
