import React,{Component} from 'react';
import {View} from 'react-native';
import SongList from './SongList';



export default class SongListGujarathi extends Component{

  

  render(){

    

    return(

      <View style={{flex:1,}}>
         <SongList song_data={song_data} />

      </View>
    )
  }
}



const song_data=[
{
title:"﻿શ્રીલ પ્રભુપાદ પ્રણતિ",
song:'\n\nનમ ૐ વિષ્ણુપાદાય કૃષ્ણપ્રેષ્ઠાય ભૂતલે\nશ્રીમતે ભક્તિવેદાંતસ્વામિન્ ઇતિ નામિને ।\nનમસ્તે સારસ્વતે દેવે ગૌરવાણી પ્રચારિણે\nનિર્વિશેષ શૂન્યવાદિ પાશ્ચાત્યદેશ તારિણે ।।\n\n',
},

{
title:"શ્રી પંચ-તત્વ મહામંત્ર",
song:'\n\n(જય) શ્રીકૃષ્ણચૈતન્ય પ્રભુ નિત્યાનંદ\nશ્રી અદ્વૈત ગદાધર શ્રીવાસાદિ ગૌર ભક્તવૃંદ\n\n',
},

{
title:"હરે કૃષ્ણ મહામંત્ર ",
song:'\n\nહરે કૃષ્ણ હરે કૃષ્ણ \nકૃષ્ણ કૃષ્ણ હરે હરે \nહરે રામ હરે રામ \nરામ રામ હરે હરે\n\n',
},

{
title:"શ્રી ગુરુપ્રણામ",
song:'\n\nૐ અજ્ઞાનતિમિરાંધસ્ય \nજ્ઞાનાંજનશલાકયા\nચક્ષુર્ ઉન્મીલિતં યેન \nતસ્મૈ શ્રીગુરવે નમઃ\n\n',
},

{
title:"શ્રી રૂપ પ્રણામ",
song:'\n\nશ્રી ચૈતન્ય મનોભીષ્ઠં સ્થાપિતં યેન ભૂતલે \nસ્વયંરૂપઃ કદા મહ્યં દદાતિ સ્વપદાંતિકમ્\n\n',
},

{
title:"મંગલાચરણ",
song:'\n\nવંદેઽહં શ્રીગુરોઃ શ્રીયુતપદકમલં શ્રીગુરૂન્ વૈષ્ણવાઁશ્ચ \nશ્રીરૂપં સાગ્રજાતં સહગણ રઘુનાથાન્વિતં તં સજીવમ્\nસાદ્વૈતં સાવધૂતં પરિજન સહિતં કૃષ્ણ ચૈતન્ય દેવં \nશ્રી રાધાકૃષ્ણ પાદાન્ સહગણ લલિતા શ્રી વિશાખાન્વિતામ્શ્ચ\n\n',
},

{
title:"શ્રીલ ભક્તિસિદ્ધાંત સરસ્વતી પ્રણતિ ",
song:'\n\nનમ ૐ વિષ્ણુપાદાય કૃષ્ણપ્રેષ્ઠાય ભૂતલે \nશ્રીમતે ભક્તિસિદ્ધાંત સરસ્વતીતિ નામિને \n\nશ્રી વાર્ષભાનવી-દેવી-દયિતાય કૃપાબ્ધયે \nકૃષ્ણ સંબંધ વિજ્ઞાન દાયિને પ્રભવે નમઃ \n\nમાધુર્યોજ્વલ પ્રેમાઢ્ય શ્રી-રૂપાનુગ ભક્તિદ\nશ્રી ગૌર-કરુણા-શક્તિ-વિગ્રહાય નમોઽસ્તુતે\n\nનમસ્તે ગૌર-વાણી-શ્રી-મૂર્તયે દીન-તારિણે\nરૂપાનુગ વિરુદ્ધાઽપસિદ્ધાંત - ધ્વાંત-હારિણે\n\n',
},

{
title:" શ્રીલ ગૌરકિશોર પ્રણતિ",
song:'\n\nનમો ગૌર-કિશોરાય સાક્ષાદ્વૈરાગ્ય મૂર્તયે \nવિપ્રલંભ-રસાંબોધે પાદાંબુજાય તે નમઃ\n\n\n',
},

{
title:" શ્રીલ ભક્તિવિનોદ પ્રણતિ",
song:'\n\nનમો ભક્તિવિનોદાય સચ્ચિદાનંદ-નામિને \nગૌરશક્તિસ્વરૂપાય રૂપાનુગ-વરાય તે\n\n',
},

{
title:" શ્રીલ જગન્નાથ પ્રણતિ",
song:'\n\nગૌરાવિર્ભાવ-ભૂમેસ્ત્વં નિર્દેષ્ટા સજ્જનપ્રિયઃ \nવૈષ્ણવ-સાર્વભૌમઃ શ્રીજગન્નાથાય તે નમઃ\n\n',
},

{
title:"શ્રી વૈષ્ણવ પ્રણામ",
song:'\n\nવાઞ્છા કલ્પતરુભ્યશ્ચ કૃપા-સિંધુભ્ય એવ ચ\nપતિતાનામ્ પાવનેભ્યો વૈષ્ણવેભ્યો નમો નમઃ\n\n',
},

{
title:"શ્રી ગૌરાંગ પ્રણામ",
song:'\n\nનમો મહાવદાન્યાય કૃષ્ણપ્રેમપ્રદાય તે\nકૃષ્ણાય કૃષ્ણચૈતન્યનામ્ને ગૌરત્વિષે નામ:\n\n',
},

{
title:"શ્રી પંચ-તત્વ પ્રણામ ",
song:'\nપંચ-તત્ત્વાત્મકં કૃષ્ણં ભક્તરૂપ સ્વરૂપકં \nભક્તાવતારં ભક્તાખ્યં નમામિ ભક્તશક્તિકં\n\n',
},

{
title:"શ્રી કૃષ્ણ પ્રણામ ",
song:'\n\nહે કૃષ્ણ કરુણા-સિંધો \nદીન-બંધો જગત્પતે\nગોપેશ ગોપિકા-કાંત \nરાધા-કાંત નમોઽસ્તુતે\n\n',
},

{
title:" સંબંધાધિદેવ પ્રણામ",
song:'\n\nજયતાં સુરતૌ પંગોર્ મમ મંદ-મતેર્ ગતી\nમત્સર્વસ્વ પદાંભોજૌ રાધા-મદન-મોહનૌ\n\n',
},

{
title:" અભિધેયાધિદેવ પ્રણામ",
song:'\n\nદીવ્યદ્ વૃંદારણ્ય કલ્પ-દ્રુમાધઃ\nશ્રીમદ્ રત્નાગાર સિંહાસનસ્થૌ\nશ્રીમદ્ રાધા શ્રીલ ગોવિંદ દેવૌ \nપ્રેષ્ઠાલીભિઃ સેવ્યમાનૌ સ્મરામિ\n\n',
},

{
title:" પ્રયોજનાધિદેવ પ્રણામ",
song:'\n\nશ્રીમાન્ રાસ રસારંભી વમ્શીવટ તટસ્થિતઃ \nકર્ષન્ વેણુસ્વનૈર્ ગોપીર્ ગોપીનાથઃ શ્રીયેઽસ્તુ નઃ\n\n',
},

{
title:"શ્રી રાધા પ્રણામ",
song:'\n\nતપ્ત-કાંચન ગૌરાંગી રાધે વૃંદાવનેશ્વરી\nવૃષભાનુ સુતે દેવી પ્રણમામિ હરિ-પ્રિયે\n\n',
},

{
title:"શ્રી શ્રી ગુર્વષ્ટક",
song:'\n\nસમ્સાર-દાવાનલ-લીઢ-લોક\nત્રાણાય કારુણ્ય-ઘનાઘનત્વમ્\nપ્રાપ્તસ્ય કલ્યાણ-ગુણાર્ણવસ્ય\nવંદે ગુરોઃ શ્રી ચરણારવિંદં \n\nમહાપ્રભોઃ કીર્તન-નૃત્ય-ગીત\nવાદિત્ર-માદ્યન્-મનસો રસેન\nરોમાન્ચ-કંપાશ્રુ-તરંગ-ભાજો\nવંદે ગુરોઃ શ્રી ચરણારવિંદં \n\nશ્રી વિગ્રહારાધન નિત્ય નાના\nશૃંગાર-તન્મંદિર માર્જનાદૌ\nયુક્તસ્ય ભક્તામ્શ્ચ નિયુંજતોઽપિ\nવંદે ગુરોઃ શ્રી ચરણારવિંદં \n \nચતુર્વિધ શ્રી ભગવત્ પ્રસાદ\nસ્વાદ્વન્ન તૃપ્તાન્ હરિભક્ત સંઘાન્\nકૃત્વૈવ તૃપ્તિં ભજતઃ સદૈવ\nવંદે ગુરોઃ શ્રી ચરણારવિંદં \n \nશ્રી રાધિકા-માધવયોર્-અપાર\nમાધુર્ય-લીલા-ગુણ-રૂપ-નામ્નાં\nપ્રતિક્ષણાસ્વાદન-લોલુપસ્ય\nવંદે ગુરોઃ શ્રી ચરણારવિંદં \n\nનિકુંજ યૂનો રતિ-કેલિ- સિદ્ધ્યૈ \nયા યાલિભિર્-યુક્તિર્-અપેક્ષણીયા\nતત્રાતિ-દાક્ષ્યાદ્ અતિ વલ્લભસ્ય\nવંદે ગુરોઃ શ્રી ચરણારવિંદં \n\nસાક્ષાદ્ધરિત્વેન સમસ્ત-શાસ્ત્રૈર્\nઉક્તસ્તથા ભાવ્યત એવ સદ્ભિઃ\nકિંતુ પ્રભોર્-યઃ પ્રિય એવ તસ્ય\nવંદે ગુરોઃ શ્રી ચરણારવિંદં \n\nયસ્ય પ્રસાદાત્ ભગવત્-પ્રસાદો\nયસ્યાપ્રસાદાત્ ન ગતિઃ કુતોઽપિ\nધ્યાયન્ સ્તુ\u200bવમ્સ્તસ્ય યશાસ્ ત્રિસંધ્યાં\nવંદે ગુરોઃ શ્રી ચરણારવિંદં\n\n\n',
},

{
title:"શ્રી નરસિંહ​ પ્રણામ",
song:'\n\nનમસ્તે નરસિમ્હાય \nપ્રહ્લાદાહ્લાદ-દાયિને\nહિરણ્યકશિપોર્વક્શઃ \nશિલા-ટંક-નખાલયે \n\nઇતો નૃસિમ્હઃ પરતો નૃસિમ્હો \nયતો યતો યામિ તતો નૃસિમ્હઃ \nબહિર્ નૃસિમ્હો હૃદયે નૃસિમ્હો \nનૃસિમ્હં આદિં શરણં પ્રપદ્યે\n\n',
},

{
title:"શ્રી નરસિંહ પ્રાર્થન",
song:'\n\nતવ કર-કમલ-વરે નખં અદ્ભુત-શૃંગં \nદલિત હિરણ્યકશિપુ-તનુ-બૃંગં\nકેશવ ધૃત-નરહરિ-રૂપ જય જગદીશ હરે\n\n',
},

{
title:"શ્રી તુલસી પ્રણામ",
song:'\n\nવૃંદાયૈ તુલસી દેવ્યૈ પ્રિયાયૈ કેશવસ્ય ચ\nવિષ્ણુ-ભક્તિ-પ્રદે દેવી સત્યવત્યૈ નમો નમઃ\n\n',
},

{
title:"શ્રી તુલસી-કીર્તન",
song:'\n\nતુલસી કૃષ્ણ પ્રેયસી નમો નમઃ \nરાધા-કૃષ્ણ-સેવા પાબો એઇ અભિલાષી\n\t\nયે તોમાર શરણ લોય્, તાર વાંછા પૂર્ણ હોય્\nકૃપા કોરિ કોરો તારે વૃંદાવન-વાસી\n\nમોર્ એઇ અભિલાષ્, વિલાસ્ કુંજે દિયો વાસ્ \nનયને હેરિબો સદા યુગલ-રૂપ-રાશિ \n\nએઇ નિવેદન ધરો, સખીર્ અનુગત કોરો \nસેવા-અધિકાર દિયે કોરો નિજ દાસી\n\nદીન-કૃષ્ણ-દાસે કોય્, એઇ જેન મોર હોય્ \nશ્રી રાધા-ગોવિંદ-પ્રેમે સદા યેન ભાસિ\n\n',
},

{
title:"શ્રી તુલસી પ્રદક્ષિણ મંત્ર",
song:'\n\nયાનિ કાનિ ચ પાપાનિ બ્રહ્મ હત્યાદિકાનિ ચ\nતાનિ તાનિ પ્રણશ્યંતિ પ્રદક્ષિણઃ પદે પદે  \n\n',
},

{
title:"1 )અરુણોદય-કીર્તન -જીવ્ જાગો",
song:"\n\nજીવ્ જાગો જીવ્ જાગો, ગૌરચાંદ બોલે \nકોત નિદ્રા જાઓ માયા પિશાચીર-કોલે\n\nભજિબો બોલિયા એસે सम्सार\u200b-ભિતરે \nભુલિયા રોહિલે તુમિ અવિદ્યાર ભરે \n\nતોમારે લોઇતે આમિ હોઇનુ અવતાર \nઆમિ બિના બંધુ આર કે આછે તોમાર\n\nએનેછિ ઔષધિ માયા નાશિબારો લાગિ \nહરિ-નામ મહા-મંત્ર લઓ તુમિ માગિ\n\nભકતિ વિનોદ પ્રભુ-ચરણે પડિયા\nસેઇ હરિનામ મંત્ર લોઇલો માગિયા\n\n)અરુણોદય-કીર્તન -ઉદિલો અરુણ\n\nઉદિલો અરુણ પૂરબ-ભાગે દ્વિજમણિ ગોરા અમનિ જાગે\nભકત સમૂહ લોઇયા સાથે ગેલા નગર-બ્રાજે\n\n'તાથૈ તાથૈ' બાજલો ખોલ્ ઘન ઘન તાહે ઝાજેર રોલ્ \nપ્રેમે ઢલઢલ સોણાર અંગ ચરણે નૂપુર બાજે \n\nમુકુંદ માધવ યાદવ હરિ બોલેન બોલોરે વદન ભોરિ\nમિછે નિદ-બશે ગેલો રે રાતિ દિવસ શરીર સાજે \n\nએમન દુર્લભ માનવ દેહો પાઇયા કિ કોરો ભાવ ના કેહો\nએબે ના ભજિલે યશોદા સુત ચરમે પોરિબે લાજે\n\nઉદિત તપન હોઇલે અસ્ત દિન ગેલો બોલિ હોઇબે બ્યસ્ત \nતબે કેનો એબે અલસ હોય્ ના ભજ હૃદોય રાજે \n\nજીવન અનિત્ય જાનહ સાર્ તાહે નાના વિધ વિપદ-ભાર્\nનામાશ્રય કોરિ જતને તુમિ થાકહ આપન કાજે\n\nજીવેર કલ્યાણ સાધન કામ્ જગતે આસિ’ એ મધુર નામ્ \nઅવિદ્યા તિમિર તપન રૂપે હૃદ્ ગગને બિરાજે \n\nકૃષ્ણ-નામ-સુધા કોરિયા પાન્ જુડાઓ ભકતિ વિનોદ-પ્રાણ્   \nનામ બિના કિછુ નાહિકો આરો ચૌદ્દ-ભુવન માઝે\n\n",
},

{
title:"શ્રી નામ",
song:'\nગાય્ ગોરા મધુર્ સ્વરે \nહરે કૃષ્ણ હરે કૃષ્ણ કૃષ્ણ કૃષ્ણ હરે હરે \nહરે રામ હરે રામ રામ રામ હરે હરે \n\nગૃહે થાકો વને થાકો સદાહરિબોલે ડાકો\nસુખે દુઃખે ભુલો નાકો વદને હરિનામ્ કોરો રે \n\nમાયા-જાલે બદ્ધ હોયે આછો મિછે કાજ લોયે\nએખોન ચેતન પે ‘યે રાધા-માધવ નામ બોલો રે \n\nજીવન હોઇલો શેષ ના ભજિલે હૃષીકેશ \nભક્તિવિનોદોપદેશ એક્બાર્ નામ્ રસે માતો રે\n\n',
},

{
title:"ગોપીનાથ ",
song:"\nભાગ-\nગોપિનાથ્, મમ નિવેદન શુનો \nવિષયી દુર્જન, સદા કામ-રત,\nકિછુ નાહિ મોર ગુણ \n\nગોપીનાથ્, આમાર ભરસા તુમિ \nતોમાર ચરણે, લોઇનુ શરણ,\nતોમાર કિંકોર આમિ \n\t\nગોપીનાથ્, કેમોને શોધિબે મોરે\nના જાનિ ભકતિ, કર્મે જડ-મતિ,\nપોડેછિ સંસાર-ઘોરે\n\nગોપીનાથ્, સકલિ તોમાર માયા \nનાહિ મમ બલ, જ્ઞાન સુનિર્મલ,\nસ્વાધીન નહે એ કાયા \n\nગોપીનાથ્, નિયત ચરણે સ્થાન \nમાગે એ પામર, કાન્ડિયા કાન્ડિયા,\nકોરોહે કરુણા દાન \n\nગોપીનાથ્, તુમિ તો' સકલિ પારો \nદુર્જને તારિતે, તોમાર શકતિ,\nકે આછે પાપીર આરો\n\nગોપીનાથ્, તુમિ કૃપા-પારાબાર \nજીવેર કારણે, આસિયા પ્રપંચે\nલીલા કોઇલે સુબિસ્તાર\n\nગોપીનાથ્, આમિ કિ દોષે દોષી\nઅસુર સકલ, પાઇલો ચરણ,\nવિનોદ થાકિલો બોસિ'\n\nભાગ - \nગોપીનાથ્, ઘુચાઓ સંસાર-જ્વાલા \nઅવિદ્યા-જાતના, આરો નાહિ સહે,\nજનમ-મરણ-માલા \n\nગોપીનાથ્, આમિ તો' કામેર દાસ \nવિષય-બાસના, જાગિછે હૃદોયે,\nફાડિછે કરમ ફાસ\n\nગોપીનાથ્, કબે વા જાગિબો આમિ\nકામ-રૂપ અરિ, દૂરે તેયાગિબો,\nહૃદોયે સ્ફુરિબે તુમિ\n\nગોપીનાથ્ આમિ તો' તોમાર જન \nતોમારે, છાડિયા, સંસાર ભજિનુ,\nભુલિયા આપન-ધન \n\nગોપીનાથ્, તુમિ તો' સકલિ જાનો\nઆપનાર જને, દણ્ડિયા એખનો \nશ્રી-ચરણે, દેહો સ્થાનો \n\nગોપીનાથ્, એઇ કિ, વિચાર તબ\nબિમુખ દેખિયા, છાડો નિજ-જને,\nન કોરો'કરુણા-લબ\n\nગોપીનાથ્, આમિ તો’ મૂરખ અતિ \nકિસે ભાલો હોય, કભુ ના બુઝિનુ,\nતાઇ હેનો મમ ગતિ \n\nગોપીનાથ્, તુમિ તો' પણ્ડિત-બર \nમૂઢેર મંગલ, તુમિ અન્વેષિબે\nએ દાસે ના ભાવો'પર\n\nભાગ - \nગોપીનાથ્, આમાર ઉપાય નાઇ\nતુમિ કૃપા કોરિ', આમારે લોઇલે,\nસંસારે ઉદ્દાર પાઇ \n\nગોપીનાથ્, પોડેછિ માયાર ફેરે\nધન, દાર, સુત, ઘિરેછે આમારે,\nકામેતે રેખેછે જેરે \n\nગોપીનાથ્, મન જે પાગલ મોર \nના માને શાસન, સદા અચેતન,\nવિષયે રો'યેછે  ઘોર \n\nગોપીનાથ્, હાર જે મેનેછિ આમિ \nઅનેક જનત, હોઇલો બિફલ,\nએખનો ભરસા  તુમિ \n\nગોપીનાથ્, કેમોને  હોઇબે ગતિ \nપ્રબલ ઇંદ્રિય બોશી-ભૂત મન,\nના છાડે વિષય-રતિ \n\nગોપીનાથ્, હૃદોયે બોસિયા મોર \nમનકે શમિયા, લહો નિજ પાને,\nઘુચિબે વિપદ ઘોર \n\nગોપીનાથ્, અનાથ દેખિયા મોરે \nતુમિ, હૃષિકેશ, હૃષીક દમિયા,\nતારો'હે સંસૃતિ-ઘોરે \n\nગોપીનાથ્, ગલાય લેગેછે  ફાસ \nકૃપા-આસિ ધોરિ', બંધન છેદિયા,\nવિનોદે કોરોહો દાસ\n",
},

{
title:"ગુરુદેવ્",
song:'\n\n! કૃપાબિંદુ દિયા, કોરો એઇ દાસે,\nતૃણાપેખા અતિ હીન \nસકલ સહને, બલ દિયા કોરો,\nનિજ-માને સ્પૃહા-હીન \n\nસકલે સમ્માન, કોરિતે શકતિ,\nદેહો નાથ! જથાજથ\nતબે તો ગાઇબો, હરિ-નામ-સુખે,\nઅપરાધ હબે હત\n\nકબે હેનો કૃપા, લભિયા એ જન,\nકૃતાર્થ હોઇબે, નાથ \nશક્તિ-બુદ્ધિ-હીન, આમિ અતિ દીન,\nકોરો મોરે આત્મ-સાથ\n\nજોગ્યતા-વિચારે, કિછુ ના હિ પાઇ,\nતોમાર કરુણા-સાર \nકરુણા ના હોઇલે, કાંદિયા કાંદિયા \nપ્રાણ ના રાખિબો આર\n\n',
},

{
title:"માનસ દેહ ગેહ",
song:'\n\nમાનસ, દેહો, ગેહો, જો કિછુ મોર્\nઅર્પિલુ તુવા પદે, નન્દ-કિશોર્ \n\nસંપુદે વિપદે, જીવને-મરણે\nદાય્ મમ ગેલા, તુવા ઓ-પદ બરણે\n\nમારોબિ રાખોબિ-જો ઇચ્છા તોહારા\nનિત્ય-દાસ પ્રતિ તુવા અધિકારા \n\nજન્માઓબિ મોએ ઇચ્છાજદિ તોર્\nભક્ત-ગૃહે જનિ જન્મ હઉ મોર્ \n\nકીટ-જન્મ હઉ જથા તુવા દાસ્ \nબહિર્મુખ બ્રહ્મ-જન્મે નાહિ આશ્ \n\nભક્તિ-મુક્તિ-સ્પૃહા વિહીન જે ભક્ત \nલભઇતે તાકો સંગ અનુરક્ત \n\nજનક, જનની, દયિત, તનય્\nપ્રભુ, ગુરુ, પતિ-તુહૂ સર્વ-મોય્ \n\nભકતિવિનોદ કોહે શુનો કાન!\nરાધા-નાથ! તુહુ હામાર પરાણ\n',
},

{
title:"પ્રસાદ સેવાય ",
song:'\nI',
},

{
title:" મહા પ્રસાદે",
song:'\n\nમહા-પ્રસાદે ગોવિંદે નામ-બ્રાહ્મણિ વૈષ્ણવે\nસ્વલ્પ-પુણ્ય-વતાં રાજન્ વિશ્વાસો નૈવ જાયતે\nII',
},

{
title:" શરીર અબિદ્યા",
song:'\n\nશરીર અવિદ્યા-જાલ્, જોડેંદ્રિય તાહે કાલ્ \nજીવે ફેલે વિષય- સાગોરે\nતાઽર મધ્યે જિહ્વા અતિ, લોભમોય્ સુદુર્મતિ \nતાઽકે જેતા કઠિન સંસારે\n\nકૃષ્ણ બડો દોયામોય્, કોરિબારે જિહ્વા જય્\nસ્વપ્રસાદન્ન દિલો ભાઇ\nસેઇ અન્નામૃત પાઓ રાધા-કૃષ્ણ ગુણ ગાઓ\nપ્રેમે ડાકો ચૈતન્ય-નિતાઇ  \n\n',
},

{
title:"રાધા-કૃષ્ણ બોલ્",
song:"\n\n‘રાધા-કૃષ્ણ’ બોલ્ બોલ્ બોલો રે સોબાઇ \n(એઇ) શિખા દિયા, સબ્ નદીયા\nફિર્છે નેચે' ગૌર-નિતાઇ\n(મિછે) માયાર્ બોશે, જાચ્છો ભેસે'\nખાચ્છો હાબુડુબુ ભાઇ \n\n(જીવ્) કૃષ્ણ-દાસ્, એ વિશ્વાસ્,\nકોર્લે તો' આર્ દુઃખો નાઇ\n(કૃષ્ણ) બોલ્બે જબે, પુલક્ હ'બે\nઝોર્બે આઁખિ, બોલિ તાઇ\n\n('રાધા) કૃષ્ણ' બોલો સંગે ચલો,\nએઇ-માત્ર ભિખા ચાઇ \n(જાય્) સકલ્ બિપોદ્ ભક્તિવિનોદ્ \nબોલે, જખોન્ ઓ-નામ્ ગાઇ   \n\n",
},

{
title:"જય રાધા-માધવ",
song:'\n\n(જય) રાધા-માધવ (જય) કુંજવિહારી\n(જય) ગોપિ-જન-વલ્લભ (જય) ગિરિવરધારી\n(જય) યશોદાનંદન, (જય) વ્રજજનરંજન,\n(જય) યમુના-તીર વન-ચારી\n\n',
},

{
title:"સિદ્ધિ-લાલસા",
song:"\n\nકબે ગૌર-વને, સુરધુની-તટે \n'હા રાધે હા કૃષ્ણ' બોલે'\nકાંદિયા બેરા' બો, દેહો-સુખ છાદિ’,\nનાના લતા-તુરુ-તલે\n\nશ્વ-પચ-ગૃહેતે, માગિયા ખાઇબો,\nપિબો સરસ્વતી-જલ \nપુલિને પુલિને, ગડા-ગડિ દિબો,\nકોરિ' કૃષ્ણ- કોલાહલ \n\nધામ-વાસી જને પ્રણતિ કોરિયા\nમાગિબો કૃપાર લેશ \nવૈષ્ણવ-ચરણ-રેણુ ગાય માખિ',\nધોરિ અવધૂત-બેશ\n\nગૌડ-બ્રજ-જને, ભેદ ના દેખિબો \nહોઇબો બરજ-બાસી\nધામેર સ્વરૂપ, સ્ફુરિબે નયને\nહોઇબો રાધાર દાસી\n",
},

{
title:"કબે હ'બે બોલો ",
song:"\n\nકબે હ' બે બોલો સે-દિન અમાર્ \n(આમાર્) અપરાધ ઘુચિ', શુદ્ધ નામે રુચિ,\nકૃપા-બાલે હ' બે હૃદોયે સંચાર્\n\nતૃણાધિક હીન, કબે નિજે માનિ',\nસહિષ્ણુતા-ગુણ હૃદયેતે આનિ'\nસકલે માનદ, આપનિ અમાની,\nહો' યે આસ્વાદિબો નામ-રસ-સાર્ \n\nધન જન આર, કોબિતા-સુંદરી,\nબોલિબો ના ચાહિ દેહો-સુખ-કરી\nજન્મે જન્મે દાઓ, ઓહે ગૌરહરિ \nઅહૈતુકી ભક્તિ ચરણે તોમાર્ \n\n(કબે) કોરિતે શ્રી-કૃષ્ણ-નામ ઉચ્ચારણ\nપુલકિત દેહો ગદ્ગદ વચન \nબૈબર્ણ્ય-બેપથુ હ' બે સંઘટન,\nનિરંતર નેત્રે બ'બે અશ્રુ-ધાર્ \n\nકબે નવદ્વીપે, સુરધુની-તટે,\nગૌર-નિત્યાનંદ બોલિ' નિષ્કપટે\nનાચિયા ગાઇયા, બેડાઇબો છુટે,\nબાતુલેર પ્રાય છાડિયા બિચાર્\n\nકબે નિત્યાનંદ મોરે કોરિ' દોયા',\nછાડાઇબો મોર વિષયેર માયા \nદિયા મોરે નિજ-ચરણેર છાયા,\nનામેર હાટેતે દિબે અધિકાર્ \n\nકિનિબો લુટિબો હરિ-નામ-રસ,\nનામ-રસે મતિ' હોઇબો બિબશ\nરસેર રસિક-ચરણ પરશ,\nકોરિયા મોજિબો રસે અનિબાર્ \n\nકબે જીબે દોયા, હોઇબે ઉદોય,\nનિજ-સુખ ભુલિ' સુદીન-હૃદોય \nભકતિવિનોદ, કોરિયા બિનોય,\nશ્રી-આજ્ઞા-ટહલ કોરિબે પ્રચાર્\n\n",
},

{
title:"શુદ્ધ-ભકત",
song:"\n\n-ચરણ-રેણુ, ભજન-અનુકૂલ \nભકત-સેવા, પરમ-સિદ્ધિ, પ્રેમ-લતિકાર મૂલ \n\nમાધવ-તિથિ, ભક્તિ-જનની, જતને પાલન કોરિ \nકૃષ્ણ-બસતિ, બસતિ બોલિ' પરમ આદરે બોરિ\n\nગૌર્ આમાર, જે-સબ સ્થાને, કોરલો ભ્રમણ રંગે\nસે-સબ સ્થાને, હેરિબો આમિ, પ્રાણમિ-ભકત-સંગે\n\nમૃદંગ-વાદ્ય, શુનિતે મન, અબસર સદા જાચે\nગૌર-બિહિત, કીર્તન શુનિ ', આનંદે હૃદોય નાચે\n\nજુગલ-મૂર્તિ, દેખિયા મોર, પરમ-આનંદ હોય,\nપ્રસાદ સેબા કોરિતે હોય સકલ પ્રપંચ જય \n\nજે-દિન ગૃહે, ભજન દેખિ, ગૃહેતે ગોલોક ભાય \nચરણ-સીધુ, દેખિયા ગંગા, સુખ સા સીમા પાય \n\nતુલસી દેખિ ', જુડાય પ્રાણ, માધવ-તોષને જાનિ' \nગૌર-પ્રિય, શાક-સેવને, જીવન સાર્થક માનિ\n\nભકતિવિનોદ કૃષ્ણ ભજને, અનુકૂલ પાય જાહા \nપ્રતિ-દિવસે પરમ-સુખે સ્વીકાર કોરોયે તાહા  \n\n",
},

{
title:"ભોગ-આરતિ ",
song:"\n\nભજ ભકત-વત્સલ શ્રી-ગૌરહરિ \nશ્રી-ગૌરહરિ સોહિ ગોષ્ઠ-વિહારી,\nનંદ-જશોમતી-ચિત્ત-હારી\n\nબેલા હો ' લો, દામોદર, આઇસ એખાનો \nભોગ-મંદિરે બોસિ' કોરહો ભોજન\n\nનંદેર નિદેશે બૈસે ગિરિ-વર-ધારી\nબલદેવ-સહ સખા બૈસે સારિ સારિ \n\nશુક્તા-શાકાદિ ભાજિ નાલિતા કુષ્માણ્ડ\nડાલિ ડાલ્ના દુગ્ધ-તુંબી દધિ મોચા-ખંડ\n\nમુદ્ગ-બોડા માષ-બોડા રોટિકા ઘૃતાન્ન \nશષ્કુલી પિષ્ટક ખીર્ પુલિ પાયસાન્ન \n\nકર્પૂર અમૃત-કેલિ રંભા ખીર-સાર \nઅમૃત રસાલા, આમ્લ દ્વાદશ પ્રકાર\n\nલુચિ ચિનિ સર્પૂરી લાડ્ડુ રસાબલી\nભોજન કોરેન કૃષ્ણ હો 'યો કુતૂહલી\n\nરાધિકાર પક્ક અન્ન વિવિધ વ્યંજન\nપરમ આનંદે કૃષ્ણ કોરેન ભોજન \n\nછલે-બલે લાડ્ડુ ખાય્ શ્રી-મધુમંગલ\nબગલ બાજાય્ આર દેય હરિ-બોલો\n\nરાધિકાદિ ગુણે હેરિ' નયનેર કોણે\nતૃપ્ત હો 'યે ખાય્ કૃષ્ણ જશોદા-ભવને\n\nભોજનાંતે પ્રિયે કૃષ્ણ સુબાસિત બારિ \nસબે મુખ પ્રખાલોય્ હો 'યે સારિ સારિ \n\nહસ્ત-મુખ પ્રખાલિયા જત સખા-ગુણે \nઆનંદે બિશ્રામ કોરે બલદેવ-સને\n\nજમ્બુલ રસાલ આને તામ્બુલ -મસાલા \nતાહા ખેયે કૃષ્ણ-ચન્દ્ર સુખે નિદ્રા ગેલા \n\nબિશાલાખ શિખિ-પુચ્છ-ચામર ઢુલાય\nઆપૂર્બ શય્યાય કૃષ્ણ સુખે નિદ્રા જાય \n\nજશોમતી-આજ્ઞા પે'યે ધનિષ્ઠા-આનીતો\nશ્રીકૃષ્ણ-પ્રસાદ રાધા ભુંજે હો'યે પ્રીતો \n\nલલિતાદિ સુખી-ગુણ અવશેષ પાય \nમને મને સુખે રાધા-કૃષ્ણ-ગુણ ગાય \n\nહરિ લીલા એક્-માત્ર જાહાર પ્રમોદ \nભોગારતિ ગાય્ ઠાકુર્ ભકતિવિનોદ\n\n",
},

{
title:"ગૌર-આરતિ ",
song:"\n\nજય જય ગોરાચાંદેર્ આરતિ કો શોભા \nજાહ્નવી-તટ-વને જગ-મન-લોભા\n\nદખિણે નીતાઇચાંદ્, બામે ગદાધર \nનિકટે અદ્વૈત, શ્રીનિવાસ છત્રધર\n\nબોસિયાછે ગોરાચાંદ રત્ન-સિંહાસને\nઆરતિ કોરેન્ બ્રહ્મા-આદિ દેવ-ગણે\n\nનરહરિ-આદિ કોરિ ' ચામર ઢુલાય \nસંજય મુકુંદ બાસુ ઘોષાદિ ગાય \n\nશંખ બાજે ઘંટા બાજે બાજે કરતાલ\nમધુર મૃદંગ બાજે પરમ રસાલ \n\nબહુ કોટિ ચંદ્ર જિનિ ' વદન ઉજ્જ્વલ \nગલ-દેશે બન-માલા કોરે ઝલમલ \n\nશિવ-શુક-નારદ પ્રેમે ગદગદ\nભકતિવિનોદ દેખે ગોરાર સંપદ  \n\n",
},

{
title:"શ્રી નામ-કીર્તન ",
song:'\n\nયશોમતી નંદન, બ્રજ-બરો-નાગર \nગોકુલ રંજન કાના\nગોપી-પરાણ-ધન, મદન-મનોહર \nકાલિય-દમન-વિધાન\n\nઅમલ હરિનામ્ અમિય વિલાસા\nવિપિન-પુરંદર, નવીન નાગર-બોર\nબંશી-બદન સુવાસા\n\nબ્રજ-જન-પાલન, અસુર-કુલ-નાશન \nનંદ ગો-ધન રાખોવાલા\nગોવિંદ માધવ, નવનીત તસ્કર \nસુંદર નંદ-ગોપાલા\n\nજામુન-તટ-ચર, ગોપી-બસન-હર\nરાસ-રસિક કૃપામોય\nશ્રી રાધા-વલ્લભ, બૃંદાવન-નટબર \nભકતિવિનોદ્ આશ્રય\n\n',
},

{
title:"તુમિ સર્વેશ્વરેશ્વર ",
song:"\n\nતુમિ સર્વેશ્વરેશ્વર, બ્રજેંદ્ર-કુમાર \nતોમાર ઇચ્છાય વિશ્વે સૃજન સંહાર \n\nતવ ઇચ્છા-મતો બ્રહ્મા કોરેન સૃજન \nતવ ઇચ્છા-મતો વિષ્ણુ કોરેન પાલન \n\nતવ ઇચ્છા મતે શિવ કોરેન સંહાર \nતવ ઇચ્છા મતે માયા સૃજે કારાગાર \n\nતવ ઇચ્છા-મતે જીવેર્ જનમ-મરણ \nસમૃદ્ધિ-નિપાત દુઃખ સુખ-સંઘટન\n\nમિછે માયા-બદ્ધ જીવ આશા-પાશે ફિરે'\nતવ ઇચ્છા બિના કિછુ કોરિતે ના પારે\n\nતુમિ તો' રખક આર્ પાલક આમાર \nતોમાર ચરણ બિના આશા નાહિ આર\n\nનિજ-બલ-ચેષ્ટા-પ્રતિ ભરસા છાડિયા\nતોમાર ઇચ્છાય્ આછિ નિર્ભર કોરિયા\n\nભકતિવિનોદ અતિ દીન અકિંચન \nતોમાર ઇચ્છાય્ તા ' ર જીવન મરણ\n\n",
},

{
title:"ઓહે વૈષ્ણવ ઠાકુર",
song:"\n\nઓહે! વૈષ્ણબ ઠાકુર દોયાર સાગર \nએ દાસે કોરુણા કોરિ'\nદિયા પદ-છાયા, શોધો હે આ માય,\nતોમાર ચરણ ધોરિ\n\nછય બેગ દોમિ', છય દોષ શોધિ'\nછય ગુણ દેહો' દાસે\nછય સત્સંગ, દેહો' હે આમારે,\nબોષેછિ સંગેર આશે\n\nએકાકી આમાર, નાહિ પાય બલ \nહરિ-નામ-સંકીર્તને\nતુમિ કૃપા કોરિ', શ્રદ્ધા-બિંદુ દિયા,\nદેહો કૃષ્ણ-નામ-ધને\n\nકૃષ્ણ સે' તોમાર, કૃષ્ણ દિતે પારો,\nતોમાર શકતિ આછે \nઆમિ તો' કાંગાલ, 'કૃષ્ણ' 'કૃષ્ણ' બોલિ,\nધાઇ તવ પાછે પાછે\n\n",
},

{
title:"વિભાવરી શેષ ",
song:'\n\nઆલોક-પ્રવેશ,\nનિદ્રાચાડિ’ ઉઠો જીવ\nબોલો હરિ હરિ, મુકુંદ મુરારિ,\nરામ કૃષ્ણ હયગ્રીવ\n\nનૃસિંહ વામન, શ્રી મધુસૂધન,\nબ્રજેંદ્ર નંદન શ્યામ\nપૂતના-ઘાતન કૈટભ-શાતન\nજય દાશરથિ-રામ\n \nયશોદા દુલાલ, ગોવિંદ ગોપાલ,\nવૃંદાવન પુરંદર\nગોપી-પ્રિય-જન, રાધિકા-રામણ\nભુવન-સુંદર-બર\n\nરવણાંતકર, માખન-તસ્કર,\nગોપી-જન-વસ્ત્ર- હરી\nબ્રજેર રાખાલ, ગોપા-વૃંદ-પાલ,\nચિત્ત- હરી બંશી-ધારી\n\nયોગીંદ્ર-બંદન, શ્રી-નંદ-નંદન,\nબ્રજ-જન-ભય-હરી\nનવીન નીરદ, રૂપ મનોહર,\nમોહન-બંશી-બિહારી\n \nયશોદા-નંદન, કંસ નિસૂદન\nનિકુંજ-રાસ-વિલાસી\nકદંબ કાનન રાસ પારાયણ\nબૃંદ-વિપિન-નિવાસી\n \nઆનંદ-વર્ધન, પ્રેમ-નિકેતન,\nફુલ-શર-જોજક કામ\nગોપાંગનાગણ, ચિત્ત- વિનોદન\nસમસ્ત- ગુણ-ગણ-ધામ\n\nજામુન-જીવન, કેલિ પારાયણ,\nમાનસ – ચંદ્ર – ચકોર\nનામ સુધારસ, ગાઓ કૃષ્ણ જશ,\nરાખો વચન મન મોર\n\n',
},

{
title:"વિદ્યાર વિલાસે",
song:"\n\n,કાટાઇનુ કાલ,\nપરમ સાહસે આમિ \nતોમાર ચરણ ના ભજિનુ કભુ,\nએખોન શરણ તુમિ \n\nપોડિતે પોડિતે, ભરસા બાડિલો,\nજ્ઞાને ગતિ હબે માનિ' \nસે આશા બિફલ સે જ્ઞાન દુર્બલ,\nસે જ્ઞાન અજ્ઞાન જાનિ \n\nજડ-વિદ્યા જતો, માયાર વૈભવ \nતોમાર ભજને બાધા \nમોહ જનમિયા, અનિત્ય સંસારે\nજીબકે કરેયે ગાધા\n\nસેઇ ગાધા હો ' યે સંસારેર બોઝા,\nબહિનુ અનેક કાલ \nવાર્ધક્યે એખનો, શક્તિર અભાવે,\nકિછુ નાહિ લાગે ભાલો\n\nજીવન જાતના, હોઇલો એખનો,\nસે વિદ્યા અવિદ્યા ભેલો \nઅવિદ્યાર જ્વાલા, ઘટિલો બિષમ,\nસે વિદ્યા હોઇલો શેલો\n\nતોમાર ચરણ, બિના કિછુ ધન,\nસંસારે ના આછે આર\nભકતિવિનોદ, જડ - વિદ્યા છાડિ',\nતુવા પદ કોરે સાર \n",
},

{
title:"વૈષ્ણવે વિજ્ઞપ્તિ",
song:"\n\nએઇ-બારો કરુણા કોરો વૈષ્ણવ ગોસાઇ\nપતિત-પાવન તોમા બિને કેહો નાઇ\n\nજાહાર નિકટે ગેલે પાપ દૂરે જાય્ \nએમોન દોયાલ પ્રભુ કેબા કોથા પાય્ \n\nગંગાર પરશ હોઇલે પશ્ચાતે પાવન્ \nદર્શને પવિત્ર કોરો-એઇ તોમાર ગુણ્\n\nહરિ-સ્થાને અપરાધે તારે હરિ-નામ્ \nતોમા સ્થાને અપરાધે નાહિ પરિત્રાણ્\n\nતોમાર હૃદોયે સદા ગોવિન્દ-વિશ્રામ્ \nગોવિન્દ કોહેન-મોર વૈષ્ણવ પરાણ્\n\nપ્રતિ-જન્મે કોરિ આશા ચરણેર ધૂલિ\nનરોત્તમે કોરો દોયા આપનાર બોલિ'\n",
},

{
title:"ઇષ્ટ-દેવે વિજ્ઞપ્તિ",
song:"\n\nહરિ હરિ! બિફલે જનમ ગોઙાઇનુ\nમનુષ્ય-જનુમ પાઇયા, રાધા-કૃષ્ણ ના ભજિયા,\nજાનિયા શુનિયા બિષ ખાઇનુ \n\nગોલોકેર પ્રેમ-ધન, હરિ-નામ-સંકીર્તન\nરતિ ના જન્મિ લો કેને તાય્ \nસંસાર-બિષાનલે' દિબા-નિશિ હિયા જ્વલે,\nજુડાઇતે ના કોઇનુ ઉપાય્ \n\nબ્રજેંદ્ર-નંદન જેઇ, શચી-સુત હોઇલો સેઇ,\nબલરામ હોઇલો નિતાઇ  \nદીન-હીન જત છિલો, હરિ-નામે ઉદ્દારિલો,\nતાર શાક્ષી જગાઇ માધાઇ\n\nહા હા પ્રભુ નંદ-સુત, વૃષભાનુ-સુતા-જુત,\nકોરુણા કરોહો એઇ-બારો \nનરોત્તમ-દાસ કોય્, ના ઠેલિહો રાંગા પાય્,\nતોમા બિને કે આછે આમાર\n",
},

{
title:"લાલસામયી પ્રાર્થન",
song:"\n\n'ગૌરાંગ' બોલિતે હબે પુલક - શરીર \n'હરિ હરિ' બોલિતે નયને બ'બે નીર \n\nઆર કબે નિતાઇ-ચાન્દેર્ કોરુણા હોઇબે \nસંસાર-બાસના મોર કબે તુચ્છ હ'બે \n\nવિષય છાડિયા કબે શુદ્ધ હ'બે મન\nકબે હામ હેરબો શ્રી-વૃંદાવન \n\nરૂપ-રઘુનાથ-પદે હોઇબે આકુતિ\nકબે હામ બુઝબો સે જુગલ-પીરિતિ\n\nરૂપ-રઘુનાથ-પદે રહુ મોર આશ\nપ્રાર્થના કોરોયે સદા નરોત્તમ-દાસ\n",
},

{
title:"નામ-સંકીર્તન",
song:'\n\nહરિ હરયે નમઃ કૃષ્ણ યાદવાય નમઃ \nયાદવાય માધવાય કેશવાય નમઃ \n\nગોપાલ ગોવિંદ રામ શ્રી મધુસૂદન\nગિરિધારી ગોપીનાથ મદન-મોહન \n\nશ્રી ચૈતન્ય-નિત્યાનંદ-શ્રી અદ્વૈત-સીતા \nહરિ ગુરુ વૈષ્ણવ ભાગવત ગીતા \n\nશ્રી-રૂપ સનાતન ભટ્ટ રઘુનાથ્\nશ્રી જીવ ગોપાલ-ભટ્ટ દાસ રઘુનાથ્ \n\nએઇ છાય્ ગોસાઇર્ કોરિ ચરણ વંદન્ \nજાહા હોઇતે બિઘ્ન-નાશ્ અભીષ્ટ-પૂરણ્\n\nએઇ છય્ ગોસાઇ જાર્ મુઇ તાર્ દાસ્ \nતા સબાર પદ-રેણુ મોર પંચ-ગ્રાસ્ \n\nતાદેર ચરણ-સેબિ-ભક્ત-સને બાસ્ \nજનમે જનમે હોય્ એઇ અભિલાષ્\n\nએઇ છય્ ગોસાઇ જબે બ્રજે કોઇલા બાસ્ \nરાધા-કૃષ્ણ-નિત્ય-લીલા કોરિલા પ્રકાશ્ \n\nઆનંદે બોલો હરિ ભજ બૃંદાવન્ \nશ્રી-ગુરુ-વૈષ્ણવ-પદે મજાઇયા મન્\n\nશ્રી-ગુરુ-વૈષ્ણવ-પાદ-પદ્મ કોરિ આશ્ \n કોહે નરોત્તમ દાસ્\n',
},

{
title:"સખી-વૃંદે વિજ્ઞપ્તિ",
song:"\n\nરાધા-કૃષ્ણ પ્રાણ મોર જુગલ-કિશોર \nજીવને મરણે ગતિ આરો નાહિ મોર \n\nકાલિંદીર કૂલે કેલિ-કદંબેર વન \nરતન-બેદીર ઉપર બોસાબો દુ' જન \n\nશ્યામ-ગૌરી-અંગે દિબો (ચૂવા) ચંદનેર ગંધ \nચામર ઢુલાબો કબે હેરિ મુખ-ચંદ્ર \n\nગાથિયા માલતીર્ માલા દિબો દોહાર ગલે\nઅધરે તુલિયા દિબો કર્પૂર-તાંબૂલે\n\nલલિતા વિશાખ-આદિ જત સખી-વૃંદ \nઆજ્ઞાય કોરિબો સેબા ચરણારવિંદ \n\nશ્રી-કૃષ્ણ-ચૈતન્ય-પ્રભુર્ દાસેર્ અનુદાસ્ \nસેવા અભિલાષ કોરે નરોત્તમ દાસ\n",
},

{
title:"સપાર્ષદ-ભગવદ્-વિરહ-જનિત-વિલાપ",
song:'\n\nજે અનિલો પ્રેમ-ધન કોરુણા પ્રચુર્\nહેનો પ્રભુ કોથા ગેલા આચાર્ય- ઠાકૂર્\n\nકાહા મોર સ્વરૂપ્ રૂપ કાહા સનાતન્\nકાહા દાસ રઘુનાથ પતિત-પાવન્ \n\nકાહા મોર ભટ્ટ-જુગ કાહા કવિરાજ્ \nએક-કાલે કોથા ગેલા ગોરા નટરાજ્ \n\nપાષાણે કુટિબો માથા અનલે પશિબો\nગૌરાંગ ગુણેર નિધિ કોથા ગેલે પાબો \n\nસે-સબ સંગીર સંગે જે કોઇલો બિલાસ્\nસે-સંગ ના પાઇયા કાંદે નરોત્તમ દાસ્\n',
},

{
title:"સાવરણ-શ્રી-ગૌર-મહિમા",
song:"\n\nગૌરાંગેર દુટિ પદ, જાર્ ધન સંપદ,\nસે જાને ભકતિરસસાર્\nગૌરાંગેર મધુરલીલા, જાર્ કર્ણે પ્રવેશિલા\nહૃદોય નિર્મલ ભેલો તાર્\n\t\nજે ગૌરાંગેર નામ લોય્, તાર હોય્ \nપ્રેમોદોય્\nતારે મુઇ જાઇ બોલિહારિ \nગૌરાંગગુણેતે ઝુરે, નિત્યલીલા તારે સ્ફુરે,\nસે જન ભકતિ-અધિકારી\n\nગૌરાંગેર સંગિગણે, નિત્યસિદ્ધ કોરિ' માને,\nસે જાય્ બ્રજેંદ્ર સુતપાશ્\nશ્રી ગૌડમંડલભૂમિ, જેબા જાને ચિંતામણિ,\nતાર હોય્ બ્રજભૂમે બાસ્ \n\nગૌરપ્રેમ રસાર્ણવે, સે તરંગે જેબા ડુબે,\nસે રાધામાધવ-અંતરંગ \nગૃહે બા વનેતે થાકે, 'હા ગૌરાંગ' બો'લે ડાકે'\nનરોત્તમ માગે તાર સંગ\n",
},

{
title:"શ્રી ગુરુ-વંદના",
song:"\n\nશ્રી ગુરુ-ચરણ-પદ્મ કેવલ ભકતિ સદ્મ\nબંદો મુયિ સાવધાન મતે\nજાહાર પ્રસાદે ભાઇ એ ભવ તોરિયા જાઇ \nકૃષ્ણ-પ્રાપ્તિ હોય્ જાહા હ'તે \n\nગુરુ-મુખ-પદ્મ-વાક્ય, ચિત્તેતે કોરિયા ઐક્ય\nઆર્ ના કોરિહો મને આશા \nશ્રી ગુરુ-ચરણે રતિ, એઇ સે ઉત્તમ-ગતિ,\nજે પ્રસાદે પૂરે સર્વ આશા \n\nચખુ-દાન્ દિલો જેઇ જન્મે જન્મે પ્રભુ સેઇ\nદિવ્ય-જ્ઞાન્ હૃદે પ્રોકાશિતો\nપ્રેમ-ભક્તિ જાહા હોઇતે અવિદ્યા વિનાશ જાતે \nવેદે ગાય્ જાહાર ચરિતો \n\nશ્રી ગુરુ કરુણાસિંધુ, અધમ જનર બંધુ \nલોકનાથ્ લોકેર જીવન \nહા હા પ્રભુ કોરો દોયા, દેહો મોરે પદ-છાયા,\nએબે જશ ઘુષુક્ ત્રિભુવન\n\n\n",
},

{
title:"સાવરણ-શ્રી-ગૌર-પાદ-પદ્મે પ્રાર્થન ",
song:'\n\nશ્રી-કૃષ્ણ-ચૈતન્ય પ્રભુ દોયા કોરો મોરે\nતોમા બિના કે દોયાલુ જગત્-સંસારે\n\t\nપતિત-પાવન-હેતુ તવ અવતાર \nમો સમ પતિત પ્રભુ ના પાઇબે આર \n\nહા હા પ્રભુ નિત્યાનંદ, પ્રેમાનંદ સુખી\nકૃપાવલોકન કોરો આમિ બોડો દુઃખી\n\nદોયા કોરો સીતા-પતિ અદ્વૈત ગોસાઇ\nતવ કૃપા-બલે પાઇ ચૈતન્ય-નિતાઇ\n\nહા હા સ્વરૂપ્, સનાતન, રૂપ, રઘુનાથ \nભટ્ટ-જુગ, શ્રી-જીવ હા પ્રભુ લોકનાથ \n\nદોયા કોરો શ્રી-આચાર્ય પ્રભુ શ્રીનિવાસ \nરામચંદ્ર-સંગ માગે નરોત્તમ-દાસ\n\n',
},

{
title:"મનઃ-શિક્ષા",
song:"\n\nનિતાઇ-પદ-કમલ, કોટિ-ચંદ્ર-સુશીતલ,\nજે છાયાય્ જગત જુરાય્\nહેનો નિતાઇ બિને ભાઇ, રાધા-કૃષ્ણ પાઇતે નાઇ,\nદૃઢ કોરિ ' ધરો નીતાઇર્ પાય્\n\nસે સંબંધ નાહિ જા'ર્, બૃથા જન્મ ગોલો તા'ર્,\nસેઇ પશુ બોડો દુરાચાર્ \nનિતાઇ ના બોલિલો મુખે, મજિલો સંસાર-સુખે,\nવિદ્યા-કુલે કિ કોરિબે તાર્\n\nઅહંકારે મત્ત હોઇયા, નિતાઇ-પદ પાસરિયા,\nઅસત્યેરે સત્ય કોરિ માનિ\nનિતાઇયેર્ કોરુણા હબે, બ્રજે રાધા-કૃષ્ણ પાબે,\nધરો નિતાઇ-ચરણ દુ'ખાનિ\n\nનિતાઇયેર્ ચરણ સત્ય, તાહાર સેવક નિત્ય,\nનિતાઇ-પદ સદા કોરો આશ\nનરોત્તમ બોડો દુખી, નિતાઇ મોરે કોરો સુખી,\nરાખો રાંગા-ચરણેર પાશ\n\n",
},

{
title:"શ્રી રૂપ મંજરી પદ",
song:'\n\nશ્રી-રૂપ-મંજરી-પદ, સેઇ મોર સંપદ,\nસેઇ મોર્ ભજન-પૂજન \nસેઇ મોર પ્રાણ-ધન, સેઇ મોર આભરણ \nસેઇ મોર્ જીવનેર જીવન \n\nસેઇ મોર રસ-નિધિ, સેઇ મોર વાંછા-સિદ્ધિ,\nસેઇ મોર્ વેદેર ધરમ\nસેઇ વ્રત, સેઇ તપ, સેઇ મોર મંત્ર-જપ,\nસેઇ મોર્ ધરમ-કરમ\n\nઅનુકૂલ હબે વિધિ, સે-પદે હોઇબે સિદ્ધિ,\nનિરખિબો એ દુઇ નયને\nસે રૂપ-માધુરી-રાશિ, પ્રાણ-કુવલય-શશી\nપ્રફુલ્લિત હબે નિશિ-દિને\n\nતવા આદર્શન-અહિ, ગરલે જારલો દેહિ,\nચિરો-દિન તાપિત જીવન \nહા હા રૂપ કોરો દોયા, દેહો મોરે પદ-છાયા,\nનરોત્તમ લોઇલો શરણ\n',
},

{
title:"વાસંતી-રાસ",
song:"\n\nવૃંદાવન રમ્ય-સ્થાન, દિવ્ય-ચિન્તામણિ-ધામ,\nરતન-મંદિર મનોહર \nઆવૃત કાલિંદી-નીરે, રાજ-હંસ કેલિ કોરે\nતાહે શોભે કનક-કમલ\n\nતાર મધ્યે હેમ-પીઠ, અષ્ટ-દલે વેષ્ટિત,\nઅષ્ટ-દલે પ્રધાના નાયિકા \nતારમધ્યે રત્નાસને, બોસિ ' આછેન્ દુઇ-જને,\nશ્યામ-સંગે સુંદરી રાધિકા \t\n\nઓ રૂપ-લાવણ્ય-રાશિ, અમિયા પોડિછે ખસિ ',\nહાસ્ય-પરિહાસ-સંભાષણે\nનરોત્તમ-દાસ કોય્, નિત્ય-લીલા સુખ-મોય્,\nસદાઇ સ્ફુરુક મોર મને\n",
},

{
title:"શ્રી ગુરુ-પરંપરા",
song:"\n\nકૃષ્ણ હોઇતે ચતુર્-મુખ હોય્ કૃષ્ણ સેવોન્મુખ \nબ્રહ્મા હોઇતે નારદેર મતિ \nનારદ હોઇતે વ્યાસ, મધ્વ કોહે વ્યાસ-દાસ,\nપૂર્ણપ્રજ્ઞ પદ્મનાભ ગતિ \n\nનૃહરિ માધવ-બંશે, અક્ષોભ્ય પરમહંસે\nશિષ્ય બોલિ' અંગીકાર કોરે\nઅક્ષોભ્યેર શિષ્ય જય-તીર્થ નામે પરિચય,\nતાર દાસ્યે જ્ઞાનસિંધુ તોરે\n\nતાહા હોઇતે દયાનિધિ તાર દાસ વિદ્યાનિધિ,\nરાજેંદ્ર હોઇલો તાહા હ' તે \nતાહાર કિંકોર જય-ધર્મ નામે પરિચય,\nપરંપરા જાનો ભાલો મતે\n\nજયધર્મદાસ્યે ખ્યાતિ, શ્રીપુરુષોત્તમ-જતિ,\nતા હ'તે બ્રહ્મણ્ય-તીર્થ સૂરિ \nવ્યાસતીર્થ તાર દાસ, લક્ષ્મીપતિ વ્યાસ-દાસ,\nતાહા હ' તે માધવેનંદ્ર પુરી\n\n માધવેનંદ્ર પુરી-વર, શિષ્ય-વર શ્રી-ઈશ્વર,\nનિત્યાનંદ, શ્રી અદ્વૈત વિભુ \nઈશ્વર પુરીકે ધન્ય, કોરિલેન્ શ્રી-ચૈતન્ય,\nજગદ્-ગુરુ ગૌર મહાપ્રભુ \n\nમહાપ્રભુ શ્રી-ચૈતન્ય, રાધા-કૃષ્ણ નહે અન્ય,\nરૂપાનુગ જનેર જીવન \nવિશ્વંભર પ્રિયંકર, શ્રી-સ્વરૂપ દામોદર,\nશ્રી-ગોસ્વામી રૂપ-સનાતન \n\nરૂપ-પ્રિય મહાજન, જીવ, રઘુનાથ હન,\nતાર પ્રિય કવિ કૃષ્ણદાસ \nકૃષ્ણદાસ-પ્રિય-વર, નરોત્તમ સેવા-પર,\nજાર પદ વિશ્વનાથ-આશ\n\nવિશ્વનાથ-ભક્ત-સાથ, બલદેવ જગન્નાથ,\nતાર પ્રિય શ્રી-ભક્તિવિનોદ \nમહા-ભાગવત-વર, શ્રી-ગૌરકિશોર-વર,\nહરિ-ભજનેતે જા'ર મોદ\n\nઈહારા પરમહંસ, ગૌરાંગેર નિજ-વંશ,\nતાદેર ચરણે મમ ગતિ \nઆમિ સેબા-ઉદાસીન, નામેતે ત્રિદંડી દીન,\nશ્રી-ભક્તિ સિદ્ધાંત સરસ્વતી  \n\n",
},

{
title:"શ્રી દામોદરાષ્ટક ",
song:'\n\nનમામીશ્વરં સચ્ચિદાનંદ રૂપં \nલસત્-કુંડલં ગોકુલે ભ્રાજમાનં \nયશોદાભિયોલૂખલાદ્ધાવમાનં \nપરામૃષ્ટં અત્યંતતો દ્રુત્ય ગોપ્યા\n\nરુદંતં મુહુર્ નેત્ર-યુગ્મં મૃજંતં\nકરાંભોજ-યુગ્મેન સાતંક-નેત્રં \nમુહુઃ શ્વાસ-કંપ-ત્રિરેખાંક-કંઠ-\nસ્થિત-ગ્રૈવં દામોદરં ભક્તિબદ્ધમ્ \n\nઇતીદૃક્ સ્વ-લીલાભીરાનંદ-કુંડે\nસ્વ-ઘોષં નિમજ્જંતં આખ્યાપયંતં\nતદીયેષિત-જ્ઞેષુ ભક્તૈર્જિતત્વં \nપુનઃ પ્રેમતસ્તં શતાવૃત્તિ વંદે \n\nવરં દેવ મોક્ષં ન મોક્ષાવધિં વા \nન ચાન્યં વૃણે હં વરેશાદ્ અપીહ \nઇદં તે વપુર્નાથ ગોપાલ-બાલં \nસદા મે મનસ્યા વિરાસ્તાં કિમન્યૈઃ\n\nઇદં તે મુખાંભોજં અત્યંત-નીલૈઃ\nવૃતં કુંતલૈઃ સ્નિગ્ધ-રક્તૈશ્ચ ગોપ્યા\nમુહુશ્ચુંબિતં બિંબ રક્તાધરં મે \nમનસ્યાવિરાસ્તાં અલં લક્ષ-લાભૈઃ\n\nનમો દેવ દામોદરાનંત વિષ્ણો\nપ્રસીદ પ્રભો દુઃખ-જલાબ્ધિ-મગ્નં\nકૃપા-દૃષ્ટિ-વૃષ્ટ્યાતિદીનં બતાનુ-\nગૃહાણેશ-માં અજ્ઞં એદ્યક્ષિદૃશ્યઃ\n\nકુવેરાત્મ જૌ બદ્ધ- મૂર્ત્યૈવ યદ્વત્ \nત્વયા મોચિતૌ ભક્તિ-ભાજૌ કૃતૌ ચ \nતથા પ્રેમ-ભક્તિં સ્વકાં મે પ્રયચ્છ\nન મોક્ષે ગૃહો મેઽસ્તિ દામોદરેહ\n\nનમસ્તેસ્તુ દામ્ને સ્ફુરદ્-દીપ્તિ-ધામ્ને\nત્વદીયોદરાયાથ વિશ્વસ્ય ધામ્ને\nનમો રાધિકાયૈ ત્વદીય પ્રિયાયૈ\nનમોઽનંત લીલાય દેવાય તુભ્યમ્\n',
},

{
title:"શ્રી રાધિકા-સ્તવ",
song:'\n\nરાધે જય જય માધવ-દયિતે \nગોકુલ-તરુણી-મંડલ-મહિતે \n\nદામોદર-રતિ-વર્ધન-વેષે\nહરિ-નિષ્કુટ-વૃંદા-વિપિનેશે\n\nવૃષભાનુદધિ-નવ-શશિ-લેખે \nલલિતા-સખિ ગુણ-રમિત-વિશાખે\n\nકરુણાં કુરુ મયિ કરુણા-ભરિતે\nસનક સનાતન વર્ણિત ચરિતે\n',
},

{
title:"શ્રી દશાવતાર- સ્તોત્ર ",
song:'\n\nપ્રલય પયોધિ-જલે ધૃતવાન્ અસિ વેદમ્ \nવિહિત વહિત્ર-ચરિત્રમ્ અખેદમ્ \nકેશવ ધૃત-મીન-શરીર, જય જગદીશ હરે \n\nક્ષિતિર્ ઇહ વિપુલતરે તિષ્ઠતિ તવ પૃષ્ઠે \nધરણિ- ધારણ-કિણ ચક્ર-ગરિષ્ઠે \nકેશવ ધૃત-કૂર્મ-શરીર જય જગદીશ હરે \n\nવસતિ દશન શિખરે ધરણી તવ લગ્ના \nશશિનિ કલંક કલેવ નિમગ્ના \nકેશવ ધૃત શૂકર રૂપ જય જગદીશ હરે \n\nતવ કર-કમલ-વરે નખમ્ અદ્ભુત શૃંગમ્ \nદલિત-હિરણ્યકશિપુ-તનુ-ભૃંગમ્ \nકેશવ ધૃત-નરહરિ રૂપ જય જગદીશ હરે \n\nછલયસિ વિક્રમણે બલિમ્ અદ્ભુત-વામન \nપદ-નખ-નીર-જનિત-જન-પાવન\nકેશવ ધૃત-વામન રૂપ જય જગદીશ હરે \n\nક્ષત્રિય-રુધિર-મયે જગદ્ -અપગત-પાપમ્ \nસ્નપયસિ પયસિ શમિત-ભવ-તાપમ્ \nકેશવ ધૃત-ભૃગુપતિ રૂપ જય જગદીશ હરે \n\nવિતરસિ દિક્ષુ રણે દિક્-પતિ-કમનીયમ્ \nદશ-મુખ-મૌલિ-બલિમ્ રમણીયમ્ |\nકેશવ ધૃત-રામ-શરીર જય જગદીશ હરે \n\nવહસિ વપુશિ વિસદે વસનમ્ જલદાભમ્ \nહલ-હતિ-ભીતિ-મિલિત-યમુનાભમ્ \nકેશવ ધૃત-હલધર રૂપ જય જગદીશ હરે \n\nનંદસિ યજ્ઞ- વિધેર્ અહઃ શ્રુતિ જાતમ્ \nસદય-હૃદય-દર્શિત-પશુ-ઘાતમ્ \nકેશવ ધૃત-બુદ્ધ-શરીર જય જગદીશ હરે \n\nમ્લેચ્છ-નિવહ-નિધને કલયસિ કરવાલમ્ \nધૂમકેતુમ્ ઇવ કિમ્ અપિ કરાલમ્ \nકેશવ ધૃત-કલ્કિ-શરીર જય જગદીશ હરે \n\nશ્રી-જયદેવ-કવેર્ ઇદમ્ ઉદિતમ્ ઉદારમ્ \nશૃણુ સુખ-દમ્ શુભ-દમ્ ભવ-સારમ્ \nકેશવ ધૃત-દશ-વિધ-રૂપ જય જગદીશ હરે \n\nવેદાન્ ઉદ્ધરતે જગંતિ વહતે ભૂ-ગોલમ્ ઉદ્બિભ્રતે\nદૈત્યમ્ દારયતે બલિમ્ છલયતે ક્ષત્ર-ક્ષયમ્ કુર્વતે\nપૌલસ્ત્યમ્ જયતે હલમ્ કલયતે કારુણ્યમ્ આતન્વતે\nમ્લેચ્છાન્ મૂર્છયતે દશાકૃતિ-કૃતે કૃષ્ણાય તુભ્યમ્ નમઃ\n',
},

{
title:"ભજહુરે મન શ્રી નંદ-નંદન",
song:"\n\nભજહુ રે મન શ્રી નંદ-નંદન \nઅભય-ચરણારવિંદ રે \nદુર્લભ માનવ-જનમ સત્-સંગે\nતરોહો એ ભવ-સિંધુ રે\n\nશીત આતપ વાત વરિષણ\nએ દિન જામિની જાગિ રે \nબિફલે સેવિનુ કૃપણ દુરજન\nચપલ સુખ-લબ લાગિ'રે\n\nએ ધન, યૌવન, પુત્ર, પરિજન \nઇથે કિ આછે પરતીતિ રે \nકમલ-દલ-જલ, જીવન-ટલમલ \nભજહુ હરિ-પદ નીતિ રે\n\nશ્રવણ, કીર્તન, સ્મરણ, વંદન\nપાદ-સેવન, દાસ્ય રે,\nપૂજન, સખીજન, આત્મ-નિવેદન \nગોવિંદ-દાસ-અભિલાષ રે\n",
},

{
title:"શ્રી શ્રી ગૌર-નિત્યાનંદેર્ દયા",
song:"\n\nપરમ કોરુણ, પહૂ દુઇ જન,\nનિતાઇ ગૌરચંદ્ર \nસબ અવતાર-સાર શિરોમણિ,\nકેવલ આનંદ-કંદ\n\nભજો ભજો ભાઇ, ચૈતન્ય નિતાઇ,\nસુદૃઢ બિશ્વાસ કોરિ'\nવિષય છાડિયા, સે રસે મજિયા,\nમુખે બોલો હરિ હરિ \n\nદેખો ઓરે ભાઇ, ત્રિ-ભુવને નાઇ,\nએમોન દોયાલ દાતા,\nપશુ પાખી ઝુરે, પાષાણ વિદરે,\nશુનિ' જાન્ર ગુણ ગાથા \n\nસંસારે મજિયા, રોહિલિ પોડિયા,\nસે પદે નહિલો આશ \nઆપન કરમ, ભુઞ્જાયે શમન,\nકહોયે લોચન-દાસ\n",
},

{
title:"દૈન્ય ઓ પ્રપત્તિ 	",
song:"\n\nહરિ હે દોયાલ મોર જય રાધા-નાથ્\nબારો બારો એઇ-બારો લોહો નિજ સાથ્ \n\nબહુ જોનિ, ભ્રમિ' નાથ! લોઇનુ શરણ્ \nનિજ-ગુણે કૃપા કોરો' અધમ-તારણ્\n\nજગત-કારણ તુમિ જગત-જીવન્ \nતોમા છાડા કાર નહિ હે રાધા-રમણ્\n\nભુવન-મંગલ તુમિ ભુવનેર પતિ \nતુમિ ઉપેખિલે નાથ, કિ હોઇબે ગતિ \n\nભાવિયા દેખિનુ એઇ જગત- માઝારે\nતોમા બિના કેહો નાહિ એ દાસે ઉદ્દારે\n",
},

{
title:"શ્રી વ્રજધામ-મહિમામૃત ",
song:'\n\nજય રાધે, જય કૃષ્ણ, જય વૃંદાવન્\nશ્રી ગોવિંદ, ગોપિનાથ, મદન મોહન્ \n\nશ્યામકુંડ, રાધાકુંડ, ગિરિ-ગોવર્ધન્ \nકાલિંદી જમુના જય, જય મહાવન્\n\t\nકેશી ઘાટ, બંશી-બટ, દ્વાદશ કાનન્\nજાહા સબ લીલા કોઇલો શ્રી નંદ-નંદન્ \n\nશ્રી-નંદ-યશોદા જય, જય ગોપાગણ્\nશ્રી દામાદિ જય, જય ધેનુ-વત્સ-ગણ્\n\nજય વૃષભાનુ, જય કીર્તિદા સુંદરી\nજય પૌર્ણમાસી, જય અભીર-નાગરી\n\nજય જય ગોપીશ્વર, વૃંદાવન માઝ\nજય જય કૃષ્ણ –સખા, બટુ દ્વિજ-રાજ \n\nજય રામ-ઘાટ જય રોહિણી-નંદન્ \nજય જય વૃંદાવન-વાસી જત જન્\n\nજય દ્વિજ-પત્ની, જય નાગકન્યાગણ્\nભક્તિતે જાહારા પાઇલો ગોવિંદ-ચરણ્ \n\nશ્રી રાસ-મંડલ જય, જય રાધા-શ્યામ્ \nજય જય રાસલીલા સર્વ-મનોરામ્\n\nજય જયોજ્જ્વલ-રસ-સર્વ-રસ-સાર્ \nપરકીયા ભાવે જાહા બ્રજેતે પ્રચાર્ \n\nશ્રી જાહ્નવા -પાદ-પદ્મ કોરિયા સ્મરણ્\nદીન કૃષ્ણ-દાસ કોહે નામ-સંકીર્તન્\n',
},

{
title:"જય રાધા-કૃષ્ણ ગીતિ",
song:'\n\nજય રાધામાધવ રાધામાધવ રાધે\n(જયદેવેર્ પ્રાણધન હે)\n\nજય રાધામદનગોપાલ્ રાધામદનગોપાલ્ રાધે\n(સીતનાથેર્ પ્રાણધન હે)\n\nજય રાધાગોવિંદ રાધાગોવિંદ રાધે\n(રૂપ ગોસ્વામીર્ પ્રાણધન હે)\n\nજય રાધામદનમોહન્ રાધામદનમોહન્ રાધે\n(સનાતનેર્ પ્રાણધન હે)\n\nજય રાધાગોપીનાથ રાધાગોપીનાથ રાધે\n(મધુ પંડિતેર્ પ્રાણધન હે)\n\nજય રાધાદામોદર રાધાદામોદર રાધે\n(જીવ્ ગોસ્વામીર્ પ્રાણધન હે)\n\nજય રાધારમણ રાધારમણ રાધે\n(ગોપાલ્ ભટ્ટેર્ પ્રાણધન હે)\n\nજય રાધાવિનોદ રાધાવિનોદ રાધે\n(લોકનાથેર્ પ્રાણધન હે)\n\nજય રાધાગોકુલાનંદ રાધાગોકુલાનંદ રાધે\n(વિશ્વનાથેર્ પ્રાણધન હે)\n\nજય રાધાગિરિધારી રાધાગિરિધારી રાધે\n(દાસ્ ગોસ્વામીર્ પ્રાણધન હે)\n\nજય રાધાશ્યામસુંદર્ રાધાશ્યામસુંદર્ રાધે\n(શ્યામાનંદેર્ પ્રાણધન હે)\n\nજય રાધાબંકબિહારી રાધાબંકબિહારી રાધે\n(હરિદાસેર્ પ્રાણધન હે)\n\nજય રાધાકાંત રાધાકાંત રાધે\n(વક્રેશ્વરેર્ પ્રાણધન હે)\n\nજય ગાંધર્વિકાગિરિધારી ગાંધર્વિકાગિરિધારી રાધે\n(સરસ્વતેર્ પ્રાણધન હે)\n',
},

{
title:"શ્રી તુલસી-આરતિ",
song:'\n\nનમો નમઃ તુલસિ મહારાણિ,\nવૃંદે મહારાણિ નમો નમઃ \nનમો રે નમો રે મેઇયા નમો નારાયણિ \nજાકો દરશે, પરશે અઘનાશ-ઇ \nમહિમા વેદપુરાણે બાખાનિ \n\nજાકો પત્ર, મંજરી કોમલ \nશ્રીપતિચરણકમલે લપટાનિ\nધન્ય તુલસિ મેઇયા, પૂરણ તપ કિયે,\nશ્રી-શાલગ્રામમહાપાટરાણી\n\nધૂપ, દીપ, નૈવેદ્ય, આરતિ,\nફુલના કિયે વરખા વરખાનિ \nછાપ્પાન્ન ભોગ, છત્રિશ વ્યંજન,\nબિના તુલસી પ્રભુ એક નાહિ માનિ\n\nશિવ-શુક-નારદ, ઔર્ બ્રહ્માદિકો,\nધુડત ફિરત મહામુનિ જ્ઞાની\nચંદ્રશેખર મેઇયા, તેરા જશ ગાઓવે \nભકતિદાન દીજિયે મહારાણિ\n\n',
},

{
title:"શ્રી શ્રી ષડ્- ગોસ્વામિ-અષ્ટક",
song:'\n\nકૃષ્ણોત્કીર્તન- ગાન-નર્તન-પરૌ પ્રેમામૃતામ્ભો-નિધી\nધીરાધીર-જન-પ્રિયૌ પ્રિય-કરૌ નિર્મત્સરૌ પૂજિતૌ\nશ્રી-ચૈતન્ય-કૃપા-ભરૌ ભુવિ ભુવો ભારાવહંતારકૌ \nવંદે રૂપ-સનાતનૌ રઘુ-યુગૌ શ્રી-જીવ-ગોપાલકૌ\n\nનાના-શાસ્ત્ર-વિચારણૈક-નિપુણૌ સદ્-ધર્મ સંસ્થાપકૌ\nલોકાનાં હિત-કારિણૌ ત્રિ-ભુવને માન્યૌ શરણ્યાકરૌ \nરાધા-કૃષ્ણ-પદારવિંદ-ભજનાનંદેન મત્તાલિકૌ\nવંદે રૂપ-સનાતનૌ રઘુ-યુગૌ શ્રી-જીવ-ગોપાલકૌ\n\nશ્રી-ગૌરાંગ-ગુણાનુવર્ણન-વિધૌ શ્રદ્ધા-સમૃદ્ધિ અન્વિતૌ\nપાપોત્તાપ- નિકૃંતનૌ તનુ-ભૃતાં ગોવિંદ-ગાનામૃતૈઃ\nઆનંદામ્બુધિ-વર્ધનૈક-નિપુણૌ કૈવલ્ય-નિસ્તારકૌ\nવંદે રૂપ-સનાતનૌ રઘુ-યુગૌ શ્રી-જીવ-ગોપાલકૌ\n\nત્યક્ત્વા તૂર્ણમ્ અશેષ -મંડલ-પતિ-શ્રેણેં સદા તુચ્છ-વત્\nભૂત્વા દીન ગણેશકૌ કરુણયા કૌપીન-કન્થાશ્રિતૌ\nગોપી-ભાવ-રસામૃતાબ્ધિ-લહરી-કલ્લોલ-મગ્નૌ મુહુર્\nવંદે રૂપ-સનાતનૌ રઘુ-યુગૌ શ્રી-જીવ-ગોપાલકૌ\n\nકૂજત્-કોકિલ-હંસ-સારસ-ગણાકીર્ણે મયૂરાકુલે\nનાના-રત્ન-નિબદ્ધ-મૂલ-વિટપ-શ્રી-યુક્ત-વૃંદાવને\nરાધા-કૃષ્ણમ્ અહર્-નિશં પ્રભજતૌ જીવાર્થદૌ યૌ મુદા\nવંદે રૂપ-સનાતનૌ રઘુ-યુગૌ શ્રી-જીવ-ગોપાલકૌ\n\nસાંખ્યા-પૂર્વક-નામ-ગાન- નતિભિઃ કાલાવસાની-કૃતૌ\nનિદ્રાહાર-વિહારકાદિ-વિજિતૌ ચાત્યંત-દીનૌ ચ યૌ\nરાધા-કૃષ્ણ-ગુણ, સ્મૃતેર્ મધુરિમાનંદેન સમ્મોહિતૌ\nવંદે રૂપ-સનાતનૌ રઘુ-યુગૌ શ્રી-જીવ-ગોપાલકૌ\n\nરાધા-કુંડ-તટે કલિંદ-તનયા-તીરે ચ વંશીવટે\nપ્રેમોન્માદ-વશાદ્ અશેષ-દશયા ગ્રસ્તૌ પ્રમત્તૌ સદા \nગાયંતૌ ચ કદા હરેર્ ગુણ-વરં ભાવાભિભૂતૌ મુદા\nવંદે રૂપ-સનાતનૌ રઘુ-યુગૌ શ્રી-જીવ-ગોપાલકૌ\n\nહે રાધે વ્રજદેવિકે ચ લલિતે હે નંદ સૂનો કુતઃ \nશ્રી ગોવર્ધન કલ્પ પાદપતલે કાલિંદી-વને કુતઃ \nઘોષંતાવિતિ સર્વતો વ્રજપુરે ખેદૈર્ મહા વિહ્વલૌ\nવંદે રૂપ-સનાતનૌ રઘુ-યુગૌ શ્રી-જીવ-ગોપાલકૌ\n\n',
},

{
title:"શ્રી શ્રી શિક્ષાષ્ટક",
song:'\n\nચેતો-દર્પણ-માર્જનં ભવ-મહા-દાવાગ્નિ-નિર્વાપણં \nશ્રેયઃ-કૈરવ-ચંદ્રિકા-વિતરણં વિદ્યા-વધૂ-જીવનમ્ \nઆનંદાંબુધિ-વર્ધનં પ્રતિ-પદં પૂર્ણામૃતાસ્વાદનં\nસર્વાત્મ-સ્નપનં પરં વિજયતે શ્રી-કૃષ્ણ-સંકીર્તનમ્\n\nનામ્નામ્ અકારિ બહુધા નિજ-સર્વ-શક્તિઃ\nતત્રાર્પિતા નિયમિતઃ સ્મરણેન કાલઃ \nએતાદૃશી તવ કૃપા ભગવન્ મમાપિ \nદુર્દૈવં ઈદૃશમ્ ઇહાજનિ નાનુરાગઃ\n\nતૃણાદ્ અપિ સુનીચેન તરોર્ અપિ સહિષ્ણુના \nઅમાનિના માનદેન કીર્તનીયઃ સદા હરિઃ \n\nન ધનં ન જનં ન સુંદરીં કવિતાં વા જગદ્-ઈશ કામયે \nમમ જમ્મનિ જન્મ નીશ્વરે ભવતાદ્ ભક્તિર્ અહૈતુકી ત્વયિ \n\nઆયિ નન્દ-તનુજ કિંકરં પતિતં માં વિષમે ભાવાંબુધૌ \nકૃપયા તવ પાદ-પંકજ-સ્થિત-ધૂલી-સદૃશં વિચિંતય\n\nનયનં ગલદ્-અશ્રુ-ધારયા વદનં ગદ્ગદ- રુદ્ધયાગિરા \nપુલકૈર્ નિચિતં વપુઃ કદા તવ નામ-ગ્રહણે ભવિષ્યતિ\n\nયુગાયિતં નિમેષેણ ચક્ષુષા પ્રાવૃષાયિતમ્ \nશૂન્યાયિતં જગત્ સર્વં ગોવિંદ-વિરાહેણ મે \n\nઆશ્લીષ્ય વા પાદ-રતાં પિનષ્ટુ મામ્ આદર્શનાન્ મર્મ-હતાં કરોતુ વા \nયથા તથા વા વિદધાતુ લંપટો મત્-પ્રાણ-નાથસ્તુ સ એવ નાપરઃ\n',
},

{
title:"કૃષ્ણન પાદાંબુજ પ્રાર્થને ",
song:"\n\nકૃષ્ણ તબ પુણ્ય હબે ભાઇ \nએ પુણ્ય કોરિબે જબે રાધારાણી ખુષી હબે\nધ્રુવ અતિ બોલિ તોમા તાઇ\n\t\nશ્રી-સિદ્ધાંત સરસ્વતી શચી-સુત પ્રિય અતિ \nકૃષ્ણ-સેવાય જાર તુલ નાઇ\nસેઇ સે મોહાંત-ગુરુ જગતેર્ મધે ઉરુ\nકૃષ્ણ-ભક્તિ દેય્ ઠાઇ ઠાઇ \n\nતાર ઇચ્છા બલવાન્ પાશ્ચાત્યેતે ઠાન્ ઠાન્ \nહોય્ જાતે ગૌરાંગેર્ નામ્ \nપૃથ્વીતે નગરાદિ આસમુદ્ર નદ નદી \nસકલેઇ લોય્ કૃષ્ણ નામ્ \n\nતાહલે આનંદ હોય્ તબે હોય્ દિગ્વિજય્ \nચૈતાન્યેર્ કૃપા અતિશય્\nમાયા દુષ્ટ જત દુઃખી જગતે સબાઇ સુખી\nવૈષ્ણવેર્ ઇચ્છા પૂર્ણ હોય્ \n\nસે કાર્જ જે કોરિબારે આજ્ઞા જદિ દિલો મોરે\nયોગ્ય નહિ અતિ દીન હીન \nતાઇ સે તોમાર કૃપા માગિતેછિ અનુરૂપા\nઆજિ તુમિ સબાર્ પ્રવીણ \n\nતોમાર સે શક્તિ પેલે ગુરુ-સેબાય બસ્તુ મિલે\nજીવન સાર્થક્ જદિ હોય્ \nસેઇ સે સેબા પાઇલે તાહલે સુખી હલે\nતબ સંગ ભાગ્યતે મિલોય્\n\nએવં જનં નિપતિતં પ્રભવાહિ - કૂપે \nકામાભિકામમ્ અનુ યઃ પ્રપતન્ પ્રસંગાત્ \nકૃત્વાત્મસાત્ સુરર્ષિણા ભગવન્ ગૃહીતઃ \nસો'હં કથં નુ વિસૃજે તવ ભૃત્ય-સેવામ્\n\nતુમિ મોર્ ચિર સાથી ભુલિયા માયાર્ લાથિ\nખાઇયાછિ જન્મ-જન્માંતરે \nઆજિ પુનઃ એ સુયેગ યદિ હોય્ યોગાયોગ \nતબે પારિ તુહે મિલિબારે\n\nતોમાર મિલને ભાઇ આબાર્ સે સુખ પાઇ \nગોચારણે ઘુરિ દિન્ ભોર્\nકત બને છુટાછુટિ બને ખાઇ લુટાપુટિ\nસેઇ દિન્ કબે હબે મોર્ \n\nઆજિ સે સુબિધાને તોમાર સ્મરણ ભેલો \nબોડો આશા ડાકિલામ્ તાઇ\nઆમિ તોમાર નિત્ય-દાસ તાઇ કોરિ એત આશ\nતુમિ બિના અન્ય ગતિ નાઇ\n",
},

{
title:"માર્કિને ભાગવત-ધર્મ",
song:'\n\nબોડો-કૃપા કોઇલે કૃષ્ણ અધમેર્ પ્રતિ \nકિ લાગિયાનિલે હેથા કોરો એબે ગતિ \n\nઆછે કિછુ કાર્જ તબ એઇ અનુમાને \nનહે કેનો આનિબેન્ એઇ ઉગ્ર-સ્થાને \n\nરજસ્ તમો ગુણે એરા સબાઇ આચ્છન્ન \nવાસુદેવ્-કથા રુચિ નહે સે પ્રસન્ન \n\nતબે જદિ તબ કૃપા હોય્ અહૈતુકી\nસકલ્-ઇ સંભવ હોય્ તુમિ સે કૌતુકી \n\nકિ ભાવે બુઝાલે તારા બુઝે સેઇ રસ \nએત કૃપા કોરો પ્રભુ કોરિ નિજ-બશ\n\nતોમાર ઇચ્છાય સબ હોય્ માયા-બશ \nતોમાર ઇચ્છાય નાશ માયાર્ પરશ\n\nતબ ઇચ્છા હોય્ જદિ તાદેર ઉદ્ધાર્ \nબુઝિબે નિશ્ચઇ તબે કથા સે તોમાર્\n\nભાગવતેર્ કથા સે તબ અવતાર્ \nધીર હોઇયા શુને જદિ કાને બાર્ બાર્ \n\nશૃણ્વતાં સ્વ-કથાઃ કૃષ્ણઃ પુણ્ય-શ્રવણ-કીર્તનઃ\nહૃદિ અન્તસ્થો હિ અભદ્રાણિ વિધુનોતિ સુહૃત્ સતામ્\n\nનષ્ટ-પ્રાયેષ્વભદ્રેષુ નિત્યં ભાગવત-સેવયા\nભગવતિ ઉત્તમ-શ્લોકે ભક્તિર્ ભવતિ નૈષ્ઠિકી \n\nતદા રજસ્-તમો-ભાવાઃ કામ-લોભાદયશ્ચ યે\nચેત એતૈર્ અનાવિદ્ધં સ્થિતં સત્ત્વે પ્રસીદતિ\n\nએવં પ્રસન્ન-મનસો ભગવદ્-ભક્તિ-યોગતઃ \nભગવત્-તત્ત્વ-વિજ્ઞાનં મુક્ત-સંગસ્ય જાયતે\n\nભિદ્યતે હૃદય-ગ્રંથિશ્ છિદ્યન્તે સર્વ-સંશયાઃ\nક્ષીયન્તે ચાસ્ય કર્માણિ દૃષ્ટ એવાત્મ નીશ્વરે\n\nરજસ્ તમો હતે તબે પાઇબે નિસ્તાર્ \nહૃદોયેર્ અભદ્ર સબ્ ઘુચિબે તાહાર્\n\nકિ કો \'રે બુઝાબો કથા બર સેઇ ચાહિ \nખુદ્ર આમિ દીન હીન કોનો શક્તિ નાહિ\n\nઅથચ એનેછો પ્રભુ કથા બોલિબારે\nજે તોમાર્ ઇચ્છા પ્રભુ કોરો એઇ બારે\n\nઅખિલ જગુત્-ગુરુ! બચન સે આમાર્ \nઅલંકૃત કોરિબાર્ ખમતા તોમાર્ \n\nતબ કૃપા હ\'લે મોર્ કથા શુદ્ધ હબે \nશુનિયા સબાર શોક દુઃખ જે ઘુચિબે \n\nઆનિયાછો જદિ પ્રભુ આમારે નાચાતે \nનાચાઓ નાચાઓ પ્રભુ નાચાઓ સે-મતે \nકાષ્ઠેર પુત્તલિ જથા નાચાઓ સે-મતે\n\nભક્તિ નાઇ બેદ નાઇ નામો ખુબ્ દરો \n"ભક્તિવેદાંત" નામ્ એબે સાર્થક્ કોરો\n',
},

{
title:"શ્રી બ્રહ્મ-સંહિતા",
song:'\n\nઈશ્વરઃ પરમઃ કૃષ્ણઃ સચ્ચિદાનંદ વિગ્રહઃ\nઅનાદિરાદિર્ગોવિંદઃ સર્વ કારણ કારણં \n\nચિંતામણિ-પ્રકર-સદ્મિસુ કલ્પવૃક્ષ-\nલક્ષાવૃતેષુ સુરભિરભિપાલયંતં\nલક્શ્મી-સહસ્ર-શત-સંભ્રમ-સેવ્યમાનં\nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nવેણું ક્વણંતં અરવિંદ-દલાયતાક્ષં\nબર્હાવતંસં અસિતાંબુદ સુંદરાંગં\nકંદર્પ-કોટિ-કમનીય-વિશેષ-શોભં\nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nઆલોલ-ચંદ્રક-લસદ્-વનમાલ્ય-વંશી\nરત્નાંગદં પ્રણય -કેલિ-કલા-વિલાસં\nશ્યામં ત્રિભંગ-લલિતં નિયત-પ્રકાશં\nગોવિંદં આદિપુરુષં તમહં ભજામિ \n\nઅંગાનિ યસ્ય સકલેંદ્રિય- વૃત્તિ-મંતિ\nપશ્યંતિ પાંતિ કલયંતિ ચિરં જગંતિ\nઆનંદ ચિન્મય સદુજ્જ્વલ વિગ્રહસ્ય \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nઅદ્વૈતં અચ્યુતં અનાદિં અનંત-રૂપં \nઆદ્યં પુરાણપુરુષં નવ-યૌવનંચ\nવેદેષુ દુર્લભં અદુર્લભં આત્મ-ભક્તૌ\nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nપંથાસ્તુ કોટિ-શત-વત્સર-સંપ્રગમ્યો\nવાયોરથાપિ મનસો મુનિ પુંગવાનાં\nસો પ્યસ્તિ યત્-પ્રપદ-સીમ્નિ અવિચિંત્ય-તત્ત્વે \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nએકોsપ્યસૌ રચયિતું જગદ્-અંડ-કોટિં \nયચ્છક્વિરસ્તિ જગદંડચયા યદંતઃ\nઅંડાંતરસ્થ પરમાણુ ચયાંતરસ્થં\nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nયદ્-ભાવ-ભાવિત-ધિયો મનુજાસ્તથૈવ \nસંપ્રાપ્ય રૂપ-મહિમાસન-યાન-ભૂષાઃ\nસૂક્તૈઃયમેવ નિયમ પ્રથિતૈઃસ્તુવંતિ \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nઆનંદ-ચિન્મય-રસ-પ્રતિભાવિતાભિઃ\nતાભિર્ય એવ નિજરૂપતયા કલાભિઃ\nગોલોક એવ નિવસતિ અખિલાત્મભૂતો \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nપ્રેમાંજન-ચ્છુરિત-ભક્તિ-વિલોચનેન \nસંતઃ સદૈવ હૃદયેષુ વિલોકયંતિ\nયં શ્યામસુંદરં અચિંત્ય-ગુણ-સ્વરૂપં \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nરામાદિ મૂર્તિષુ કલ-નિયમેન તિષ્ઠુન્ \nનાનાવતારં અકરોદ્ભુવનેષુ કિંતુ \nકૃષ્ણઃ સ્વયં સમભવત્ પરમઃ પુમાન્ યો \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nયસ્ય પ્રભા પ્રભવતો જાગદંડ કોટિ \nકોટિષ્વશેષ વસુધાદિ વિભૂતિ-ભિન્નં\nતદ્બ્રહ્મ નિષ્કલં અનંતં અશેષ ભૂતં \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nમાયા હિ યસ્ય જગદંડ શતાનિ સૂતે\nત્રૈગુણ્ય-તદ્-વિષય-વેદ-વિતાયમાના\nસત્ત્વાવલંબિ પરસત્ત્વં વિશુદ્ધસત્ત્વં \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nઆનંદ-ચિન્મય રસાત્મતયા મનઃસુ \nયઃ પ્રાણિનાં પ્રતિફલન્ સ્મરતાં ઉપેત્ય \nલીલાયિતેન ભુવનાનિ જયત્યજસ્રં\nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nગોલોક નામ્નિ નિજ-ધામ્નિ તલે ચ તસ્ય \nદેવી-મહેશ-હરિ-ધામનુ તેષુ તેષુ \nતે તે પ્રભાવ નિચયા વિહિતાશ્ચ યેન \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nસૃષ્ટિ-સ્થિતિ-પ્રલય-સાધન-શક્તિરેકા \nછાયેવ યસ્ય ભુવનાનિ બિભર્તિ દુર્ગા \nઇચ્છનુરૂપં અપિ યસ્ય ચ ચેષ્ટતે સા \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nક્ષીરં યથા દધિ વિકાર-વિશેષ યોગાત્\nસંજાયતે ન હિ તતઃ પૃથગસ્તિ હેતોઃ\nયઃ શંભુતામપિ તથા સમુપૈતિ કાર્યાદ્\nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nદીપાર્ચિરેવ હિ દશાંતરં અભ્યુપેત્ય \nદીપાયતે વિવૃત-હેતુ-સમાન-ધર્મ\nયસ્તાદૃગેવ હિ ચ વિષ્ણુતયા વિભાતિ \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nયઃ કારણાર્ણવ જલે ભજતિસ્મ યોગ-\nનિદ્રાં અનંત-જગદ્-અંડ-સ-રોમ કૂપઃ\nઆધાર-શક્તિં અવલંબ્ય પરાં સ્વ-મૂર્તિં\nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nયસ્યૈક-નિશ્વસિતકાલમથાવલંબ્ય \nજીવંતિ લોમ-વિલજા જગદંડનાથાઃ\nવિષ્ણુર્ મહાન્ સ ઇહ યસ્ય કલા-વિશેષો \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nભાસ્વાન્ યથાશ્મ-શકલેષુ નિજેષુ તેજઃ\nસ્વીયં કિયત્ પ્રકટયત્યપિ તદ્વદત્ર \nબ્રહ્માય એષ જગદંડ-વિધાન-કર્તા \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nયત્-પાદ-પલ્લવ-યુગં વિનિધાય કુંભ \nદ્વંદ્વે પ્રણામ-સમયે સ ગણાધિરાજઃ\nવિઘ્નાન્ વિહંતં આલં અસ્ય જગત્-ત્રયસ્ય\nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nઅગ્નિર્ મહી ગગનં અંબુ મરુદ્ દિશશ્ચ \nકાલસ્તથાત્મ મનસીતિ જગત્-ત્રમાણિ\nયસ્માદ્ ભવંતિ વિભવંતિ વિશંતિ યં ચ \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nયચ્છક્ષુરેષ સવિતા સકલ-ગ્રહાણાં\nરાજા સમસ્ત સુરમૂર્તિરશેષ તેજાઃ\nયસ્યાજ્ઞયા ભ્રમતિ સંભૃત-કાલ-ચક્રો \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nધર્મો થ પાપ નીચયઃ શ્રુતયસ્ત પાંસિ\nબ્રહ્માદિ-કીટ-પતગાવધયશ્ચ જીવઃ\nયદ્ધત્ત-માત્ર-વિભવ-પ્રકટ-પ્રભાવા\nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nયસ્ત્વિંદ્રગોપં અથવેંદ્રં અહો સ્વકર્મ \nબંધાનુરૂપ-ફલ-ભાજનમ્ આતનોતિ \nકર્માણિ નિર્દહતિ કિંતુ ચ ભક્તિભાજાં\nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nયં ક્રોધ-કામ-સહજ-પ્રણયાદિ ભીતિ-\nવાત્સલ્ય-મોહ-ગુરુ-ગૌરવ-સેવ્ય-ભાવૈઃ\nસંચિંત્ય તસ્ય સદૃશીં તનુમાપુરેતે \nગોવિંદં આદિપુરુષં તમહં ભજામિ\n\nશ્રિયઃ કાંતાઃ કાંતઃ પરમ-પુરુષઃ કલ્પતરવો \nદ્રુમા ભૂમિશ્ચિંતામણિ-ગણ-મયી તોયં અમૃતં\nકથા ગાનં નાટ્યં ગમનં અપિ વંશી પ્રિય-સખી\nચિદાનંદં જ્યોતિઃ પરં અપિ તદાસ્વાદ્યમપિ ચ \n\nસ યત્ર ક્ષીરાબ્ધિઃ સ્રવતિ સુરભિભ્યશ્ચ સુ મહાન્ \nનિમેષાર્ધાખ્યો વા વ્રજતિ ન હિ યત્રાપિ સમયઃ \nભજે શ્વેતદ્વીપં તં અહં ઇહ ગોલોકં ઇતિ યં \nવિદંતસ્તે સંતઃ ક્ષિતિ-વિરલ-ચારાઃ કતિપયે\n\n',
},

{
title:"પ્રેમ-ધ્વની સ્તોત્ર ",
song:'\n\nજય ઓં વિષ્ણુ- પાદ પરમહંસ પરિવ્રાજકાચાર્ય અષ્ટોત્તરશત શ્રી શ્રીમદ્ હિસ્ ડિવૈન્ ગ્રેસ્ એ',
},

{
title:"સિ ભક્તિવેદાંતસ્વામિ પ્રભુપાદ કી જય",
song:'\n\nઇસ્કાન્-સંસ્થાપનાચાર્ય, સેવિયર્ આફ્ દ હોલ્ વઽલ્ડ્ જગદ્ ગુરુ શ્રીલ પ્રભુપાદ્ કી જય\n\t\nજય ઓં વિષ્ણુ- પાદ પરમહંસ પરિવ્રાજકાચાર્ય અષ્ટોત્તરશત શ્રી શ્રીમદ્ હિસ્ ડિવૈન્ ગ્રેસ્ ભક્તિસિદ્ધાંત સરસ્વતી ઠાકૂર શ્રીલ પ્રભુપાદ કી જય\n\nજય ઓં વિષ્ણુ- પાદ પરમહંસ નિત્ય-લીલા-પ્રવિષ્ટ હિસ્ ડિવૈન્ ગ્રેસ્ ગૌર કિશોર દાસ બાબાજિ મહારાજ કી જય \n\nજય ઓં વિષ્ણુ- પાદ પરમહંસ નિત્ય-લીલા-પ્રવિષ્ટ હિસ્ ડિવૈન્ ગ્રેસ્ સચ્ચિદાનંદ ભક્તિવિનોદ ઠાકૂર કી જય \n\nજય ઓં વિષ્ણુ- પાદ પરમહંસ નિત્ય-લીલા-પ્રવિષ્ટ હિસ્ ડિવૈન્ ગ્રેસ્ જગન્નાથ દાસ બાબાજિ મહારાજ કી જય\n\nઅનંત કોટિ વૈષ્ણવ-વૃંદ-કી જય\n\nનામાચાર્ય શ્રીલ હરિદાસ ઠાકુર કી જય\n\nપ્રેમ્ સે કહો શ્રી કૃષ્ણ ચૈતન્ય પ્રભુ નિત્યાનંદ શ્રી અદ્વૈત ગદાધર શ્રીવાસાદિ ગૌર ભક્તવૃંદ કી જય\n\nશ્રી શ્રી રાધાકૃષ્ણ, ગોપ-ગોપીનાથ, શ્યામકુંડ, રાધાકુંડ  ગિરિ-ગોવર્ધન કી જય\n\nમથુર વૃંદાવનધામ્ કી જય\n\nનવદ્વીપ માયાપુર્ ધામ્ કી જય\n\nજગન્નાથ પુરિ ધામ કી જય\n\nગંગામયી યમુનામયી કી જય\n\nવૃંદ દેવિ તુળસી મહારાણિ કી જય\n\nસમવેત ભક્તવૃંદ કી જય\n\nહરિ-નામ સંકીર્તન મહા યજ્ઞ કી જય\n\nનિતાઇ ગૌર પ્રેમાનંદે હરિ હરિ બોલ્\n\nઆલ્ ગ્લોરિસ્ ટુ દ અસ્સેંબલ્ડ્ દેવોટીસ્ \n\nઆલ્ ગ્લોરિસ્ ટુ દ અસ્સેંબલ્ડ્ દેવોટીસ્ \n\nઆલ્ ગ્લોરિસ્ ટુ દ અસ્સેંબલ્ડ્ દેવોટીસ્ \n\nઆલ્ ગ્લોરિસ્ ટુ શ્રી ગુરુ અંડ્ શ્રી ગૌરાંગ \n\nઆલ્ ગ્લોરિસ્ ટુ શ્રીલ પ્રભુપાદ\n',
},

{
title:"અનાદિ કરમ ફલે ",
song:"\n\nઅનાદિ' કરમ-ફલે, પડિ' ભવાર્ણવ જલે,\nતરિબારે ના દેખિ ઉપાય \nએઇ વિષય-હલાહલે, દિવા-નિશિ હિયા જ્વલે,\nમન કભુ સુખ નાહિ પાય\n\nઆશા-પાશ-શત-શત, ક્લેશ દેય અવિરત,\nપ્રવૃત્તિ-ઊર્મિર તાહે ખેલા\nકામ-ક્રોધ-આદિ છય, બાટપાડે દેય ભય,\nઅવસાન હોઇલો આસિ' બેલા\n\nજ્ઞાન-કર્મ-ઠગ દુઇ, મોરે પ્રતારીય લોઇ,\nઅવશેષે ફેલે સિંધુ-જલે \nએ હેનો સમયે, બંધુ, તુમિ કૃષ્ણ કૃપાસિંધુ,\nકૃપા કોરિ' તોલો મોરે બલે\n\nપતિત-કિંકરે ધરિ', પાદ-પદ્મ-ધુલિ કરિ',\nદેહો ભક્તિવિનોદ આશ્રય \nઆમિ તવ નિત્ય-દાસ, ભુલિયા માયાર પાશ,\nબદ્ધ હો'યે આછિ દયામય\n",
},

{
title:"નારદ મુનિ બાજાય વીણા",
song:"\n\nનારદ મુનિ, બાજાય વીણા 'રાધિકા-રમણ' - નામે \nનામ અમનિ, ઉદિત હોય ભકત - ગીત - સામે\n\nઅમિય-ધારા, બરિષે ઘન શ્રવણ-યુગલે ગિયા\nભકત-જન, સઘને નાચે ભોરિયા આપન હિયા \n\nમાધુરી-પૂર, અસબો પશિ' માતાય જગત-જને\nકેહો વા કાંદે, કેહો વા નાચે કેહો માતે મને મને \n\nપંચ-વદન, નારદે ધોરિ' પ્રેમેર સઘન રોલ્ \nકમલાસન, નાચિયા બોલે ' બોલો બોલો હરિ બોલો'\n\nસહસ્રાનાન, પરમ-સુખે 'હરિ હરિ ' બોલિ' ગાય્ \nનામ-પ્રભાવે, માતિલો વિશ્વ નામ-રસ સબે પાય્ \n\nશ્રીકૃષ્ણ-નામ, રસને સ્પુરિ' પૂરા'લો આમાર આશ\nશ્રી રૂપ-પદે, યાચિયે ઇહા ભકતિવિનોદ-દાસ\n\n",
},

{
title:"આમાર્ જીવન",
song:"\n\nઆમાર જીવન, સદા પાપે રત,\nનાહિકો પુણ્યેર લેષ\nપરેરે ઉદ્વેગ, દિયાછિ યે કોતો,\nદિયાછિ જીવેરે ક્લેશ \n\nનિજસુખ લાગિ', પાપે નાહિ ડોરિ,\nદયા-હીન સ્વાર્થ-પરો \nપર-સુખે દુઃખી, સદા મિથ્યાભાષી,\nપર-દુઃખ સુખ-કરો\n\nઆશેષ કામના, હૃદિ માઝે મોર,\nક્રોધી, દંભ-પરાયણ\nમદ-મત્ત સદા, વિષયે મોહિત,\nહિંસા-ગર્વ વિભૂષણ\n\nનિદ્રાલસ્ય હત, સુકાર્યે વિરત,\nઅકાર્યે ઉદ્યોગી આમિ \nપ્રતિષ્ઠ લાગિયા, શાઠ્ય-આચરણ,\nલોભ-હત સદા કામી\n\nએ હેનો દુર્જન, સજ્જન-વર્જિત,\nઅપરાધિ-નિરંતર \nશુભ-કાર્ય-શૂન્ય, સદાનર્થ-મનાઃ,\nનાના દુઃખે જર જર\n\nવાર્ધક્યે એખોન, ઉપાય-વિહીન,\nતા'તે દીન અકિંચન \nભકતિવિનોદ, પ્રભુર ચરણે,\nકોરે દુઃખ નિવેદન\n\n",
},

{
title:"ગોરા પહુન્",
song:"\n\n ના ભજિયા મૈનુ \nપ્રેમ-રતન-ધન હેલાય હારાઇનુ\n\nઅધને જતન કોરિ ધન તેયાગિનુ \nઆપન કરમ-દોષે આપનિ ડુબિનુ \n\nસત્સંગ છાડિ ' કૈનુ અસતે વિલાસ્ \nતે-કારણે લાગિલો જે કર્મ-બંધ-ફાન્સ્ \n\nવિષય-વિષય-વિષ સતત ખાઇનુ\nગૌર-કીર્તન-રસે મગન ના હૈનુ \n\nકેનો વા આછયે પ્રાણ કિ સુખ પાઇયા\nનરોત્તમ્ દાસ્ કેનો ના ગેલો મરિયા\n\n",
},

{
title:" શ્રી ગોવર્ધનાષ્ઠકં",
song:'\n\n()\nકૃષ્ણ-પ્રસાદેન સમસ્ત-શૈલ-\nસામ્રાજ્યં આપ્નોતિ ચ વૈરિણો ’પિ\nશક્રસ્ય પ્રાપ બલિં સ સાક્ષાદ્\nગોવર્ધનો મે દિષતાં અભીષ્ઠં\n\n()\nસ્વ- પ્રેષ્ઠ-હસ્તાંબુજ-સૌકુમાર્ય\nસુખાનુભૂતેર્ અતિ-ભૂમિ- વૃત્તેઃ\nમહેંદ્ર-વજ્રાહતિમ્ અપિ અજાનન્\nગોવર્ધનો મે દિષતાં અભીષ્ઠં\n\n()\nયત્રૈવ કૃષ્ણો વૃષભાનુ-પુત્ર્યા\nદાનં ગૃહીતું કલહં વિતેને\nશ્રુતેઃ સ્પૃહા યત્ર મહતિ અતઃ શ્રી-\nગોવર્ધનો મે દિષતાં અભીષ્ઠં\n\n)\nસ્નાત્વા સરઃ ન્વશુ સમીર- હસ્તી\nયત્રૈવ નીપાદિ-પરાગ-દૂલિઃ\nઆલોલયન્ ખેલતિ ચારુ સ શ્રી\nગોવર્ધનો મે દિષતાં અભીષ્ઠં\n\n()\nકસ્તૂર્કાભિઃ શયિતં કિમ્ અત્રેતિ\nઊહં પ્રભોઃ સ્વસ્ય મુહુર્ વિતન્વન્\nનૈસર્ગિક-સ્વીય-શિલા-સુગંદૈર્\nગોવર્ધનો મે દિષતાં અભીષ્ઠં\n\n()\nવંશ-પ્રતિદ્વનિ-અનુસાર-વર્ત્મ\nદિદ્રક્ષવો યત્ર હરિં હરિણ્યઃ\nયાંત્યો લભંતે ન હિ વિસ્મિતાઃ સ\nગોવર્ધનો મે દિષતાં અભીષ્ઠં\n\n()\nયત્રૈવ ગંગાં અનુ નાવિ રાધાં\nઆરોહ્ય મધ્યે તુ નિમગ્ન-નૌકઃ\nકૃષ્ણો હિ રાધાનુગલો બભૌ સ\nગોવર્ધનો મે દિષતાં અભીષ્ઠં\n\n()\nવિના ભવેત્ કિમ્ હરિ-દાસ-વર્ય\nપદાશ્રયં ભક્તિર્ અતઃ શ્રયામિ\nયં એવ સપ્રેમ નિજેશયોઃ શ્રી-\nગોવર્ધનો મે દિષતાં અભીષ્ઠં\n\n()\nએતત્ પઠેદ્ યો હરિ-દાસ-વર્ય-\nમહાનુભાવાષ્ઠકમ્ આર્દ્ર-ચેતાઃ\nશ્રી-રાધિકા-માધવયોઃ પદાબ્જ-\nદાસ્યં સ વિંદેદ્ અચિરેણ સાક્ષાત્\n\n\n',
}]
