import React,{Component} from 'react';
import {View} from 'react-native';
import SongList from './SongList';



export default class SongListPunjabi extends Component{

  

  render(){

    

    return(

      <View style={{flex:1,}}>
         <SongList song_data={song_data} />

      </View>
    )
  }
}

const song_data=[
{
title:"﻿ ਸ਼੍ਰੀ ਗੋਵਰ੍ਧਨਾਸ਼੍ਠਕਂ",
song:'\n ()\nਕ੍ਰੁਸ਼੍ਣ-ਪ੍ਰਸਾਦੇਨ ਸਮਸ੍ਤ-ਸ਼ੈਲ-\nਸਾਮ੍ਰਾਜ੍ਯਂ ਆਪ੍ਨੋਤਿ ਚ ਵੈਰਿਣੋ ’ਪਿ\nਸ਼ਕ੍ਰਸ੍ਯ ਪ੍ਰਾਪ ਬਲਿਂ ਸ ਸਾਕ੍ਸ਼ਾਦ੍\nਗੋਵਰ੍ਧਨੋ ਮੇ ਦਿਸ਼ਤਾਂ ਅਭੀਸ਼੍ਠਂ\n()\nਸ੍ਵ- ਪ੍ਰੇਸ਼੍ਠ-ਹਸ੍ਤਾਂਬੁਜ-ਸੌਕੁਮਾਰ੍ਯ\nਸੁਖਾਨੁਭੂਤੇਰ੍ ਅਤਿ-ਭੂਮਿ- ਵ੍ਰੁਤ੍ਤੇਃ\nਮਹੇਂਦ੍ਰ-ਵਜ੍ਰਾਹਤਿਮ੍ ਅਪਿ ਅਜਾਨਨ੍\nਗੋਵਰ੍ਧਨੋ ਮੇ ਦਿਸ਼ਤਾਂ ਅਭੀਸ਼੍ਠਂ\n()\nਯਤ੍ਰੈਵ ਕ੍ਰੁਸ਼੍ਣੋ ਵ੍ਰੁਸ਼ਭਾਨੁ-ਪੁਤ੍ਰ੍ਯਾ\nਦਾਨਂ ਗ੍ਰੁਹੀਤੁਂ ਕਲਹਂ ਵਿਤੇਨੇ\nਸ਼੍ਰੁਤੇਃ ਸ੍ਪ੍ਰੁਹਾ ਯਤ੍ਰ ਮਹਤਿ ਅਤਃ ਸ਼੍ਰੀ-\nਗੋਵਰ੍ਧਨੋ ਮੇ ਦਿਸ਼ਤਾਂ ਅਭੀਸ਼੍ਠਂ\n)\nਸ੍ਨਾਤ੍ਵਾ ਸਰਃ ਨ੍ਵਸ਼ੁ ਸਮੀਰ- ਹਸ੍ਤੀ\nਯਤ੍ਰੈਵ ਨੀਪਾਦਿ-ਪਰਾਗ-ਦੂਲਿਃ\nਆਲੋਲਯਨ੍ ਖੇਲਤਿ ਚਾਰੁ ਸ ਸ਼੍ਰੀ\nਗੋਵਰ੍ਧਨੋ ਮੇ ਦਿਸ਼ਤਾਂ ਅਭੀਸ਼੍ਠਂ\n()\nਕਸ੍ਤੂਰ੍ਕਾਭਿਃ ਸ਼ਯਿਤਂ ਕਿਮ੍ ਅਤ੍ਰੇਤਿ\nਊਹਂ ਪ੍ਰਭੋਃ ਸ੍ਵਸ੍ਯ ਮੁਹੁਰ੍ ਵਿਤਨ੍ਵਨ੍\nਨੈਸਰ੍ਗਿਕ-ਸ੍ਵੀਯ-ਸ਼ਿਲਾ-ਸੁਗਂਦੈਰ੍\nਗੋਵਰ੍ਧਨੋ ਮੇ ਦਿਸ਼ਤਾਂ ਅਭੀਸ਼੍ਠਂ\n()\nਵਂਸ਼-ਪ੍ਰਤਿਦ੍ਵਨਿ-ਅਨੁਸਾਰ-ਵਰ੍ਤ੍ਮ\nਦਿਦ੍ਰਕ੍ਸ਼ਵੋ ਯਤ੍ਰ ਹਰਿਂ ਹਰਿਣ੍ਯਃ\nਯਾਂਤ੍ਯੋ ਲਭਂਤੇ ਨ ਹਿ ਵਿਸ੍ਮਿਤਾਃ ਸ\nਗੋਵਰ੍ਧਨੋ ਮੇ ਦਿਸ਼ਤਾਂ ਅਭੀਸ਼੍ਠਂ\n()\nਯਤ੍ਰੈਵ ਗਂਗਾਂ ਅਨੁ ਨਾਵਿ ਰਾਧਾਂ\nਆਰੋਹ੍ਯ ਮਧ੍ਯੇ ਤੁ ਨਿਮਗ੍ਨ-ਨੌਕਃ\nਕ੍ਰੁਸ਼੍ਣੋ ਹਿ ਰਾਧਾਨੁਗਲੋ ਬਭੌ ਸ\nਗੋਵਰ੍ਧਨੋ ਮੇ ਦਿਸ਼ਤਾਂ ਅਭੀਸ਼੍ਠਂ\n()\nਵਿਨਾ ਭਵੇਤ੍ ਕਿਮ੍ ਹਰਿ-ਦਾਸ-ਵਰ੍ਯ\nਪਦਾਸ਼੍ਰਯਂ ਭਕ੍ਤਿਰ੍ ਅਤਃ ਸ਼੍ਰਯਾਮਿ\nਯਂ ਏਵ ਸਪ੍ਰੇਮ ਨਿਜੇਸ਼ਯੋਃ ਸ਼੍ਰੀ-\nਗੋਵਰ੍ਧਨੋ ਮੇ ਦਿਸ਼ਤਾਂ ਅਭੀਸ਼੍ਠਂ\n()\nਏਤਤ੍ ਪਠੇਦ੍ ਯੋ ਹਰਿ-ਦਾਸ-ਵਰ੍ਯ-\nਮਹਾਨੁਭਾਵਾਸ਼੍ਠਕਮ੍ ਆਰ੍ਦ੍ਰ-ਚੇਤਾਃ\nਸ਼੍ਰੀ-ਰਾਧਿਕਾ-ਮਾਧਵਯੋਃ ਪਦਾਬ੍ਜ-\nਦਾਸ੍ਯਂ ਸ ਵਿਂਦੇਦ੍ ਅਚਿਰੇਣ ਸਾਕ੍ਸ਼ਾਤ੍\n    ',
},

{
title:" ਹਰੇ ਕ੍ਰਿਸ਼੍ਣ ਮਹਾ ਮਂਤ੍ਰ",
song:'\nਹਰੇ ਕ੍ਰਿਸ਼੍ਣ ਹਰੇ ਕ੍ਰਿਸ਼੍ਣ\nਕ੍ਰਿਸ਼੍ਣ ਕ੍ਰਿਸ਼੍ਣ ਹਰੇ ਹਰੇ\nਹਰੇ ਰਾਮਾ ਹਰੇ ਰਾਮਾ\nਰਾਮਾ ਰਾਮਾ ਹਰੇ ਹਰੇ\n\n',
},
]