import React,{Component} from 'react';
import {View} from 'react-native';
import SongList from './SongList';



export default class SongListBengali extends Component{

  

  render(){

    

    return(

      <View style={{flex:1,}}>
         <SongList song_data={song_data} />

      </View>
    )
  }
}



const song_data=[
{
  title:'শ্রীল প্রভুপাদ প্রণতি',
  song:'\n\nনম ওঁ বিষ্ণুপাদায কৃষ্ণপ্রেষ্ঠায ভূতলে\nশ্রীমতে ভক্তিবেদাংতস্বামিন্ ইতি নামিনে ।\nনমস্তে সারস্বতে দেবে গৌরবাণী প্রচারিণে\nনির্বিশেষ শূন্যবাদি পাশ্চাত্যদেশ তারিণে ।।\n\n'
},
{
title:'শ্রী পংচ-তত্ব মহামংত্র',
song:'\n\n(জয) শ্রীকৃষ্ণচৈতন্য প্রভু নিত্যানংদ\nশ্রী অদ্বৈত গদাধর শ্রীবাসাদি গৌর ভক্তবৃংদ\n\n'
},

{
title:'হরে কৃষ্ণ মহামংত্র',
song:' \n\nহরে কৃষ্ণ হরে কৃষ্ণ কৃষ্ণ কৃষ্ণ হরে হরে \nহরে রাম হরে রাম রাম রাম হরে হরে\n\n'
},

{
title:'শ্রী গুরু প্রণাম',
song:'\n\n\nওঁ অজ্ঞানতিমিরাংধস্য জ্ঞানাংজনশলাকযা\nচক্ষুর্ উন্মীলিতং যেন তস্মৈ শ্রীগুরবে নমঃ\n\n'
},

{
title:'শ্রী রূপ প্রণাম',
song:'\n\nশ্রী চৈতন্য মনোভীষ্ঠং স্থাপিতং যেন ভূতলে \nস্বযংরূপঃ কদা মহ্যং দদাতি স্বপদাংতিকং\n\n'
},

{
title:'মংগলাচরণ',
song:'\n\nবংদেঽহং শ্রীগুরোঃ শ্রীযুতপদকমলং শ্রীগুরূন্ বৈষ্ণবাঁশ্চ \nশ্রীরূপং সাগ্রজাতং সহগণ রঘুনাথান্বিতং তং সজীবম্\nসাদ্বৈতং সাবধূতং পরিজন সহিতং কৃষ্ণ চৈতন্য দেবং \nশ্রী রাধাকৃষ্ণ পাদান্ সহগণ ললিতা শ্রী বিশাখান্বিতাংশ্চ\n\n'
},

{
title:'শ্রীল ভক্তিসিদ্ধাংত সরস্বতী প্রণতি',
song:' \n\nনম ওঁ বিষ্ণুপাদায কৃষ্ণপ্রেষ্ঠায ভূতলে \nশ্রীমতে ভক্তিসিদ্ধাংত সরস্বতীতি নামিনে \n\nশ্রী বার্ষভানবী-দেবী-দযিতায কৃপাব্ধযে \nকৃষ্ণ সংবংধ বিজ্ঞান দাযিনে প্রভবে নমঃ \n\nমাধুর্যোজ্বল প্রেমাঢ্য শ্রী-রূপানুগ ভক্তিদ\nশ্রী গৌর-করুণা-শক্তি-বিগ্রহায নমোঽস্তুতে\n\nনমস্তে গৌর-বাণী-শ্রী-মূর্তযে দীন-তারিণে\nরূপানুগ বিরুদ্ধাঽপসিদ্ধাংত - ধ্বাংত-হারিণে\n\n\n'
},


{
title:'শ্রীল গৌরকিশোর প্রণতি',
song:'\n\nনমো গৌর-কিশোরায সাক্ষাদ্বৈরাগ্য মূর্তযে \nবিপ্রলংভ-রসাংবোধে পাদাংবুজায তে নমঃ\n\n\n'
},


{
title:'শ্রীল ভক্তিবিনোদ প্রণতি',
song:'\n\nনমো ভক্তিবিনোদায সচ্চিদানংদ-নামিনে \nগৌরশক্তিস্বরূপায রূপানুগ-বরায তে\n'
},

{
title:'শ্রীল জগন্নাথ প্রণতি',
song:'\n\nগৌরাবির্ভাব-ভূমেস্ত্বং নির্দেষ্টা সজ্জনপ্রিযঃ \nবৈষ্ণব-সার্বভৌমঃ শ্রীজগন্নাথায তে নমঃ\n'
},


{
title:'শ্রী বৈষ্ণব প্রণাম',
song:'\n\nবাঞ্ছা কল্পতরুভ্যশ্চ কৃপা-সিংধুভ্য এব চ\nপতিতানাম্ পাবনেভ্যো বৈষ্ণবেভ্যো নমো নমঃ\n'
},

{
title:'শ্রী গৌরাংগ প্রণাম',
song:'\n\nনমো মহাবদান্যায কৃষ্ণপ্রেমপ্রদায তে\nকৃষ্ণায কৃষ্ণচৈতন্যনাম্নে গৌরত্বিষে নমঃ\n'
},

{
title:'শ্রী পংচ-তত্ব প্রণাম',
song:' \n\nপংচ-তত্ত্বাত্মকং কৃষ্ণং ভক্তরূপ স্বরূপকং \nভক্তাবতারং ভক্তাখ্যং নমামি ভক্তশক্তিকংনমঃ\n'
},

{
title:'শ্রী কৃষ্ণ প্রণাম',
song:' \n\nহে কৃষ্ণ করুণা-সিংধো দীন-বংধো জগত্পতে\nগোপেশ গোপিকা-কাংত রাধা-কাংত নমোঽস্তুতে\n'
},

{
title:' সংবংধাধিদেব প্রণাম',
song:'\n\nজযতাং সুরতৌ পংগোর্ মম মংদ-মতের্ গতী\nমত্সর্বস্ব পদাংভোজৌ রাধা-মদন-মোহনৌ\n'
},

{
title:' অভিধেযাধিদেব প্রণাম',
song:'\n\nদীব্যদ্ বৃংদারণ্য কল্প-দ্রুমাধঃ\nশ্রীমদ্ রত্নাগার সিংহাসনস্থৌ\nশ্রীমদ্ রাধা শ্রীল গোবিংদ দেবৌ \nষ্রেষ্ঠালীভিঃ সেব্যমানৌ স্মরামি\n'
},

{
title:'প্রযোজনাধিদেব প্রণাম',
song:'\n\nশ্রীমান্ রাস রসারংভী বংশীবট তটস্থিতঃ \nকর্ষন্ বেণুস্বনৈর্ গোপীর্ গোপীনাথঃ শ্রীযেঽস্তু নঃ\n'
},

{
title:'শ্রী রাধা প্রণাম',
song:'\n\nতপ্ত-কাংচন গৌরাংগী রাধে বৃংদাবনেশ্বরী\nবৃষভানু সুতে দেবী প্রণমামি হরি-প্রিযে\n\n'
},

{
title:'শ্রী শ্রী গুর্বষ্টক',
song:'\n\nসংসার-দাবানল-লীঢ-লোক\nত্রাণায কারুণ্য-ঘনাঘনত্বম্\nপ্রাপ্তস্য কল্যাণ-গুণার্ণবস্য\nবংদে গুরোঃ শ্রী চরণারবিংদং \n\nমহাপ্রভোঃ কীর্তন-নৃত্য-গীত\nবাদিত্র-মাদ্যন্-মনসো রসেন\nরোমান্চ-কংপাশ্রু-তরংগ-ভাজো\nবংদে গুরোঃ শ্রী চরণারবিংদং \n\nশ্রী বিগ্রহারাধন নিত্য নানা\nশৃংগার-তন্মংদির মার্জনাদৌ\nযুক্তস্য ভক্তাংশ্চ নিযুংজতোঽপি\nবংদে গুরোঃ শ্রী চরণারবিংদং \n \nচতুর্বিধ শ্রী ভগবত্ প্রসাদ\nস্বাদ্বন্ন তৃপ্তান্ হরিভক্ত সংঘান্\nকৃত্বৈব তৃপ্তিং ভজতঃ সদৈব\nবংদে গুরোঃ শ্রী চরণারবিংদং \n \nশ্রী রাধিকা-মাধবযোর্-অপার\nমাধুর্য-লীলা-গুণ-রূপ-নাম্নাং\nপ্রতিক্ষণাস্বাদন-লোলুপস্য\nবংদে গুরোঃ শ্রী চরণারবিংদং \n\nনিকুংজ যূনো রতি-কেলি- সিদ্ধ্যৈ \nযা যালিভির্-যুক্তির্-অপেক্ষণীযা\nতত্রাতি-দাক্ষ্যাদ্ অতি বল্লভস্য\nবংদে গুরোঃ শ্রী চরণারবিংদং \n\nসাক্ষাদ্ধরিত্বেন সমস্ত-শাস্ত্রৈর্\nউক্তস্তথা ভাব্যত এব সদ্ভিঃ\nকিংতু প্রভোর্-যঃ প্রিয এব তস্য\nবংদে গুরোঃ শ্রী চরণারবিংদং \n\nযস্য প্রসাদাত্ ভগবত্-প্রসাদো\nযস্যাপ্রসাদাত্ ন গতিঃ কুতোঽপি\nধ্যাযন্ স্তুবংস্তস্য যশাস্ ত্রিসংধ্যাং\nবংদে গুরোঃ শ্রী চরণারবিংদং\n'
},

{
title:'শ্রী নরসিংহ প্রণাম',
song:'\n\nনমস্তে নরসিংহায প্রহ্লাদাহ্লাদ-দাযিনে\nহিরণ্যকশিপোর্বক্শঃ শিলা-টংক-নখালযে \n\nইতো নৃসিংহঃ পরতো নৃসিংহো যতো যতো যামি ততো নৃসিংহঃ \nবহির্ নৃসিংহো হৃদযে নৃসিংহো নৃসিংহং আদিং শরণং প্রপদ্যে\n'
},

{
title:'শ্রী নরসিংহ প্রার্থন',
song:'\n\nতব কর-কমল-বরে নখং অদ্ভুত-শৃংগং \nদলিত হিরণ্যকশিপু-তনু-বৃংগং\nকেশব ধৃত-নরহরি-রূপ জয জগদীশ হরে\n'
},

{
title:'শ্রী তুলসী প্রণাম',
song:'\n\nবৃংদাযৈ তুলসী দেব্যৈ প্রিযাযৈ কেশবস্য চ\nবিষ্ণু-ভক্তি-প্রদে দেবী সত্যবত্যৈ নমো নমঃ\n'
},

{
title:'শ্রী তুলসী-কীর্তন',
song:'\n\nতুলসী কৃষ্ণ প্রেযসী নমো নমঃ \nরাধা-কৃষ্ণ-সেবা পাবো এই অভিলাষী\n\t\nযে তোমার শরণ লোয্, তার বাংছা পূর্ণ হোয্\nকৃপা কোরি কোরো তারে বৃংদাবন-বাসী\n\nমোর্ এই অভিলাষ্, বিলাস্ কুংজে দিযো বাস্ \nনযনে হেরিবো সদা যুগল-রূপ-রাশি \n\nএই নিবেদন ধরো, সখীর্ অনুগত কোরো \nসেবা-অধিকার দিযে কোরো নিজ দাসী\n\nদীন-কৃষ্ণ-দাসে কোয্, এই জেন মোর হোয্ \nশ্রী রাধা-গোবিংদ-প্রেমে সদা যেন ভাসি\n'
},

{
title:'শ্রী তুলসী প্রদক্ষিণ মংত্র',
song:'\n\nযানি কানি চ পাপানি ব্রহ্ম হত্যাদিকানি চ\nতানি তানি প্রণশ্যংতি প্রদক্ষিণঃ পদে পদে \n'
},


{
title:'অরুণোদয-কীর্তন ',
song:"\nI. জীব্ জাগো\n\nজীব্ জাগো জীব্ জাগো, গৌরচাংদ বোলে \nকোত নিদ্রা জাও মাযা পিশাচীর-কোলে\n\nভজিবো বোলিযা এসে সংসার-ভিতরে \nভুলিযা রোহিলে তুমি অবিদ্যার ভরে \n\nতোমারে লোইতে আমি হোইনু অবতার \nআমি বিনা বংধু আর কে আছে তোমার\n\nএনেছি ঔষধি মাযা নাশিবারো লাগি \nহরি-নাম মহা-মংত্র লও তুমি মাগি\n\nভকতি বিনোদ প্রভু-চরণে পডিযা\nসেই হরিনাম মংত্র লোইলো মাগিযা\n\nII. উদিলো অরুণ\nউদিলো অরুণ পূরব-ভাগে দ্বিজমণি গোরা অমনি জাগে\nভকত সমূহ লোইযা সাথে গেলা নগর-ব্রাজে\n\n'তাথৈ তাথৈ' বাজলো খোল্ ঘন ঘন তাহে ঝাজের রোল্ \nপ্রেমে ঢলঢল সোণার অংগ চরণে নূপুর বাজে \n\nমুকুংদ মাধব যাদব হরি বোলেন বোলোরে বদন ভোরি\nমিছে নিদ-বশে গেলো রে রাতি দিবস শরীর সাজে \n\nএমন দুর্লভ মানব দেহো পাইযা কি কোরো ভাব না কেহো\nএবে না ভজিলে যশোদা সুত চরমে পোরিবে লাজে\n\nউদিত তপন হোইলে অস্ত দিন গেলো বোলি হোইবে ব্যস্ত \nতবে কেনো এবে অলস হোয্ না ভজ হৃদোয রাজে \n\nজীবন অনিত্য জানহ সার্ তাহে নানা বিধ বিপদ-ভার্\nনামাশ্রয কোরি জতনে তুমি থাকহ আপন কাজে\n\nজীবের কল্যাণ সাধন কাম্ জগতে আসি’ এ মধুর নাম্ \nঅবিদ্যা তিমির তপন রূপে হৃদ্ গগনে বিরাজে \n\nকৃষ্ণ-নাম-সুধা কোরিযা পান্ জুডাও ভকতি বিনোদ-প্রাণ্\nনাম বিনা কিছু নাহিকো আরো চৌদ্দ-ভুবন মাঝে\n"
},

{
title:'শ্রী নাম',
song:'\n\nগায্ গোরা মধুর্ স্বরে \nহরে কৃষ্ণ হরে কৃষ্ণ কৃষ্ণ কৃষ্ণ হরে হরে \nহরে রাম হরে রাম রাম রাম হরে হরে \n\nগৃহে থাকো বনে থাকো সদাহরিবোলে ডাকো\nসুখে দুঃখে ভুলো নাকো বদনে হরিনাম্ কোরো রে \n\nমাযা-জালে বদ্ধ হোযে আছো মিছে কাজ লোযে\nএখোন চেতন পে ‘যে রাধা-মাধব নাম বোলো রে \n\nজীবন হোইলো শেষ না ভজিলে হৃষীকেশ \nভক্তিবিনোদোপদেশ এক্বার্ নাম্ রসে মাতো রে\n'
},

{
title:'গোপীনাথ',
song:"\nভাগ-1\nগোপিনাথ্, মম নিবেদন শুনো \nবিষযী দুর্জন, সদা কাম-রত,\nকিছু নাহি মোর গুণ \n\nগোপীনাথ্, আমার ভরসা তুমি \nতোমার চরণে, লোইনু শরণ,\nতোমার কিংকোর আমি \n\t\nগোপীনাথ্, কেমোনে শোধিবে মোরে\nনা জানি ভকতি, কর্মে জড-মতি,\nপোডেছি সংসার-ঘোরে\n\nগোপীনাথ্, সকলি তোমার মাযা \nনাহি মম বল, জ্ঞান সুনির্মল,\nস্বাধীন নহে এ কাযা \n\nগোপীনাথ্, নিযত চরণে স্থান \nমাগে এ পামর, কান্ডিযা কান্ডিযা,\nকোরোহে করুণা দান \n\nগোপীনাথ্, তুমি তো' সকলি পারো \nদুর্জনে তারিতে, তোমার শকতি,\nকে আছে পাপীর আরো\n\nগোপীনাথ্, তুমি কৃপা-পারাবার \nজীবের কারণে, আসিযা প্রপংচে\nলীলা কোইলে সুবিস্তার\n\nগোপীনাথ্, আমি কি দোষে দোষী\nঅসুর সকল, পাইলো চরণ,\nবিনোদ থাকিলো বোসি'\n\nভাগ -2 \nগোপীনাথ্, ঘুচাও সংসার-জ্বালা \nঅবিদ্যা-জাতনা, আরো নাহি সহে,\nজনম-মরণ-মালা \n\nগোপীনাথ্, আমি তো' কামের দাস \nবিষয-বাসনা, জাগিছে হৃদোযে,\nফাডিছে করম ফাস\n\nগোপীনাথ্, কবে বা জাগিবো আমি\nকাম-রূপ অরি, দূরে তেযাগিবো,\nহৃদোযে স্ফুরিবে তুমি\n\nগোপীনাথ্ আমি তো' তোমার জন \nতোমারে, ছাডিযা, সংসার ভজিনু,\nভুলিযা আপন-ধন \n\nগোপীনাথ্, তুমি তো' সকলি জানো\nআপনার জনে, দণ্ডিযা এখনো \nশ্রী-চরণে, দেহো স্থানো \n\nগোপীনাথ্, এই কি, বিচার তব\nবিমুখ দেখিযা, ছাডো নিজ-জনে,\nন কোরো'করুণা-লব\n\nগোপীনাথ্, আমি তো’ মূরখ অতি \nকিসে ভালো হোয, কভু না বুঝিনু,\nতাই হেনো মম গতি \n\nগোপীনাথ্, তুমি তো' পণ্ডিত-বর \nমূঢের মংগল, তুমি অন্বেষিবে\nএ দাসে না ভাবো'পর\n\nভাগ -3 \nগোপীনাথ্, আমার উপায নাই\nতুমি কৃপা কোরি', আমারে লোইলে,\nসংসারে উদ্দার পাই \n\nগোপীনাথ্, পোডেছি মাযার ফেরে\nধন, দার, সুত, ঘিরেছে আমারে,\nকামেতে রেখেছে জেরে \n\nগোপীনাথ্, মন জে পাগল মোর \nনা মানে শাসন, সদা অচেতন,\nবিষযে রো'যেছে  ঘোর \n\nগোপীনাথ্, হার জে মেনেছি আমি \nঅনেক জনত, হোইলো বিফল,\nএখনো ভরসা  তুমি \n\nগোপীনাথ্, কেমোনে  হোইবে গতি \nপ্রবল ইংদ্রিয বোশী-ভূত মন,\nনা ছাডে বিষয-রতি \n\nগোপীনাথ্, হৃদোযে বোসিযা মোর \nমনকে শমিযা, লহো নিজ পানে,\nঘুচিবে বিপদ ঘোর \n\nগোপীনাথ্, অনাথ দেখিযা মোরে \nতুমি, হৃষিকেশ, হৃষীক দমিযা,\nতারো'হে সংসৃতি-ঘোরে \n\nগোপীনাথ্, গলায লেগেছে  ফাস \nকৃপা-আসি ধোরি', বংধন ছেদিযা,\nবিনোদে কোরোহো দাস\n"
},

{
title:'গুরুদেব্',
song:'\n\nগুরুদেব্! \nকৃপাবিংদু দিযা, কোরো এই দাসে,\nতৃণাপেখা অতি হীন \nসকল সহনে, বল দিযা কোরো,\nনিজ-মানে স্পৃহা-হীন \n\nসকলে সম্মান, কোরিতে শকতি,\nদেহো নাথ! জথাজথ\nতবে তো গাইবো, হরি-নাম-সুখে,\nঅপরাধ হবে হত\n\nকবে হেনো কৃপা, লভিযা এ জন,\nকৃতার্থ হোইবে, নাথ \nশক্তি-বুদ্ধি-হীন, আমি অতি দীন,\nকোরো মোরে আত্ম-সাথ\n\nজোগ্যতা-বিচারে, কিছু না হি পাই,\nতোমার করুণা-সার \nকরুণা না হোইলে, কাংদিযা কাংদিযা \nপ্রাণ না রাখিবো আর\n\n'
},

{
title:'মানস দেহ গেহ',
song:'\n\nমানস, দেহো, গেহো, জো কিছু মোর্\nঅর্পিলু তুবা পদে, নন্দ-কিশোর্ \n\nসংপুদে বিপদে, জীবনে-মরণে\nদায্ মম গেলা, তুবা ও-পদ বরণে\n\nমারোবি রাখোবি-জো ইচ্ছা তোহারা\nনিত্য-দাস প্রতি তুবা অধিকারা \n\nজন্মাওবি মোএ ইচ্ছাজদি তোর্\nভক্ত-গৃহে জনি জন্ম হউ মোর্ \n\nকীট-জন্ম হউ জথা তুবা দাস্ \nবহির্মুখ ব্রহ্ম-জন্মে নাহি আশ্ \n\nভক্তি-মুক্তি-স্পৃহা বিহীন জে ভক্ত \nলভইতে তাকো সংগ অনুরক্ত \n\nজনক, জননী, দযিত, তনয্\nপ্রভু, গুরু, পতি-তুহূ সর্ব-মোয্ \n\nভকতিবিনোদ কোহে শুনো কান!\nরাধা-নাথ! তুহু হামার পরাণ\n'
},

{
title:'প্রসাদ সেবায ',
song:'\nI. মহা প্রসাদে\n\nমহা-প্রসাদে গোবিংদে নাম-ব্রাহ্মণি বৈষ্ণবে\nস্বল্প-পুণ্য-বতাং রাজন্ বিশ্বাসো নৈব জাযতে\n\nII. শরীর অবিদ্যা\n\nশরীর অবিদ্যা-জাল্, জোডেংদ্রিয তাহে কাল্ \nজীবে ফেলে বিষয- সাগোরে\nতাঽর মধ্যে জিহ্বা অতি, লোভমোয্ সুদুর্মতি \nতাঽকে জেতা কঠিন সংসারে\n\nকৃষ্ণ বডো দোযামোয্, কোরিবারে জিহ্বা জয্\nস্বপ্রসাদন্ন দিলো ভাই\nসেই অন্নামৃত পাও রাধা-কৃষ্ণ গুণ গাও\nপ্রেমে ডাকো চৈতন্য-নিতাই \n'
},

{
title:'রাধা-কৃষ্ণ বোল্',
song:"\n\n‘রাধা-কৃষ্ণ’ বোল্ বোল্ বোলো রে সোবাই \n(এই) শিখা দিযা, সব্ নদীযা\nফির্ছে নেচে' গৌর-নিতাই\n(মিছে) মাযার্ বোশে, জাচ্ছো ভেসে'\nখাচ্ছো হাবুডুবু ভাই \n\n(জীব্) কৃষ্ণ-দাস্, এ বিশ্বাস্,\nকোর্লে তো' আর্ দুঃখো নাই\n(কৃষ্ণ) বোল্বে জবে, পুলক্ হ'বে\nঝোর্বে আংখি, বোলি তাই \n\n('রাধা) কৃষ্ণ' বোলো সংগে চলো,\nএই-মাত্র ভিখা চাই \n(জায্) সকল্ বিপোদ্ ভক্তিবিনোদ্ \nবোলে, জখোন্ ও-নাম্ গাই \n"
},

{
title:'জয রাধা-মাধব',
song:'\n\n(জয) রাধা-মাধব (জয) কুংজবিহারী\n(জয) গোপি-জন-বল্লভ (জয) গিরিবরধারী\n(জয) যশোদানংদন, (জয) ব্রজজনরংজন,\n(জয) যমুনা-তীর বন-চারী'
},

{
title:'সিদ্ধি-লালসা',
song:"\n\n\nকবে গৌর-বনে, সুরধুনী-তটে \n'হা রাধে হা কৃষ্ণ' বোলে'\nকাংদিযা বেরা' বো, দেহো-সুখ ছাডি’,\nনানা লতা-তুরু-তলে\n\nশ্ব-পচ-গৃহেতে, মাগিযা খাইবো,\nপিবো সরস্বতী-জল \nপুলিনে পুলিনে, গডা-গডি দিবো,\nকোরি' কৃষ্ণ- কোলাহল \n\nধাম-বাসী জনে প্রণতি কোরিযা\nমাগিবো কৃপার লেশ \nবৈষ্ণব-চরণ-রেণু গায মাখি',\nধোরি অবধূত-বেশ\n\nগৌড-ব্রজ-জনে, ভেদ না দেখিবো \nহোইবো বরজ-বাসী\nধামের স্বরূপ, স্ফুরিবে নযনে\nহোইবো রাধার দাসী"
},

{
title:"কবে হ'বে বোলো",
song:"\n\nকবে হ' বে বোলো সে-দিন অমার্ \n(আমার্) অপরাধ ঘুচি', শুদ্ধ নামে রুচি,\nকৃপা-বালে হ' বে হৃদোযে সংচার্\n\nতৃণাধিক হীন, কবে নিজে মানি',\nসহিষ্ণুতা-গুণ হৃদযেতে আনি'\nসকলে মানদ, আপনি অমানী,\nহো' যে আস্বাদিবো নাম-রস-সার্ \n\nধন জন আর, কোবিতা-সুংদরী,\nবোলিবো না চাহি দেহো-সুখ-করী\nজন্মে জন্মে দাও, ওহে গৌরহরি \nঅহৈতুকী ভক্তি চরণে তোমার্ \n\n(কবে) কোরিতে শ্রী-কৃষ্ণ-নাম উচ্চারণ\nপুলকিত দেহো গদ্গদ বচন \nবৈবর্ণ্য-বেপথু হ' বে সংঘটন,\nনিরংতর নেত্রে ব'বে অশ্রু-ধার্ \n\nকবে নবদ্বীপে, সুরধুনী-তটে,\nগৌর-নিত্যানংদ বোলি' নিষ্কপটে\nনাচিযা গাইযা, বেডাইবো ছুটে,\nবাতুলের প্রায ছাডিযা বিচার্\n\nকবে নিত্যানংদ মোরে কোরি' দোযা',\nছাডাইবো মোর বিষযের মাযা \nদিযা মোরে নিজ-চরণের ছাযা,\nনামের হাটেতে দিবে অধিকার্ \n\nকিনিবো লুটিবো হরি-নাম-রস,\nনাম-রসে মতি' হোইবো বিবশ\nরসের রসিক-চরণ পরশ,\nকোরিযা মোজিবো রসে অনিবার্ \n\nকবে জীবে দোযা, হোইবে উদোয,\nনিজ-সুখ ভুলি' সুদীন-হৃদোয \nভকতিবিনোদ, কোরিযা বিনোয,\nশ্রী-আজ্ঞা-টহল কোরিবে প্রচার্\n\n"
},



{
title:'শুদ্ধ-ভকত',
song:"\n\nশুদ্ধ-ভকত-চরণ-রেণু, ভজন-অনুকূল \nভকত-সেবা, পরম-সিদ্ধি, প্রেম-লতিকার মূল \n\nমাধব-তিথি, ভক্তি-জননী, জতনে পালন কোরি \nকৃষ্ণ-বসতি, বসতি বোলি' পরম আদরে বোরি\n\nগৌর্ আমার, জে-সব স্থানে, কোরলো ভ্রমণ রংগে\nসে-সব স্থানে, হেরিবো আমি, প্রাণযি-ভকত-সংগে\n\nমৃদংগ-বাদ্য, শুনিতে মন, অবসর সদা জাচে\nগৌর-বিহিত, কীর্তন শুনি ' , আনংদে হৃদোয নাচে\n\nজুগল-মূর্তি, দেখিযা মোর, পরম-আনংদ হোয,\nপ্রসাদ সেবা কোরিতে হোয সকল প্রপংচ জয \n\nজে-দিন গৃহে, ভজন দেখি, গৃহেতে  গোলোক ভায \nচরণ-সীধু, দেখিযা গংগা , সুখ সা সীমা পায \n\nতুলসী দেখি ', জুডায প্রাণ, মাধব-তোষনী জানি ' \nগৌর-প্রিয, শাক-সেবনে, জীবন সার্থক মানি\n\nভকতিবিনোদ কৃষ্ণ ভজনে, অনুকূল পায জাহা \nপ্রতি-দিবসে পরম-সুখে স্বীকার কোরোযে তাহা  \n\n"
},

{
title:'ভোগ-আরতি',
song:" \n\nভজ ভকত-বত্সল শ্রী-গৌরহরি \nশ্রী-গৌরহরি সোহি গোষ্ঠ-বিহারী,\nনংদ-জশোমতী-চিত্ত-হারী\n\nবেলা হো ' লো, দামোদর, আইস  এখানো \nভোগ-মংদিরে বোসি' কোরহো  ভোজন\n\nনংদের নিদেশে বৈসে গিরি-বর-ধারী\nবলদেব-সহ সখা বৈসে সারি সারি \n\nশুক্তা-শাকাদি ভাজি নালিতা কুষ্মাণ্ড\nডালি ডাল্না দুগ্ধ-তুংবী দধি মোচা-খংড\n\nমুদ্গ-বোডা মাষ-বোডা রোটিকা ঘৃতান্ন \nশষ্কুলী পিষ্টক খীর্ পুলি পাযসান্ন \n\nকর্পূর অমৃত-কেলি রংভা খীর-সার \nঅমৃত রসালা, আম্ল দ্বাদশ প্রকার\n\nলুচি চিনি সর্পূরী লাড্ডু রসাবলী\nভোজন কোরেন কৃষ্ণ হো 'যো কুতূহলী\n\nরাধিকার পক্ক অন্ন বিবিধ ব্যংজন\nপরম আনংদে কৃষ্ণ কোরেন ভোজন \n\nছলে-বলে লাড্ডু খায্ শ্রী-মধুমংগল\nবগল বাজায্ আর দেয হরি-বোলো\n\nরাধিকাদি গুণে হেরি' নযনের কোণে\nতৃপ্ত হো 'যে খায্ কৃষ্ণ জশোদা-ভবনে\n\nভোজনাংতে প্রিযে কৃষ্ণ সুবাসিত বারি \nসবে মুখ প্রখালোয্ হো 'যে সারি সারি \n\nহস্ত-মুখ প্রখালিযা জত সখা-গুণে \nআনংদে বিশ্রাম কোরে বলদেব-সনে\n\nজম্বুল রসাল আনে তাম্বুল -মসালা \nতাহা খেযে কৃষ্ণ-চন্দ্র সুখে নিদ্রা গেলা \n\nবিশালাখ শিখি-পুচ্ছ-চামর ঢুলায\nআপূর্ব শয্যায কৃষ্ণ সুখে নিদ্রা জায \n\nজশোমতী-আজ্ঞা পে'যে ধনিষ্ঠা-আনীতো\nশ্রীকৃষ্ণ-প্রসাদ রাধা ভুংজে হো'যে প্রীতো \n\nললিতাদি সুখী-গুণ অবশেষ পায \nমনে মনে সুখে রাধা-কৃষ্ণ-গুণ গায \n\nহরি লীলা এক্-মাত্র জাহার প্রমোদ \nভোগারতি গায্ ঠাকুর্ ভকতিবিনোদ\n\n"
},

{
title:'গৌর-আরতি ',
song:"\n\n(কিব) জয জয গোরাচাংদের্ আরতি কো শোভা \nজাহ্নবী-তট-বনে জগ-মন-লোভা\n\nদখিণে নীতাইচাংদ্, বামে গদাধর \nনিকটে অদ্বৈত, শ্রীনিবাস ছত্রধর\n\nবোসিযাছে গোরাচাংদ রত্ন-সিংহাসনে\nআরতি কোরেন্ ব্রহ্মা-আদি দেব-গণে\n\nনরহরি-আদি কোরি ' চামর ঢুলায \nসংজয মুকুংদ বাসু ঘোষাদি গায \n\nশংখ বাজে ঘংটা বাজে বাজে করতাল\nমধুর মৃদংগ বাজে পরম রসাল \n\nবহু কোটি চংদ্র জিনি ' বদন উজ্জ্বল \nগল-দেশে বন-মালা কোরে ঝলমল \n\nশিব-শুক-নারদ প্রেমে  গদগদ\nভকতিবিনোদ  দেখে  গোরার সংপদ"
},

{
title:'শ্রী নাম-কীর্তন ',
song:'\n\nযশোমতী নংদন, ব্রজ-বরো-নাগর \nগোকুল রংজন কানা\nগোপী-পরাণ-ধন, মদন-মনোহর \nকালিয-দমন-বিধান\n\nঅমল হরিনাম্ অমিয বিলাসা\nবিপিন-পুরংদর, নবীন নাগর-বোর\nবংশী-বদন সুবাসা\n\nব্রজ-জন-পালন, অসুর-কুল-নাশন \nনংদ গো-ধন রাখোবালা\nগোবিংদ মাধব, নবনীত তস্কর \nসুংদর নংদ-গোপালা\n\nজামুন-তট-চর, গোপী-বসন-হর\nরাস-রসিক কৃপামোয\nশ্রী রাধা-বল্লভ, বৃংদাবন-নটবর \nভকতিবিনোদ্ আশ্রয\n\n'
},

{
title:'তুমি সর্বেশ্বরেশ্বর ',
song:"\n\nতুমি সর্বেশ্বরেশ্বর, ব্রজেংদ্র-কুমার \nতোমার ইচ্ছায বিশ্বে সৃজন সংহার \n\nতব ইচ্ছা-মতো ব্রহ্মা কোরেন সৃজন \nতব ইচ্ছা-মতো বিষ্ণু কোরেন পালন \n\nতব ইচ্ছা মতে শিব কোরেন সংহার \nতব ইচ্ছা মতে মাযা সৃজে কারাগার \n\nতব ইচ্ছা-মতে জীবের্ জনম-মরণ \nসমৃদ্ধি-নিপাত দুঃখ সুখ-সংঘটন\n\nমিছে মাযা-বদ্ধ জীব আশা-পাশে ফিরে '\nতব ইচ্ছা বিনা কিছু কোরিতে না পারে\n\nতুমি তো' রখক আর্ পালক আমার \nতোমার চরণ বিনা আশা নাহি আর\n\nনিজ-বল-চেষ্টা-প্রতি ভরসা ছাডিযা\nতোমার ইচ্ছায্ আছি নির্ভর কোরিযা\n\nভকতিবিনোদ অতি দীন অকিংচন \nতোমার ইচ্ছায্ তা ' র জীবন মরণ\n\n"
},

{
title:'ওহে বৈষ্ণব ঠাকুর ',
song:"\n\nওহে! বৈষ্ণব ঠাকুর দোযার সাগর \nএ দাসে কোরুণা কোরি'\nদিযা পদ-ছাযা, শোধো হে আ মায,\nতোমার চরণ ধোরি\n\t\nছয বেগ দোমি', ছয দোষ শোধি'\nছয গুণ দেহো' দাসে\nছয সত্সংগ, দেহো' হে আমারে,\nবোষেছি সংগের আশে\n\nএকাকী আমার, নাহি পায বল \nহরি-নাম-সংকীর্তনে\nতুমি কৃপা কোরি', শ্রদ্ধা-বিংদু দিযা,\nদেহো কৃষ্ণ-নাম-ধনে\n\nকৃষ্ণ সে' তোমার, কৃষ্ণ দিতে পারো, \nতোমার শকতি আছে \nআমি তো' কাংগাল, 'কৃষ্ণ' 'কৃষ্ণ' বোলি,\nধাই তব পাছে পাছে "
},



{
title:'বিভাবরী শেষ ',
song:'\n\nবিভাবরী শেষ আলোক-প্রবেশ,\nনিদ্রাচাডি’ উঠো জীব\nবোলো হরি হরি, মুকুংদ মুরারি,\nরাম কৃষ্ণ হযগ্রীব\n\nনৃসিংহ বামন, শ্রী মধুসূধন,\nব্রজেংদ্র নংদন শ্যাম\nপূতনা-ঘাতন কৈটভ-শাতন\nজয দাশরথি-রাম\n \nযশোদা দুলাল, গোবিংদ গোপাল,\nবৃংদাবন পুরংদর\nগোপী-প্রিয-জন, রাধিকা-রামণ\nভুবন-সুংদর-বর\n\nরবণাংতকর, মাখন-তস্কর,\nগোপী-জন-বস্ত্র- হরী\nব্রজের রাখাল, গোপা-বৃংদ-পাল,\nচিত্ত- হরী বংশী-ধারী\n\nযোগীংদ্র-বংদন, শ্রী-নংদ-নংদন,\nব্রজ-জন-ভয-হরী\nনবীন নীরদ, রূপ মনোহর,\nমোহন-বংশী-বিহারী\n\nযশোদা-নংদন, কংস নিসূদন\nনিকুংজ-রাস-বিলাসী\nকদংব কানন রাস পারাযণ\nবৃংদ-বিপিন-নিবাসী\n\nআনংদ-বর্ধন, প্রেম-নিকেতন,\nফুল-শর-জোজক কাম\nগোপাংগনাগণ, চিত্ত- বিনোদন\nসমস্ত- গুণ-গণ-ধাম\n\nজামুন-জীবন, কেলি পারাযণ,\nমানস – চংদ্র – চকোর\nনাম সুধারস, গাও কৃষ্ণ জশ,\nরাখো বচন মন মোর '
},

{
title:'বিদ্যার বিলাসে',
song:"\n\nবিদ্যার বিলাসে,কাটাইনু কাল,\nপরম সাহসে আমি \nতোমার চরণ না ভজিনু কভু,\nএখোন শরণ তুমি \n\nপোডিতে পোডিতে, ভরসা বাডিলো,\nজ্ঞানে গতি হবে মানি' \nসে আশা বিফল সে জ্ঞান দুর্বল,\nসে জ্ঞান অজ্ঞান জানি \n\nজড-বিদ্যা জতো, মাযার বৈভব \nতোমার ভজনে বাধা \nমোহ জনমিযা, অনিত্য সংসারে\nজীবকে করেযে গাধা\n\nসেই গাধা হো ' যে সংসারের বোঝা,\nবহিনু অনেক কাল \nবার্ধক্যে এখনো, শক্তির অভাবে,\nকিছু নাহি লাগে ভালো\n\nজীবন জাতনা, হোইলো এখনো,\nসে বিদ্যা অবিদ্যা ভেলো \nঅবিদ্যার জ্বালা, ঘটিলো বিষম,\nসে বিদ্যা হোইলো শেলো\n\nতোমার চরণ, বিনা কিছু ধন,\nসংসারে না আছে আর\nভকতিবিনোদ, জড - বিদ্যা ছাডি',\nতুবা পদ কোরে সার "
},

{
title:'বৈষ্ণবে বিজ্ঞপ্তি',
song:"\n\nএই-বারো করুণা কোরো বৈষ্ণব গোসাই\nপতিত-পাবন তোমা বিনে কেহো নাই\n\nজাহার নিকটে গেলে পাপ দূরে জায্ \nএমোন দোযাল প্রভু কেবা কোথা পায্ \n\nগংগার পরশ হোইলে পশ্চাতে পাবন্ \nদর্শনে পবিত্র কোরো-এই তোমার গুণ্\n\nহরি-স্থানে অপরাধে তারে হরি-নাম্ \nতোমা স্থানে অপরাধে নাহি পরিত্রাণ্\n\nতোমার হৃদোযে সদা গোবিন্দ-বিশ্রাম্ \nগোবিন্দ কোহেন-মোর বৈষ্ণব পরাণ্\n\nপ্রতি-জন্মে কোরি আশা চরণের ধূলি\nনরোত্তমে কোরো দোযা আপনার বোলি'\n\n46.ইষ্ট-দেবে বিজ্ঞপ্তি\n\nহরি হরি! বিফলে জনম গোঙাইনু\nমনুষ্য-জনুম পাইযা, রাধা-কৃষ্ণ না ভজিযা,\nজানিযা শুনিযা বিষ খাইনু \n\t\nগোলোকের প্রেম-ধন, হরি-নাম-সংকীর্তন\nরতি না জন্মি লো কেনে তায্ \nসংসার-বিষানলে' দিবা-নিশি হিযা জ্বলে,\nজুডাইতে না কোইনু উপায্ \n\nব্রজেংদ্র-নংদন জেই,শচী-সুত হোইলো সেই,\nবলরাম হোইলো নিতাই  \nদীন-হীন জত ছিলো, হরি-নামে উদ্দারিলো,\nতার শাক্ষী জগাই মাধাই\n\nহা হা প্রভু নংদ-সুত, বৃষভানু-সুতা-জুত,\nকোরুণা করোহো এই-বারো \nনরোত্তম-দাস কোয্, না ঠেেলিহো রাংগা পায্,\nতোমা বিনে কে আছে আমার "
},

{
title:'লালসামযী প্রার্থন ',
song:"\n\n'গৌরাংগ' বোলিতে হবে পুলক - শরীর \n'হরি হরি' বোলিতে নযনে ব'বে নীর \n\nআর কবে নিতাই-চান্দের্ কোরুণা হোইবে \nসংসার-বাসনা মোর কবে তুচ্ছ হ'বে \n\nবিষয ছাডিযা কবে শুদ্ধ হ'বে মন\nকবে হাম হেরবো শ্রী-বৃংদাবন \n\nরূপ-রঘুনাথ-পদে হোইবে আকুতি\nকবে হাম বুঝবো সে জুগল-পীরিতি\n\nরূপ-রঘুনাথ-পদে রহু মোর আশ\nপ্রার্থনা কোরোযে সদা নরোত্তম-দাস "
},



{
title:'নাম-সংকীর্তন',
song:'\n\nহরি হরযে নমঃ কৃষ্ণ যাদবায নমঃ \nযাদবায মাধবায কেশবায নমঃ \n\nগোপাল গোবিংদ রাম শ্রী মধুসূদন\nগিরিধারী গোপীনাথ মদন-মোহন \n\nশ্রী চৈতন্য-নিত্যানংদ-শ্রী অদ্বৈত-সীতা \nহরি গুরু বৈষ্ণব ভাগবত গীতা \n\nশ্রী-রূপ সনাতন ভট্ট রঘুনাথ্\nশ্রী জীব গোপাল-ভট্ট দাস রঘুনাথ্ \n\nএই ছায্ গোসাইর্ কোরি চরণ বংদন্ \nজাহা হোইতে বিঘ্ন-নাশ্ অভীষ্ট-পূরণ্\n\nএই ছয্ গোসাই জার্ মুই তার্ দাস্ \nতা সবার পদ-রেণু মোর পংচ-গ্রাস্ \n\nতাদের চরণ-সেবি-ভক্ত-সনে বাস্ \nজনমে জনমে হোয্ এই অভিলাষ্\n\nএই  ছয্ গোসাই জবে  ব্রজে কোইলা বাস্ \nরাধা-কৃষ্ণ-নিত্য-লীলা কোরিলা প্রকাশ্ \n\nআনংদে বোলো হরি ভজ বৃংদাবন্ \nশ্রী-গুরু-বৈষ্ণব-পদে মজাইযা মন্\n\nশ্রী-গুরু-বৈষ্ণব-পাদ-পদ্ম কোরি আশ্ \nনাম-সংকীর্তন কোহে নরোত্তম দাস্\n\n'
},

{
title:'সখী-বৃংদে বিজ্ঞপ্তি ',
song:"\n\nরাধা-কৃষ্ণ প্রাণ মোর জুগল-কিশোর \nজীবনে মরণে গতি আরো নাহি মোর \n\nকালিংদীর কূলে কেলি-কদংবের বন \nরতন-বেদীর উপর বোসাবো দু' জন \n\nশ্যাম-গৌরী-অংগে দিবো (চূবা) চংদনের গংধ \nচামর ঢুলাবো কবে হেরি মুখ-চংদ্র \n\nগাথিযা মালতীর্ মালা দিবো দোহার গলে\nঅধরে তুলিযা দিবো কর্পূর-তাংবূলে\n\nললিতা বিশাখ-আদি জত সখী-বৃংদ \nআজ্ঞায কোরিবো সেবা চরণারবিংদ \n\nশ্রী-কৃষ্ণ-চৈতন্য-প্রভুর্ দাসের্ অনুদাস\nসেবা অভিলাষ কোরে নরোত্তম দাস\n\n"
},

{
title:'সপার্ষদ-ভগবদ্-বিরহ-জনিত-বিলাপ ',
song:'\n\nজে অনিলো প্রেম-ধন কোরুণা প্রচুর্\nহেনো প্রভু কোথা গেলা আচার্য- ঠাকূর্\n\nকাহা মোর স্বরূপ্ রূপ কাহা সনাতন্\nকাহা দাস রঘুনাথ পতিত-পাবন্ \n\nকাহা মোর ভট্ট-জুগ কাহা কবিরাজ্ \nএক-কালে কোথা গেলা গোরা নটরাজ্ \n\nপাষাণে কুটিবো মাথা অনলে পশিবো\nগৌরাংগ গুণের নিধি কোথা গেলে পাবো \n\nসে-সব সংগীর সংগে জে কোইলো বিলাস্\nসে-সংগ না পাইযা কাংদে নরোত্তম দাস্\n\n'
},



{
title:'সাবরণ-শ্রী-গৌর-মহিমা',
song:"\n\nগৌরাংগের দুটি পদ, জার্ ধন সংপদ,\nসে জানে ভকতিরসসার্\nগৌরাংগের মধুরলীলা, জার্ কর্ণে প্রবেশিলা\nহৃদোয নির্মল ভেলো তার্\n\t\nজে গৌরাংগের নাম লোয্, তার হোয্  প্রেমোদোয্\nতারে মুই জাই বোলিহারি \nগৌরাংগগুণেতে ঝুরে, নিত্যলীলা তারে স্ফুরে,\nসে জন ভকতি-অধিকারী\n\nগৌরাংগের  সংগিগণে, নিত্যসিদ্ধ কোরি' মানে,\nসে জায্ ব্রজেংদ্র সুতপাশ্\nশ্রী গৌডমংডলভূমি, জেবা জানে চিংতামণি,\nতার হোয্ ব্রজভূমে বাস্ \n\nগৌরপ্রেম রসার্ণবে, সে তরংগে জেবা ডুবে,\nসে রাধামাধব-অংতরংগ \nগৃহে বা বনেতে থাকে, 'হা গৌরাংগ' বো'লে ডাকে '\nনরোত্তম মাগে তার সংগ"
},

{
title:'শ্রী গুরু-বংদনা',
song:"\n\nশ্রী গুরু-চরণ-পদ্ম কেবল ভকতি সদ্ম\nবংদো মুযি সাবধান মতে\nজাহার প্রসাদে ভাই এ ভব তোরিযা জাই \nকৃষ্ণ-প্রাপ্তি হোয্ জাহা হ'তে \n\nগুরু-মুখ-পদ্ম-বাক্য, চিত্তেতে কোরিযা ঐক্য\nআর্ না কোরিহো মনে আশা \nশ্রী গুরু-চরণে রতি, এই সে উত্তম-গতি,\nজে প্রসাদে পূরে সর্ব আশা \n\nচখু-দান্ দিলো জেই জন্মে জন্মে প্রভু সেই\nদিব্য-জ্ঞান্ হৃদে প্রোকাশিতো\nপ্রেম-ভক্তি জাহা হোইতে অবিদ্যা বিনাশ জাতে \nবেদে গায্ জাহার চরিতো \n\nশ্রী গুরু করুণাসিংধু, অধম জনর বংধু \nলোকনাথ্ লোকের জীবন \nহা হা প্রভু কোরো দোযা, দেহো মোরে পদ-ছাযা,\nএবে জশ ঘুষুক্ ত্রিভুবন"
},

{
title:'সাবরণ-শ্রী-গৌর-পাদ-পদ্মে প্রার্থন',
song:' \n\nশ্রী-কৃষ্ণ-চৈতন্য প্রভু দোযা কোরো মোরে\nতোমা বিনা কে দোযালু জগত্-সংসারে\n\t\nপতিত-পাবন-হেতু তব অবতার \nমো সম পতিত প্রভু না পাইবে আর \n\nহা হা প্রভু নিত্যানংদ, প্রেমানংদ সুখী\nকৃপাবলোকন কোরো আমি বোডো দুঃখী\n\nদোযা কোরো সীতা-পতি অদ্বৈত গোসাই\nতব কৃপা-বলে পাই চৈতন্য-নিতাই\n\nহা হা স্বরূপ্, সনাতন, রূপ, রঘুনাথ \nভট্ট-জুগ, শ্রী-জীব হা প্রভু লোকনাথ \n\nদোযা কোরো শ্রী-আচার্য প্রভু শ্রীনিবাস \nরামচংদ্র-সংগ মাগে নরোত্তম-দাস\t'
},

{
title:'মনঃ-শিক্ষা ',
song:"\n\nনিতাই-পদ-কমল, কোটি-চংদ্র-সুশীতল,\nজে ছাযায্ জগত জুরায্\nহেনো নিতাই বিনে ভাই, রাধা-কৃষ্ণ পাইতে নাই,\nদৃঢ কোরি ' ধরো নীতাইর্ পায্\n\nসে সংবংধ নাহি জা'র্, বৃথা জন্ম গেলো তা'র্,\nসেই পশু বোডো দুরাচার্ \nনিতাই না বোলিলো মুখে, মজিলো সংসার-সুখে,\nবিদ্যা-কুলে কি কোরিবে তার্\n\nঅহংকারে মত্ত হোইযা, নিতাই-পদ পাসরিযা,\nঅসত্যেরে সত্য কোরি মানি\nনিতাইযের্ কোরুণা হবে, ব্রজে রাধা-কৃষ্ণ পাবে,\nধরো নিতাই-চরণ দু'খানি\n\nনিতাইযের্ চরণ সত্য, তাহার সেবক নিত্য,\nনিতাই-পদ সদা কোরো আশ\nনরোত্তম বোডো দুখী, নিতাই মোরে কোরো সুখী,\nরাখো রাংগা-চরণের পাশ\t "
},

{
title:'শ্রী রূপ মংজরী পদ',
song:'\n\nশ্রী-রূপ-মংজরী-পদ, সেই মোর সংপদ,\nসেই মোর্ ভজন-পূজন \nসেই মোর প্রাণ-ধন, সেই মোর আভরণ \nসেই মোর্ জীবনের জীবন \n\nসেই মোর রস-নিধি, সেই মোর বাংছা-সিদ্ধি,\nসেই মোর্ বেদের ধরম\nসেই ব্রত, সেই তপ, সেই মোর মংত্র-জপ,\nসেই মোর্ ধরম-করম\n\nঅনুকূল হবে বিধি, সে-পদে হোইবে সিদ্ধি,\nনিরখিবো এ দুই নযনে\nসে রূপ-মাধুরী-রাশি, প্রাণ-কুবলয-শশী\nপ্রফুল্লিত হবে নিশি-দিনে\n\nতবা আদর্শন-অহি, গরলে জারলো দেহি,\nচিরো-দিন তাপিত জীবন \nহা হা রূপ কোরো দোযা, দেহো মোরে পদ-ছাযা,\nনরোত্তম লোইলো শরণ'
},

{
title:'বাসংতী-রাস',
song:"\n\nবৃংদাবন রম্য-স্থান, দিব্য-চিন্তামণি-ধাম,\nরতন-মংদির মনোহর \nআবৃত কালিংদী-নীরে, রাজ-হংস কেলি কোরে\nতাহে শোভে কনক-কমল\n\nতার মধ্যে হেম-পীঠ, অষ্ট-দলে বেষ্টিত,\nঅষ্ট-দলে প্রধানা নাযিকা \nতারমধ্যে রত্নাসনে, বোসি ' আছেন্ দুই-জনে,\nশ্যাম-সংগে সুংদরী রাধিকা \t\n\nও রূপ-লাবণ্য-রাশি, অমিযা পোডিছে খসি ',\nহাস্য-পরিহাস-সংভাষণে\nনরোত্তম-দাস কোয্, নিত্য-লীলা সুখ-মোয্,\nসদাই স্ফুরুক মোর মনে"
},

{
title:'শ্রী গুরু-পরংপরা',
song:"\n\nকৃষ্ণ হোইতে চতুর্-মুখ হোয্ কৃষ্ণ সেবোন্মুখ \nব্রহ্মা হোইতে নারদের মতি \nনারদ হোইতে ব্যাস, মধ্ব কোহে ব্যাস-দাস,\nপূর্ণপ্রজ্ঞ পদ্মনাভ গতি \n\nনৃহরি মাধব-বংশে, অক্ষোভ্য পরমহংসে\nশিষ্য বোলি' অংগীকার কোরে\nঅক্ষোভ্যের শিষ্য জয-তীর্থ নামে পরিচয,\nতার দাস্যে জ্ঞানসিংধু তোরে\n\nতাহা হোইতে দযানিধি তার দাস বিদ্যানিধি,\nরাজেংদ্র হোইলো তাহা হ' তে \nতাহার কিংকোর জয-ধর্ম নামে পরিচয,\nপরংপরা জানো ভালো মতে\n\nজযধর্মদাস্যে খ্যাতি, শ্রীপুরুষোত্তম-জতি,\nতা হ'তে ব্রহ্মণ্য-তীর্থ সূরি \nব্যাসতীর্থ তার দাস, লক্ষ্মীপতি ব্যাস-দাস,\nতাহা হ' তে মাধবেনংদ্র পুরী\n\n মাধবেনংদ্র পুরী-বর, শিষ্য-বর শ্রী-ঈশ্বর,\nনিত্যানংদ, শ্রী অদ্বৈত বিভু \nঈশ্বর পুরীকে ধন্য, কোরিলেন্ শ্রী-চৈতন্য,\nজগদ্-গুরু গৌর মহাপ্রভু \n\nমহাপ্রভু শ্রী-চৈতন্য, রাধা-কৃষ্ণ নহে অন্য,\nরূপানুগ জনের জীবন \nবিশ্বংভর প্রিযংকর, শ্রী-স্বরূপ দামোদর,\nশ্রী-গোস্বামী রূপ-সনাতন \n\nরূপ-প্রিয মহাজন, জীব, রঘুনাথ হন,\nতার প্রিয কবি কৃষ্ণদাস \nকৃষ্ণদাস-প্রিয-বর, নরোত্তম সেবা-পর,\nজার পদ বিশ্বনাথ-আশ\n\nবিশ্বনাথ-ভক্ত-সাথ, বলদেব জগন্নাথ,\nতার প্রিয শ্রী-ভক্তিবিনোদ \nমহা-ভাগবত-বর, শ্রী-গৌরকিশোর-বর,\nহরি-ভজনেতে জা'র মোদ\n\nঈহারা পরমহংস, গৌরাংগের নিজ-বংশ,\nতাদের চরণে মম গতি \nআমি সেবা-উদাসীন, নামেতে ত্রিদংডী দীন,\nশ্রী-ভক্তি সিদ্ধাংত সরস্বতী "
},

{
title:'শ্রী দামোদরাষ্টক  ',
song:'\n\nনমামীশ্বরং সচ্চিদানংদ রূপং \nলসত্-কুংডলং গোকুলে ভ্রাজমানং \nযশোদাভিযোলূখলাদ্ ধাবমানং \nপরামৃষ্টং অত্যংততো দ্রুত্য গোপ্যা\n\nরুদংতং মুহুর্ নেত্র-যুগ্মং মৃজংতং\nকরাংভোজ-যুগ্মেন সাতংক-নেত্রং \nমুহুঃ শ্বাস-কংপ-ত্রিরেখাংক-কংঠ-\nস্থিত-গ্রৈবং দামোদরং ভক্তিবদ্ধম্ \n\nইতীদৃক্ স্ব-লীলাভীরানংদ-কুংডে\nস্ব-ঘোষং নিমজ্জংতং আখ্যাপযংতং\nতদীযেষিত-জ্ঞেষু ভক্তৈর্জিতত্বং \nপুনঃ প্রেমতস্তং শতাবৃত্তি বংদে \n\nবরং দেব মোক্ষং ন মোক্ষাবধিং বা \nন চান্যং বৃণে হং বরেশাদ্ অপীহ \nইদং তে বপুর্নাথ গোপাল-বালং \nসদা মে মনস্যা বিরাস্তাং কিমন্যৈঃ\n\nইদং তে মুখাংভোজং অত্যংত-নীলৈঃ\nবৃতং কুংতলৈঃ স্নিগ্ধ-রক্তৈশ্চ গোপ্যা\nমুহুশ্চুংবিতং বিংব রক্তাধরং মে \nমনস্যাবিরাস্তাং অলং লক্ষ-লাভৈঃ\n\nনমো দেব দামোদরানংত বিষ্ণো\nপ্রসীদ প্রভো দুঃখ-জলাব্ধি-মগ্নং\nকৃপা-দৃষ্টি-বৃষ্ট্যাতিদীনং বতানু-\nগৃহাণেশ-মাং অজ্ঞং এদ্যক্ষিদৃশ্যঃ\n\nকুবেরাত্ম জৌ বদ্ধ- মূর্ত্যৈব যদ্বত্ \nত্বযা মোচিতৌ ভক্তি-ভাজৌ কৃতৌ চ \nতথা প্রেম-ভক্তিং স্বকাং মে প্রযচ্ছ\nন মোক্ষে গৃহো মেঽস্তি দামোদরেহ\n\nনমস্তেস্তু দাম্নে স্ফুরদ্-দীপ্তি-ধাম্নে\nত্বদীযোদরাযাথ বিশ্বস্য ধাম্নে\nনমো রাধিকাযৈ ত্বদীয প্রিযাযৈ\nনমোঽনংত লীলায দেবায তুভ্যম্ '
},

{
title:'শ্রী রাধিকা-স্তব ',
song:'\n\nরাধে জয জয মাধব-দযিতে \nগোকুল-তরুণী-মংডল-মহিতে \n\nদামোদর-রতি-বর্ধন-বেষে\nহরি-নিষ্কুট-বৃংদা-বিপিনেশে\n\nবৃষভানুদধি-নব-শশি-লেখে \nললিতা-সখি গুণ-রমিত-বিশাখে\n\nকরুণাং কুরু মযি করুণা-ভরিতে\nসনক সনাতন বর্ণিত চরিতে '
},

{
title:'শ্রী দশাবতার- স্তোত্র ',
song:'\n\nপ্রলয পযোধি-জলে ধৃতবান্ অসি বেদম্ \nবিহিত বহিত্র-চরিত্রম্ অখেদম্ \nকেশব ধৃত-মীন-শরীর, জয জগদীশ হরে \n\nক্ষিতির্ ইহ বিপুলতরে তিষ্ঠতি তব পৃষ্ঠে \nধরণি- ধারণ-কিণ চক্র-গরিষ্ঠে \nকেশব ধৃত-কূর্ম-শরীর জয জগদীশ হরে \n\nবসতি দশন শিখরে ধরণী তব লগ্না \nশশিনি কলংক কলেব নিমগ্না \nকেশব ধৃত শূকর রূপ জয জগদীশ হরে \n\nতব কর-কমল-বরে নখম্ অদ্ভুত শৃংগম্ \nদলিত-হিরণ্যকশিপু-তনু-ভৃংগম্ \nকেশব ধৃত-নরহরি রূপ জয জগদীশ হরে \n\nছলযসি বিক্রমণে বলিম্ অদ্ভুত-বামন \nপদ-নখ-নীর-জনিত-জন-পাবন\nকেশব ধৃত-বামন রূপ জয জগদীশ হরে \n\nক্ষত্রিয-রুধির-মযে জগদ্ -অপগত-পাপম্ \nস্নপযসি পযসি শমিত-ভব-তাপম্ \nকেশব ধৃত-ভৃগুপতি রূপ জয জগদীশ হরে \n\nবিতরসি দিক্ষু রণে দিক্-পতি-কমনীযম্ \nদশ-মুখ-মৌলি-বলিম্ রমণীযম্ \nকেশব ধৃত-রাম-শরীর জয জগদীশ হরে \n\nবহসি বপুশি বিসদে বসনম্ জলদাভম্ \nহল-হতি-ভীতি-মিলিত-যমুনাভম্ \nকেশব ধৃত-হলধর রূপ জয জগদীশ হরে \n\nনংদসি যজ্ঞ- বিধের্ অহঃ শ্রুতি জাতম্ \nসদয-হৃদয-দর্শিত-পশু-ঘাতম্ \nকেশব ধৃত-বুদ্ধ-শরীর জয জগদীশ হরে \n\nম্লেচ্ছ-নিবহ-নিধনে কলযসি করবালম্ \nধূমকেতুম্ ইব কিম্ অপি করালম্ \nকেশব ধৃত-কল্কি-শরীর জয জগদীশ হরে \n\nশ্রী-জযদেব-কবের্ ইদম্ উদিতম্ উদারম্ \nশৃণু সুখ-দম্ শুভ-দম্ ভব-সারম্ \nকেশব ধৃত-দশ-বিধ-রূপ জয জগদীশ হরে \n\nবেদান্ উদ্ধরতে জগংতি বহতে ভূ-গোলম্ উদ্বিভ্রতে\nদৈত্যম্ দারযতে বলিম্ ছলযতে ক্ষত্র-ক্ষযম্ কুর্বতে\nপৌলস্ত্যম্ জযতে হলম্ কলযতে কারুণ্যম্ আতন্বতে\nম্লেচ্ছান্ মূর্ছযতে দশাকৃতি-কৃতে কৃষ্ণায তুভ্যম্ নমঃ '
},

{
title:'ভজহুরে মন শ্রী নংদ-নংদন',
song:"\n\nভজহুরে মন শ্রী নংদ-নংদন \nঅভয-চরণারবিংদ রে \nদুর্লভ মানব-জনম সত্-সংগে\nতরোহো এ ভব-সিংধু রে\n\nশীত আতপ বাত বরিষণ\nএ দিন জামিনী জাগি রে \nবিফলে সেবিনু কৃপণ দুরজন\nচপল সুখ-লব লাগি'রে\n\nএ ধন, যৌবন, পুত্র, পরিজন \nইথে কি আছে পরতীতি রে \nকমল-দল-জল, জীবন-টলমল \nভজহু হরি-পদ নীতি রে\n\nশ্রবণ, কীর্তন, স্মরণ, বংদন\nপাদ-সেবন, দাস্য রে,\nপূজন, সখীজন, আত্ম-নিবেদন \nগোবিংদ-দাস-অভিলাষ রে"
},

{
title:'শ্রী শ্রী গৌর-নিত্যানংদের্ দযা',
song:"\n\nপরম কোরুণ, পহূ দুই জন,\nনিতাই গৌরচংদ্র \nসব অবতার-সার শিরোমণি,\nকেবল আনংদ-কংদ\n\nভজো ভজো ভাই, চৈতন্য নিতাই,\nসুদৃঢ বিশ্বাস কোরি'\nবিষয ছাডিযা, সে রসে মজিযা,\nমুখে বোলো হরি হরি \n\nদেখো ওরে ভাই, ত্রি-ভুবনে নাই,\nএমোন দোযাল দাতা,\nপশু পাখী ঝুরে, পাষাণ বিদরে,\nশুনি' জান্র গুণ গাথা \n\nসংসারে মজিযা, রোহিলি পোডিযা,\nসে পদে নহিলো আশ \nআপন করম, ভুঞ্জাযে শমন,\nকহোযে লোচন-দাস"
},

{
title:'দৈন্য ও প্রপত্তি',
song:" \n\nহরি হে দোযাল মোর জয রাধা-নাথ্\nবারো বারো এই-বারো লোহো নিজ সাথ্ \n\nবহু যোনি, ভ্রমি' নাথ! লোইনু শরণ্ \nনিজ-গুণে কৃপা কোরো' অধম-তারণ্\n\nজগত-কারণ তুমি জগত-জীবন্ \nতোমা ছাডা কার নহি হে রাধা-রমণ্\n\nভুবন-মংগল তুমি ভুবনের পতি \nতুমি উপেখিলে নাথ, কি হোইবে গতি \n\nভাবিযা দেখিনু এই জগত- মাঝারে\nতোমা বিনা কেহো নাহি এ দাসে উদ্দারে"
},

{
title:'শ্রী ব্রজধাম-মহিমামৃত ',
song:' \n\nজয রাধে, জয কৃষ্ণ, জয বৃংদাবন্\nশ্রী গোবিংদ, গোপিনাথ, মদন মোহন্ \n\nশ্যামকুংড, রাধাকুংড, গিরি-গোবর্ধন্ \nকালিংদী জমুনা জয, জয মহাবন্\n\t\nকেশী ঘাট, বংশী-বট, দ্বাদশ কানন্\nজাহা সব লীলা কোইলো শ্রী নংদ-নংদন্ \n\nশ্রী-নংদ-যশোদা জয, জয গোপাগণ্\nশ্রী দামাদি জয, জয ধেনু-বত্স-গণ্\n\nজয বৃষভানু, জয কীর্তিদা সুংদরী\nজয পৌর্ণমাসী, জয অভীর-নাগরী\n\nজয জয গোপীশ্বর বৃংদাবন মাঝ\nজয জয কৃষ্ণ -সখা বটু দ্বিজ-রাজ \n\nজয রাম-ঘাট জয রোহিণী-নংদন্ \nজয জয বৃংদাবন-বাসী জত জন্\n\nজয দ্বিজ-পত্নী, জয নাগকন্যাগণ্\nভক্তিতে জাহারা পাইলো গোবিংদ-চরণ্ \n\nশ্রী রাস-মংডল জয, জয রাধা-শ্যাম্ \nজয জয রাসলীলা সর্ব-মনোরাম্\n\nজয জযোজ্জ্বল-রস-সর্ব-রস-সার্ \nপরকীযা ভাবে জাহা ব্রজেতে প্রচার্ \n\nশ্রী জাহ্নবা -পাদ-পদ্ম কোরিযা স্মরণ্\nদীন কৃষ্ণ-দাস কোহে নাম-সংকীর্তন্ '
},

{
title:'জয রাধা-কৃষ্ণ গীতি',
song:'\n\nজয রাধামাধব রাধামাধব রাধে\n(জযদেবের্ প্রাণধন হে)\n\nজয রাধামদনগোপাল্ রাধামদনগোপাল্  রাধে\n(সীতনাথের্ প্রাণধন হে)\n\nজয রাধাগোবিংদ রাধাগোবিংদ রাধে\n(রূপ গোস্বামীর্ প্রাণধন হে)\n\nজয রাধামদনমোহন্ রাধামদনমোহন্ রাধে\n(সনাতনের্ প্রাণধন হে)\n\nজয রাধা গোপীনাথ রাধাগোপীনাথ রাধে\n(মধু পংডিতের্ প্রাণধন হে)\n\nজয রাধাদামোদর রাধাদামোদর রাধে\n(জীব্ গোস্বামীর্ প্রাণধন হে)\n\nজয রাধারমণ রাধারমণ রাধে\n(গোপাল্ ভট্টের্ প্রাণধন হে)\n\nজয রাধাবিনোদ রাধাবিনোদ রাধে\n(লোকনাথের্ প্রাণধন হে)\n\nজয রাধাগোকুলানংদ রাধাগোকুলানংদ রাধে\n(বিশ্বনাথের্ প্রাণধন হে)\n\nজয রাধাগিরিধারী রাধাগিরিধারী রাধে\n(দাস্ গোস্বামীর্ প্রাণধন হে)\n\nজয রাধাশ্যামসুংদর্ রাধাশ্যামসুংদর্ রাধে\n(শ্যামানংদের্ প্রাণধন হে)\n\nজয রাধাবংকবিহারী রাধাবংকবিহারী রাধে\n(হরিদাসের্ প্রাণধন হে)\n\nজয রাধাকাংত রাধাকাংত রাধে\n(বক্রেশ্বরের্ প্রাণধন হে)\n\nজয গাংধর্বিকাগিরিধারী গাংধর্বিকাগিরিধারী রাধে\n(সরস্বতের্ প্রাণধন হে)'
},

{
title:'শ্রী তুলসী-আরতি',
song:'\n\nনমো নমঃ তুলসি মহারাণি,\nবৃংদে মহারাণি নমো নমঃ \nনমো রে নমো রে মেইযা নমো নারাযণি \nজাকো দরশে, পরশে অঘনাশ-ই \nমহিমা বেদপুরাণে বাখানি \n\nজাকো পত্র, মংজরী কোমল \nশ্রীপতিচরণকমলে লপটানি\nধন্য তুলসি মেইযা, পুরাণ তপ কিযে,\nশ্রী-শালগ্রামমহাপাটরাণী\n\nধূপ, দীপ, নৈবেদ্য, আরতি,\nফুলনা কিযে বরখা বরখানি \nছাপ্পান্ন ভোগ, ছত্রিশ ব্যংজন,\nবিনা তুলসী প্রভু এক নাহি মানি\n\nশিব-শুক-নারদ, ঔর্ ব্রহ্মাদিকো,\nধুডত ফিরত মহামুনি জ্ঞানী\nচংদ্রশেখর মেইযা, তেরা জশ গাওবে \nভকতিদান দীজিযে মহারাণি'
},

{
title:'শ্রী শ্রী ষড্- গোস্বামি-অষ্টক',
song:'\n\nকৃষ্ণোত্কীর্তন- গান-নর্তন-পরৌ প্রেমামৃতাম্ভো-নিধী\nধীরাধীর-জন-প্রিযৌ প্রিয-করৌ নির্মত্সরৌ পূজিতৌ\nশ্রী-চৈতন্য-কৃপা-ভরৌ ভুবি ভুবো ভারাবহংতারকৌ \nবংদে রূপ-সনাতনৌ রঘু-যুগৌ শ্রী-জীব-গোপালকৌ\n\t\nনানা-শাস্ত্র-বিচারণৈক-নিপুণৌ সদ্-ধর্ম সংস্থাপকৌ\nলোকানাং হিত-কারিণৌ ত্রি-ভুবনে মান্যৌ শরণ্যাকরৌ \nরাধা-কৃষ্ণ-পদারবিংদ-ভজনানংদেন মত্তালিকৌ\nবংদে রূপ-সনাতনৌ রঘু-যুগৌ শ্রী-জীব-গোপালকৌ\n\nশ্রী-গৌরাংগ-গুণানুবর্ণন-বিধৌ শ্রদ্ধা-সমৃদ্ধি অন্বিতৌ\nপাপোত্তাপ- নিকৃংতনৌ তনু- ভৃতাং গোবিংদ-গানামৃতৈঃ\nআনংদাম্বুধি-বর্ধনৈক-নিপুণৌ কৈবল্য-নিস্তারকৌ\nবংদে রূপ-সনাতনৌ রঘু-যুগৌ শ্রী-জীব-গোপালকৌ\n\nত্যক্ত্বা তূর্ণম্ অশেষ -মংডল-পতি-শ্রেণেং সদা তুচ্ছ-বত্\nভূত্বা দীন গণেশকৌ করুণযা কৌপীন-কন্থাশ্রিতৌ\nগোপী-ভাব-রসামৃতাব্ধি-লহরী-কল্লোল-মগ্নৌ মুহুর্\nবংদে রূপ-সনাতনৌ রঘু-যুগৌ শ্রী-জীব-গোপালকৌ\n\nকূজত্-কোকিল-হংস-সারস-গণাকীর্ণে মযূরাকুলে\nনানা-রত্ন-নিবদ্ধ-মূল-বিটপ-শ্রী-যুক্ত-বৃংদাবনে\nরাধা-কৃষ্ণম্ অহর্-নিশং প্রভজতৌ জীবার্থদৌ যৌ মুদা\nবংদে রূপ-সনাতনৌ রঘু-যুগৌ শ্রী-জীব-গোপালকৌ\n\nসাংখ্যা-পূর্বক-নাম-গান- নতিভিঃ কালাবসানী-কৃতৌ\nনিদ্রাহার-বিহারকাদি-বিজিতৌ চাত্যংত-দীনৌ চ যৌ\nরাধা-কৃষ্ণ-গুণ, স্মৃতের্ মধুরিমানংদেন সম্মোহিতৌ\nবংদে রূপ-সনাতনৌ রঘু-যুগৌ শ্রী-জীব-গোপালকৌ\n\nরাধা-কুংড-তটে কলিংদ-তনযা-তীরে চ বংশীবটে\nপ্রেমোন্মাদ-বশাদ্ অশেষ-দশযা গ্রস্তৌ প্রমত্তৌ সদা \nগাযংতৌ চ কদা হরের্ গুণ-বরং ভাবাভিভূতৌ মুদা\nবংদে রূপ-সনাতনৌ রঘু-যুগৌ শ্রী-জীব-গোপালকৌ\n\nহে রাধে ব্রজদেবিকে চ ললিতে হে নংদ সূনো কুতঃ \nশ্রী গোবর্ধন কল্প পাদপতলে কালিংদী-বনে কুতঃ \nঘোষংতাবিতি সর্বতো ব্রজপুরে খেদৈর্ মহা বিহ্বলৌ\nবংদে রূপ-সনাতনৌ রঘু-যুগৌ শ্রী-জীব-গোপালকৌ\t'
},

{
title:'শ্রী শ্রী শিক্ষাষ্টক',
song:'\n\nচেতো-দর্পণ-মার্জনং ভব-মহা-দাবাগ্নি-নির্বাপণং \nশ্রেযঃ-কৈরব-চংদ্রিকা-বিতরণং বিদ্যা-বধূ-জীবনম্ \nআনংদাংবুধি-বর্ধনং প্রতি-পদং পূর্ণামৃতাস্বাদনং\nসর্বাত্ম-স্নপনং পরং বিজযতে শ্রী-কৃষ্ণ-সংকীর্তনম্\n\nনাম্নাম্ অকারি বহুধা নিজ-সর্ব-শক্তিঃ\nতত্রার্পিতা নিযমিতঃ স্মরণেন কালঃ \nএতাদৃশী তব কৃপা ভগবন্ মমাপি \nদুর্দৈবং ঈদৃশম্ ইহাজনি নানুরাগঃ\n\nতৃণাদ্ অপি সুনীচেন \nতরোর্ অপি সহিষ্ণুনা \nঅমানিনা মানদেন \nকীর্তনীযঃ সদা হরিঃ \n\nন ধনং ন জনং ন সুংদরীং \nকবিতাং বা জগদ্-ঈশ কামযে \nমম জম্মনি জন্ম নীশ্বরে \nভবতাদ্ ভক্তির্ অহৈতুকী ত্বযি \n\nআযি নন্দ-তনুজ কিংকরং \nপতিতং মাং বিষমে ভাবাংবুধৌ \nকৃপযা তব পাদ-পংকজ-\nস্থিত-ধূলী-সদৃশং বিচিংতয\n\nনযনং গলদ্-অশ্রু-ধারযা\nবদনং গদ্গদ- রুদ্ধযাগিরা \nপুলকৈর্ নিচিতং বপুঃ কদা \nতব নাম-গ্রহণে ভবিষ্যতি\n\nযুগাযিতং নিমেষেণ \nচক্ষুষা প্রাবৃষাযিতম্ \nশূন্যাযিতং জগত্ সর্বং \nগোবিংদ-বিরাহেণ মে \n\nআশ্লীষ্য বা পাদ-রতাং পিনষ্টু মাম্ \nআদর্শনান্ মর্ম-হতাং করোতু বা \nযথা তথা বা বিদধাতু লংপটো \nমত্-প্রাণ-নাথস্তু স এব নাপরঃ '
},

{
title:'শ্রী কৃষ্ণ পাদাংবুজ প্রার্থনে  ',
song:"\n\nকৃষ্ণ তব পুণ্য হবে ভাই \nএ পুণ্য কোরিবে জবে রাধারাণী খুষী হবে\nধ্রুব অতি বোলি তোমা তাই\n\t\nশ্রী-সিদ্ধাংত সরস্বতী শচী-সুত প্রিয অতি \nকৃষ্ণ-সেবায জার তুল নাই\nসেই  সে মোহাংত-গুরু জগতের্ মধে উরু\nকৃষ্ণ-ভক্তি দেয্ ঠাই ঠাই \n\nতার ইচ্ছা বলবান্ পাশ্চাত্যেতে ঠান্ ঠান্ \nহোয্ জাতে গৌরাংগের্ নাম্ \nপৃথ্বীতে নগরাদি আসমুদ্র নদ নদী \nসকলেই লোয্ কৃষ্ণ নাম্ \n\nতাহলে আনংদ হোয্ তবে হোয্ দিগ্বিজয্ \nচৈতান্যের্ কৃপা অতিশয্\nমাযা দুষ্ট জত দুঃখী জগতে সবাই সুখী\nবৈষ্ণবের্ ইচ্ছা পূর্ণ হোয্ \n\nসে কার্জ জে কোরিবারে আজ্ঞা জদি দিলো মোরে\nযোগ্য নহি অতি দীন হীন \nতাই সে তোমার কৃপা মাগিতেছি অনুরূপা\nআজি তুমি সবার্ প্রবীণ \n\nতোমার সে শক্তি পেলে গুরু-সেবায বস্তু মিলে\nজীবন সার্থক্ জদি হোয্ \nসেই সে সেবা পাইলে তাহলে সুখী হলে\nতব সংগ ভাগ্যতে মিলোয্\n\nএবং জনং নিপতিতং প্রভবাহি - কূপে \nকামাভিকামম্ অনু যঃ প্রপতন্ প্রসংগাত্ \nকৃত্বাত্মসাত্ সুরর্ষিণা ভগবন্ গৃহীতঃ \nসো'হং কথং নু বিসৃজে তব ভৃত্য-সেবাম্\n\nতুমি মোর্ চির সাথী ভুলিযা মাযার্ লাথি\nখাইযাছি জন্ম-জন্মাংতরে \nআজি পুনঃ এ সুযেগ যদি হোয্ যোগাযোগ \nতবে পারি তুহে মিলিবারে\n\nতোমার মিলনে ভাই আবার্ সে সুখ পাই \nগোচারণে ঘুরি দিন্ ভোর্\nকত বনে ছুটাছুটি বনে খাই লুটাপুটি\nসেই দিন্ কবে হবে মোর্ \n\nআজি সে সুবিধানে তোমার স্মরণ ভেলো \nবোডো আশা ডাকিলাম্ তাই\nআমি তোমার নিত্য-দাস তাই কোরি এত আশ\nতুমি বিনা অন্য গতি নাই "
},

{
title:'মার্কিনে ভাগবত-ধর্ম ',
song:'\n\nবোডো-কৃপা কোইলে কৃষ্ণ অধমের্ প্রতি \nকি লাগিযানিলে হেথা কোরো এবে গতি \n\nআছে কিছু কার্জ তব এই অনুমানে \nনহে কেনো আনিবেন্ এই উগ্র-স্থানে \n\nরজস্ তমো গুণে এরা সবাই আচ্ছন্ন \nবাসুদেব্-কথা রুচি নহে সে প্রসন্ন \n\nতবে জদি তব কৃপা হোয্ অহৈতুকী\nসকল্-ই সংভব হোয্ তুমি সে কৌতুকী \n\nকি ভাবে বুঝালে তারা বুঝে সেই রস \nএত কৃপা কোরো প্রভু কোরি নিজ-বশ\n\nতোমার ইচ্ছায সব হোয্ মাযা-বশ \nতোমার ইচ্ছায নাশ মাযার্ পরশ\n\nতব ইচ্ছা হোয্ জদি তাদের উদ্ধার্ \nবুঝিবে নিশ্চই তবে কথা সে তোমার্\n\nভাগবতের্ কথা সে তব অবতার্ \nধীর হোইযা শুনে জদি কানে বার্ বার্ \n\nশৃণ্বতাং স্ব-কথাঃ কৃষ্ণঃ পুণ্য-শ্রবণ-কীর্তনঃ\nহৃদি অন্তস্থো হি অভদ্রাণি বিধুনোতি সুহৃত্ সতাম্\n\nনষ্ট-প্রাযেষ্বভদ্রেষু নিত্যং ভাগবত-সেবযা\nভগবতি উত্তম-শ্লোকে ভক্তির্ ভবতি নৈষ্ঠিকী \n\nতদা রজস্-তমো-ভাবাঃ কাম-লোভাদযশ্চ যে\nচেত এতৈর্ অনাবিদ্ধং স্থিতং সত্ত্বে প্রসীদতি\n\nএবং প্রসন্ন-মনসো ভগবদ্-ভক্তি-যোগতঃ \nভগবত্-তত্ত্ব-বিজ্ঞানং মুক্ত-সংগস্য জাযতে\n\nভিদ্যতে হৃদয-গ্রংথিশ্ ছিদ্যন্তে সর্ব-সংশযাঃ\nক্ষীযন্তে চাস্য কর্মাণি দৃষ্ট এবাত্ম নীশ্বরে\n\nরজস্ তমো হতে তবে পাইবে নিস্তার্ \nহৃদোযের্ অভদ্র সব্ ঘুচিবে তাহার্\n\nকি কো \'রে বুঝাবো কথা বর সেই চাহি \nখুদ্র আমি দীন হীন কোনো শক্তি নাহি\n\nঅথচ এনেছো প্রভু কথা বোলিবারে\nজে তোমার্ ইচ্ছা প্রভু কোরো এই বারে\n\nঅখিল জগুত্-গুরু! বচন সে আমার্ \nঅলংকৃত কোরিবার্ খমতা তোমার্ \n\nতব কৃপা হ\'লে মোর্ কথা শুদ্ধ হবে \nশুনিযা সবার শোক দুঃখ জে ঘুচিবে \n\nআনিযাছো জদি প্রভু আমারে নাচাতে \nনাচাও নাচাও প্রভু নাচাও সে-মতে \nকাষ্ঠের পুত্তলি জথা নাচাও সে-মতে\n\nভক্তি নাই বেদ নাই নামো খুব্ দরো \n"ভক্তিবেদাংত" নাম্ এবে সার্থক্ কোরো '
},

{
title:'শ্রী ব্রহ্ম-সংহিতা ',
song:'\n\nঈশ্বরঃ পরমঃ কৃষ্ণঃ সচ্চিদানংদ বিগ্রহঃ\nঅনাদিরাদির্গোবিংদঃ সর্ব কারণ কারণং \n\nচিংতামণি-প্রকর-সদ্মিসু কল্পবৃক্ষ-\nলক্ষাবৃতেষু সুরভিরভিপালযংতং\nলক্শ্মী-সহস্র-শত-সংভ্রম-সেব্যমানং\nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nবেণুং ক্বণংতং অরবিংদ-দলাযতাক্ষং\nবর্হাবতংসং অসিতাংবুদ সুংদরাংগং\nকংদর্প-কোটি-কমনীয-বিশেষ-শোভং\nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nআলোল-চংদ্রক-লসদ্-বনমাল্য-বংশী\nরত্নাংগদং প্রণয-কেলি-কলা-বিলাসং\nশ্যামং ত্রিভংগ-ললিতং নিযত-প্রকাশং\nগোবিংদং আদিপুরুষং তমহং ভজামি \n\nঅংগানি যস্য সকলেংদ্রিয- বৃত্তি-মংতি\nপশ্যংতি পাংতি কলযংতি চিরং জগংতি\nআনংদ চিন্ময সদুজ্জ্বল বিগ্রহস্য \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nঅদ্বৈতং অচ্যুতং অনাদিং অনংত-রূপং \nআদ্যং পুরাণপুরুষং নব-যৌবনংচ\nবেদেষু দুর্লভং অদুর্লভং আত্ম-ভক্তৌ\nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nপংথাস্তু কোটি-শত-বত্সর-সংপ্রগম্যো\nবাযোরথাপি মনসো মুনি পুংগবানাং\nসো প্যস্তি যত্-প্রপদ-সীম্নি অবিচিংত্য-তত্ত্বে \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nএকোsপ্যসৌ রচযিতুং জগদ্-অংড-কোটিং \nযচ্ছক্বিরস্তি জগদংডচযা যদংতঃ\nঅংডাংতরস্থ পরমাণু চযাংতরস্থং\nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nযদ্-ভাব-ভাবিত-ধিযো মনুজাস্তথৈব \nসংপ্রাপ্য রূপ-মহিমাসন-যান-ভূষাঃ\nসূক্তৈঃযমেব নিযম প্রথিতৈঃস্তুবংতি \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nআনংদ-চিন্ময-রস-প্রতিভাবিতাভিঃ\nতাভির্য এব নিজরূপতযা কলাভিঃ\nগোলোক এব নিবসতি অখিলাত্মভূতো \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nপ্রেমাংজন-চ্ছুরিত-ভক্তি-বিলোচনেন \nসংতঃ সদৈব হৃদযেষু বিলোকযংতি\nযং শ্যামসুংদরং অচিংত্য-গুণ-স্বরূপং \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nরামাদি মূর্তিষু কল-নিযমেন তিষ্ঠন্ \nনানাবতারং অকরোদ্ভুবনেষু কিংতু \nকৃষ্ণঃ স্বযং সমভবত্ পরমঃ পুমান্ যো \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nযস্য প্রভা প্রভবতো জাগদংড কোটি \nকোটিষ্বশেষ বসুধাদি বিভূতি-ভিন্নং\nতদ্ব্রহ্ম নিষ্কলং অনংতং অশেষ ভূতং \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nমাযা হি যস্য জগদংড শতানি সূতে\nত্রৈগুণ্য-তদ্-বিষয-বেদ-বিতাযমানা\nসত্ত্বাবলংবি পরসত্ত্বং বিশুদ্ধসত্ত্বং \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nআনংদ-চিন্ময রসাত্মতযা মনঃসু \nযঃ প্রাণিনাং প্রতিফলন্ স্মরতাং উপেত্য \nলীলাযিতেন ভুবনানি জযত্যজস্রং\nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nগোলোক নাম্নি নিজ-ধাম্নি তলে চ তস্য \nদেবী-মহেশ-হরি-ধামসু তেষু তেষু \nতে তে প্রভাব নিচযা বিহিতাশ্চ যেন \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nসৃষ্টি-স্থিতি-প্রলয-সাধন-শক্তিরেকা \nছাযেব যস্য ভুবনানি বিভর্তি দুর্গা \nইচ্ছনুরূপং অপি যস্য চ চেষ্টতে সা \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nক্ষীরং যথা দধি বিকার-বিশেষ যোগাত্\nসংজাযতে ন হি ততঃ পৃথগস্তি হেতোঃ\nযঃ শংভুতামপি তথা সমুপৈতি কার্যাদ্\nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nদীপার্চিরেব হি দশাংতরং অভ্যুপেত্য \nদীপাযতে বিবৃত-হেতু-সমান-ধর্ম\nযস্তাদৃগেব হি চ বিষ্ণুতযা বিভাতি \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nযঃ কারণার্ণব জলে ভজতিস্ম যোগ-\nনিদ্রাং অনংত-জগদ্-অংড-স-রোম কূপঃ\nআধার-শক্তিং অবলংব্য পরাং স্ব-মূর্তিং\nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nযস্যৈক-নিশ্বসিতকালমথাবলংব্য \nজীবংতি লোম-বিলজা জগদংডনাথাঃ\nবিষ্ণুর্ মহান্ স ইহ যস্য কলা-বিশেষো \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nভাস্বান্ যথাশ্ম-শকলেষু নিজেষু তেজঃ\nস্বীযং কিযত্ প্রকটযত্যপি তদ্বদত্র \nব্রহ্মায এষ জগদংড-বিধান-কর্তা \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nযত্-পাদ-পল্লব-যুগং বিনিধায কুংভ \nদ্বংদ্বে প্রণাম-সমযে স গণাধিরাজঃ\nবিঘ্নান্ বিহংতং আলং অস্য জগত্-ত্রযস্য\nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nঅগ্নির্ মহী গগনং অংবু মরুদ্ দিশশ্চ \nকালস্তথাত্ম মনসীতি জগত্-ত্রমাণি\nযস্মাদ্ ভবংতি বিভবংতি বিশংতি যং চ \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nযচ্ছক্ষুরেষ সবিতা সকল-গ্রহাণাং\nরাজা সমস্ত সুরমূর্তিরশেষ তেজাঃ\nযস্যাজ্ঞযা ভ্রমতি সংভৃত-কাল-চক্রো \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nধর্মো থ পাপ নীচযঃ শ্রুতযস্ত পাংসি\nব্রহ্মাদি-কীট-পতগাবধযশ্চ জীবঃ\nযদ্ধত্ত-মাত্র-বিভব-প্রকট-প্রভাবা\nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nযস্ত্বিংদ্রগোপং অথবেংদ্রং অহো স্বকর্ম \nবংধানুরূপ-ফল-ভাজনম্ আতনোতি \nকর্মাণি নির্দহতি কিংতু চ ভক্তিভাজাং\nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nযং ক্রোধ-কাম-সহজ-প্রণযাদি ভীতি-\nবাত্সল্য-মোহ-গুরু-গৌরব-সেব্য-ভাবৈঃ\nসংচিংত্য তস্য সদৃশীং তনুমাপুরেতে \nগোবিংদং আদিপুরুষং তমহং ভজামি\n\nশ্রিযঃ কাংতাঃ কাংতঃ পরম-পুরুষঃ কল্পতরবো \nদ্রুমা ভূমিশ্চিংতামণি-গণ-মযী তোযং অমৃতং\nকথা গানং নাট্যং গমনং অপি বংশী প্রিয-সখী\nচিদানংদং জ্যোতিঃ পরং অপি তদাস্বাদ্যমপি চ \n\nস যত্র ক্ষীরাব্ধিঃ স্রবতি সুরভিভ্যশ্চ সু মহান্ \nনিমেষার্ধাখ্যো বা ব্রজতি ন হি যত্রাপি সমযঃ \nভজে শ্বেতদ্বীপং তং অহং ইহ গোলোকং ইতি যং \nবিদংতস্তে সংতঃ ক্ষিতি-বিরল-চারাঃ কতিপযে\t'
},

{
title:'প্রেম-ধ্বনী স্তোত্র ',
song:'\n\n•\tজয ওং বিষ্ণু- পাদ পরমহংস পরিব্রাজকাচার্য অষ্টোত্তরশত শ্রী শ্রীমদ্ হিস্ ডিবৈন্ গ্রেস্ এ.সি ভক্তিবেদাংতস্বামি প্রভুপাদ কী জয\n\n•\tইস্কান্-সংস্থাপনাচার্য, সেবিযর্ আফ্ দ হোল্ বঽল্ড্ জগদ্ গুরু শ্রীল প্রভুপাদ্ কী জয\n\n•\tজয ওং বিষ্ণু- পাদ পরমহংস পরিব্রাজকাচার্য অষ্টোত্তরশত শ্রী শ্রীমদ্ হিস্ ডিবৈন্ গ্রেস্ ভক্তিসিদ্ধাংত সরস্বতী ঠাকূর শ্রীল প্রভুপাদ কী জয\n\n•\tজয ওং বিষ্ণু- পাদ পরমহংস নিত্য-লীলা-প্রবিষ্ট হিস্ ডিবৈন্ গ্রেস্ গৌর কিশোর দাস বাবাজি মহারাজ কী জয \n\n•\tজয ওং বিষ্ণু- পাদ পরমহংস নিত্য-লীলা-প্রবিষ্ট হিস্ ডিবৈন্ গ্রেস্ সচ্চিদানংদ ভক্তিবিনোদ ঠাকূর কী জয \n\n•\tজয ওং বিষ্ণু- পাদ পরমহংস নিত্য-লীলা-প্রবিষ্ট হিস্ ডিবৈন্ গ্রেস্ জগন্নাথ দাস বাবাজি মহারাজ কী জয\n\n•\tঅনংত কোটি বৈষ্ণব-বৃংদ-কী জয\n\n•\tনামাচার্য শ্রীল হরিদাস ঠাকুর কী জয\n\n•\tপ্রেম্ সে কহো শ্রী কৃষ্ণ চৈতন্য প্রভু নিত্যানংদ শ্রী অদ্বৈত গদাধর শ্রীবাসাদি গৌর ভক্তবৃংদ কী জয\n\n•\tশ্রী শ্রী রাধাকৃষ্ণ, গোপ-গোপীনাথ, শ্যামকুংড, রাধাকুংড  গিরি-গোবর্ধন কী জয\n\n•\tমথুর বৃংদাবনধাম্ কী জয\n\n•\tনবদ্বীপ মাযাপুর্ ধাম্ কী জয\n\n•\tজগন্নাথ পুরি ধাম কী জয\n\n•\tগংগামযী যমুনামযী কী জয\n\n•\tবৃংদ দেবি তুলসী মহারাণি কী জয\n\n•\tসমবেত ভক্তবৃংদ কী জয\n\n•\tহরি-নাম সংকীর্তন মহা যজ্ঞ কী জয\n\n•\tনিতাই গৌর প্রেমানংদে হরি হরি বোল্\n\n•\tআল্ গ্লোরীস্ টু দ অস্সেংবল্ড্ দেবোটীস্ \n\n•\tআল্ গ্লোরীস্ টু দ অস্সেংবল্ড্ দেবোটীস্ \n\n•\tআল্ গ্লোরীস্ টু দ অস্সেংবল্ড্ দেবোটীস্ \n\n•\tআল্ গ্লোরীস্ টু শ্রী গুরু অংড্ শ্রী গৌরাংগ \n\n•\tআল্ গ্লোরীস্ টু শ্রীল প্রভুপাদ '
},

{
title:'অনাদি করম ফলে',
song:" \n\nঅনাদি' করম-ফলে, পডি' ভবার্ণব জলে,\nতরিবারে না দেখি উপায \nএই বিষয-হলাহলে, দিবা-নিশি হিযা জ্বলে,\nমন কভু সুখ নাহি পায\n\nআশা-পাশ-শত-শত, ক্লেশ দেয অবিরত,\nপ্রবৃত্তি-ঊর্মির তাহে খেলা\nকাম-ক্রোধ-আদি ছয, বাটপাডে দেয ভয,\nঅবসান হোইলো আসি' বেলা\n\nজ্ঞান-কর্ম-ঠগ দুই, মোরে প্রতারীয লোই,\nঅবশেষে ফেলে সিংধু-জলে \nএ হেনো সমযে, বংধু, তুমি কৃষ্ণ কৃপাসিংধু,\nকৃপা কোরি' তোলো মোরে বলে\n\nপতিত-কিংকরে ধরি', পাদ-পদ্ম-ধুলি করি',\nদেহো ভক্তিবিনোদ আশ্রয \nআমি তব নিত্য-দাস, ভুলিযা মাযার পাশ,\nবদ্ধ হো'যে আছি দযাময "
},

{
title:'নারদ মুনি বাজায বীণা ',
song:"\n\nনারদ মুনি, বাজায বীণা 'রাধিকা-রমণ' - নামে \nনাম অমনি, উদিত হোয ভকত - গীত - সামে\n\nঅমিয-ধারা, বরিষে ঘন শ্রবণ-যুগলে গিযা\nভকত-জন, সঘনে নাচে ভোরিযা আপন হিযা \n\nমাধুরী-পূর, অসবো পশি' মাতায জগত-জনে\nকেহো বা কাংদে, কেহো বা নাচে কেহো মাতে মনে মনে \n\nপংচ-বদন, নারদে ধোরি' প্রেমের সঘন রোল্ \nকমলাসন, নাচিযা বোলে ' বোলো বোলো হরি বোলো'\n\nসহস্রানান, পরম-সুখে 'হরি হরি ' বোলি' গায্ \nনাম-প্রভাবে, মাতিলো বিশ্ব নাম-রস সবে পায্ \n\nশ্রীকৃষ্ণ-নাম, রসনে স্পুরি' পূরা'লো আমার আশ\nশ্রী রূপ-পদে, যাচিযে ইহা ভকতিবিনোদ-দাস"
},

{
title:'আমার্ জীবন্ ',
song:"\n\nআমার জীবন, সদা পাপে রত,\nনাহিকো পুণ্যের লেষ\nপরেরে উদ্বেগ, দিযাছি যে কোতো,\nদিযাছি জীবেরে ক্লেশ \n\nনিজসুখ লাগি', পাপে নাহি ডোরি,\nদযা-হীন স্বার্থ-পরো \nপর-সুখে দুঃখী, সদা মিথ্যাভাষী,\nপর-দুঃখ সুখ-করো\n\nআশেষ কামনা, হৃদি মাঝে মোর,\nক্রোধী, দংভ-পরাযণ\nমদ-মত্ত সদা, বিষযে মোহিত,\nহিংসা-গর্ব বিভূষণ\n\nনিদ্রালস্য হত, সুকার্যে বিরত,\nঅকার্যে উদ্যোগী আমি \nপ্রতিষ্ঠ লাগিযা, শাঠ্য-আচরণ,\nলোভ-হত সদা কামী\n\nএ হেনো দুর্জন, সজ্জন-বর্জিত,\nঅপরাধি-নিরংতর \nশুভ-কার্য-শূন্য, সদানর্থ-মনাঃ,\nনানা দুঃখে জর জর\n\nবার্ধক্যে এখোন, উপায-বিহীন,\nতা'তে দীন অকিংচন \nভকতিবিনোদ, প্রভুর চরণে,\nকোরে দুঃখ নিবেদন"
},

{
title:'গোরা পহুন্',
song:"\n\nগোরা পহুন্ না ভজিযা মৈনু \nপ্রেম-রতন-ধন হেলায হারাইনু\n\nঅধনে জতন কোরি ধন তেযাগিনু \nআপন করম-দোষে আপনি ডুবিনু \n\nসত্সংগ ছাডি ' কৈনু অসতে বিলাস্ \nতে-কারণে লাগিলো জে কর্ম-বংধ-ফান্স্ \n\nবিষয-বিষম-বিষ সতত খাইনু\nগৌর-কীর্তন-রসে মগন না হৈনু \n\nকেনো বা আছযে প্রাণ কি সুখ পাইযা\nনরোত্তম্ দাস্ কেনো না গেলো মরিযা\n"
},

{
title:'শ্রী জগন্নাথাষ্টক',
song:'\n\nকদাচিত্ কালিংদী-তট-বিপিন-সংগীতক-রবো\nমুদাভীরী-নারী-বদন-কমলাস্বাদ-মধুপঃ\nরমা-শংভু-ব্রহ্মামর-পতি-গণেশার্চিত-পদো\nজগন্নাথঃ স্বামী নযন-পথ-গামী ভবতু মে\n\nভুজে সব্যে বেণুং শিরসি শিখি-পুচ্ছং কটি-তটে\nদুকূলং নেত্রাংতে সহচর-কটাক্ষং বিদধতে\nসদা শ্রীমদ্-বৃংদাবন-বসতি-লীলা পরিচযো\nজগন্নাথঃ স্বামী নযন-পথ-গামী ভবতু মে\n\nমহাংভোধেস্তীরে কনক-রুচিরে নীল-শিখরে\nবসন্ প্রাসাদাংতঃ সহজ-বলভদ্রেণ বলিনা \nসুভদ্রা-মধ্য-স্থঃ সকল-সুর-সেবাবসর-দো\nজগন্নাথঃ স্বামী নযন-পথ-গামী ভবতু মে\n\nকৃপা-পারাবারঃ সজল-জলদ-শ্রেণি-রুচিরো \nরমা-বাণী-রামঃ স্পুরদ্-অমল-পংকেরুহ-মুখঃ \nসুরেংদ্রৈরারাধ্যঃ শ্রুত-গুণ-শিখা গীত-চরিতো\nজগন্নাথঃ স্বামী নযন-পথ-গামী ভবতু মে\n\nরথারূঢো গচ্ছন্ পথি মিলিত-ভূদেব-পটলৈঃ\nস্তুতি-প্রাদুর্ভাবং প্রতি-পদং উপাকর্ণ্য সদযঃ \nদযা-সিংধুর্বংধুঃ সকল জগতাং সিংধু-সুতযা\nজগন্নাথঃ স্বামী নযন-পথ-গামী ভবতু মে\n\nপর-ব্রহ্মাপীডঃ কুবলয-দলোত্ফুল্ল-নযনো \nনিবাসী নীলাদ্রৌ নিহিত-চরণোsনংত-শিরসি \nরসানংদো রাধা-সরস-বপুর্-আলিংগন-সুখো\nজগন্নাথঃ স্বামী নযন-পথ-গামী ভবতু মে\n\nন বৈ যাচে রাজ্যং ন চ কনক-মাণিক্য-বিভবম্\nন যাচেsহং রম্যাং সকল জন-কাম্যাং বর-বধূম্ \nসদা কালে কালে প্রমথ-পতিনা গীত-চরিতো\nজগন্নাথঃ স্বামী নযন-পথ-গামী ভবতু মে\n\nহর ত্বং সংসারং দ্রুত-তরং অসারং সুর-পতে\nহর ত্বং পাপানাং বিততিং অপরাং যাদব-পতে \nঅহো দীনেsনাথে নিহিত-চরণো নিশ্চিতং ইদম্\nজগন্নাথঃ স্বামী নযন-পথ-গামী ভবতু মে'
},

{
title:'শ্রী গোবর্ধনাষ্ঠকং',
song:'\n\n(১)\nকৃষ্ণ-প্রসাদেন সমস্ত-শৈল-\nসাম্রাজ্যং আপ্নোতি চ বৈরিণো ’পি\nশক্রস্য প্রাপ বলিং স সাক্ষাদ্\nগোবর্ধনো মে দিষতাং অভীষ্ঠং\n\n(২)\nস্ব- প্রেষ্ঠ-হস্তাংবুজ-সৌকুমার্য\nসুখানুভূতের্ অতি-ভূমি- বৃত্তেঃ\nমহেংদ্র-বজ্রাহতিম্ অপি অজানন্\nগোবর্ধনো মে দিষতাং অভীষ্ঠং\n\n(৩)\nযত্রৈব কৃষ্ণো বৃষভানু-পুত্র্যা\nদানং গৃহীতুং কলহং বিতেনে\nশ্রুতেঃ স্পৃহা যত্র মহতি অতঃ শ্রী-\nগোবর্ধনো মে দিষতাং অভীষ্ঠং\n\n৪)\nস্নাত্বা সরঃ ন্বশু সমীর- হস্তী\nযত্রৈব নীপাদি-পরাগ-দূলিঃ\nআলোলযন্ খেলতি চারু স শ্রী\nগোবর্ধনো মে দিষতাং অভীষ্ঠং\n\n(৫)\nকস্তূর্কাভিঃ শযিতং কিম্ অত্রেতি\nঊহং প্রভোঃ স্বস্য মুহুর্ বিতন্বন্\nনৈসর্গিক-স্বীয-শিলা-সুগংদৈর্\nগোবর্ধনো মে দিষতাং অভীষ্ঠং\n\n(৬)\nবংশ-প্রতিদ্বনি-অনুসার-বর্ত্ম\nদিদ্রক্ষবো যত্র হরিং হরিণ্যঃ\nযাংত্যো লভংতে ন হি বিস্মিতাঃ স\nগোবর্ধনো মে দিষতাং অভীষ্ঠং\n\n(৭)\nযত্রৈব গংগাং অনু নাবি রাধাং\nআরোহ্য মধ্যে তু নিমগ্ন-নৌকঃ\nকৃষ্ণো হি রাধানুগলো বভৌ স\nগোবর্ধনো মে দিষতাং অভীষ্ঠং\n\n(৮)\nবিনা ভবেত্ কিম্ হরি-দাস-বর্য\nপদাশ্রযং ভক্তির্ অতঃ শ্রযামি\nযং এব সপ্রেম নিজেশযোঃ শ্রী-\nগোবর্ধনো মে দিষতাং অভীষ্ঠং\n\n(৯)\nএতত্ পঠেদ্ যো হরি-দাস-বর্য-\nমহানুভাবাষ্ঠকম্ আর্দ্র-চেতাঃ\nশ্রী-রাধিকা-মাধবযোঃ পদাব্জ-\nদাস্যং স বিংদেদ্ অচিরেণ সাক্ষাত্\n\n'
},

];